Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-2.60/po/*.po
Languages: de, ru

source: Ink has run out. Replace the ink tank and close the cover. When replacing the ink tank, make sure that the inner cover is open. If printing is in progress and you want to continue printing, press the printer's OK button with the ink tank installed. Then printing can continue under the ink out condition. Replace the empty ink tank immediately after the printing. The printer may be damaged if printing is continued under the ink out condition.
de: Die Tinte ist aufgebraucht. Tauschen Sie den Tintenbehälter aus und schließen Sie die Abdeckung. Stellen Sie beim Austauschen des Tintenbehälters sicher, dass die Innenabdeckung geöffnet ist. Wenn Sie den Druckvorgang fortsetzen möchten, drücken Sie die Taste 'OK' am Drucker, während der Tintenbehälter noch eingesetzt ist. Der Druckvorgang wird dann trotz fehlender Tinte fortgesetzt. Tauschen Sie den leeren Tintenbehälter sofort nach dem Druckvorgang aus. Der Drucker kann beschädigt werden, wenn weiterhin ohne Tinte gedruckt wird.
ru: Чернила закончились. Замените эту чернильницу и закройте крышку. При замене чернильницы внутренняя крышка должна быть открыта. Если печать не закончена и вы хотите ее продолжить, нажмите клавишу 'ОК' на принтере с этой установленной чернильницей. После этого печать может продолжаться при закончившихся чернилах. Замените пустую чернильницу сразу по окончании печати. Продолжение печати при закончившихся чернилах может привести к повреждению принтера.

source: The remaining level of the following ink cannot be correctly detected. Replace the ink tank.
de: Der Tintenstand der folgenden Tinte kann nicht korrekt ermittelt werden. Wechseln Sie den Tintenbehälter aus.
ru: Невозможно правильно определить оставшийся запас следующих чернил. Замените чернильницу.

source: The following ink cartridge cannot be recognized.
de: Folgende Tintenpatrone wird nicht erkannt.
ru: Не удается распознать следующий картридж.

source: The following ink cartridge has previously been used.
de: Folgende Tintenpatrone wurde zuvor verwendet.
ru: Следующий картридж уже использовался ранее.

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the RESUME button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
de: Die Tinte ist aufgebraucht. Tauschen Sie die Tintenpatrone aus und schließen Sie die Abdeckung. Wenn Sie den Druckvorgang fortsetzen möchten, drücken Sie die Taste "FORTSETZEN", während der Tintenbehälter noch eingesetzt ist. Der Druckvorgang wird dann trotz fehlender Tinte fortgesetzt. Tauschen Sie die leere Tintenpatrone sofort nach dem Druckvorgang aus. Die Druckqualität wird vermindert, wenn weiterhin ohne Tinte gedruckt wird.
ru: Чернила закончились. Замените этот картридж и закройте крышку. Если печать не закончена и вы хотите ее продолжить, нажмите кнопку 'ВОЗОБНОВИТЬ' с этим установленным картриджем. После этого печать может продолжаться при закончившихся чернилах. Замените пустой картридж сразу по окончании печати. Итоговое качество печати не будет высоким, если печать продолжается при закончившихся чернилах.

source: Black
de: Schwarz
ru: Черный

source: Color
de: Farbe
ru: Цветной

source: Use only one ink tank per color at a time.
de: Verwenden Sie immer nur einen Tintenbehälter pro Farbe.
ru: Используйте только одну чернильницу каждого цвета одновременно.

source: Printing cannot be executed because the ink cartridge may not be installed properly or may not be compatible with this printer. Install the appropriate ink cartridge.
de: Der Druckvorgang kann nicht ausgeführt werden, da die Tintenpatrone entweder nicht richtig eingesetzt oder mit diesem Drucker nicht kompatibel ist. Setzen Sie die richtige Tintenpatrone ein.
ru: Печать выполнить нельзя, поскольку картридж не установлен должным образом или несовместим с этим принтером. Установите соответствующий картридж.

source: Printing cannot be executed because the ink tank may not be installed properly or may not be compatible with this printer. Install the appropriate ink tank.
de: Der Druckvorgang kann nicht ausgeführt werden, da der Tintenbehälter entweder nicht richtig eingesetzt oder mit diesem Drucker nicht kompatibel ist. Setzen Sie den richtigen Tintenbehälter ein.
ru: Печать выполнить нельзя, поскольку чернильница не установлена должным образом или несовместима с этим принтером. Установите соответствующую чернильницу.

source: The following ink tanks have run out.
de: Folgende Tintenbehälter sind leer.
ru: В следующих чернильницах закончились чернила.

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's RESUME button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
de: Wenn unter dieser Bedingung gedruckt wird, kann der Drucker beschädigt werden. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Beschädigungen haftbar ist, die durch wiederaufgefüllte Tintenbehälter entstehen. Um den Druckvorgang fortzusetzen, müssen Sie die Funktion zur Erkennung des Tintenstands aktivieren. Halten Sie die Taste 'FORTSETZEN' am Drucker mindestens 5 Sekunden lang gedrückt. Die Aktivierung der Funktion zur Erkennung des Tintenstands wird gespeichert. Bei diesem Vorgang wird die Funktion zur Erkennung des Tintenstands für die oben angegebene Tinte aktiviert.
ru: Печать в таком состоянии может привести к повреждению принтера. Пожалуйста, учтите, что компания Canon не будет нести ответственности за любые неполадки или неисправности, возникшие вследствие повторной заправки чернильниц. Чтобы продолжить печать, отключите функцию определения оставшегося запаса чернил. Нажмите и не отпускайте клавишу 'ВОЗОБНОВИТЬ' на принтере не менее 5 секунд, после чего отпустите ее. В памяти делается запись об отключении функции определения оставшегося запаса чернил. Эта операция отключит функцию определения оставшегося запаса чернил указанного выше цвета.

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
de: Wenn unter dieser Bedingung gedruckt wird, kann der Drucker beschädigt werden. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Beschädigungen haftbar ist, die durch wiederaufgefüllte Tintenbehälter entstehen. Um den Druckvorgang fortzusetzen, müssen Sie die Funktion zur Erkennung des Tintenstands aktivieren. Halten Sie die Taste 'Stoppen/Zurücksetzen' am Drucker mindestens 5 Sekunden lang gedrückt. Die Aktivierung der Funktion zur Erkennung des Tintenstands wird gespeichert. Bei diesem Vorgang wird die Funktion zur Erkennung des Tintenstands für die oben angegebene Tinte aktiviert.
ru: Печать в таком состоянии может привести к повреждению принтера. Пожалуйста, учтите, что компания Canon не будет нести ответственности за любые неполадки или неисправности, возникшие вследствие повторной заправки чернильниц. Чтобы продолжить печать, отключите функцию определения оставшегося запаса чернил. Нажмите и не отпускайте не менее 5 секунд клавишу Стоп/сброс на принтере, после чего отпустите ее. В памяти делается запись об отключении функции определения оставшегося запаса чернил. Эта операция отключит функцию определения оставшегося запаса чернил указанного выше цвета.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the RESUME button.
de: Die Funktion zur Erkennung des Tintenstands wird deaktiviert, da der Tintenstand nicht korrekt ermittelt werden kann. Wenn Sie ohne diese Funktion weiterdrucken möchten, drücken Sie die Taste "FORTSETZEN".
ru: Функция определения оставшегося запаса чернил будет отключена, поскольку не удается правильно определить запас чернил. Чтобы продолжить печать без этой функции, нажмите кнопку 'ВОЗОБНОВИТЬ'.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the RESUME button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
de: Die Funktion zur Erkennung des Tintenstands wird deaktiviert, da der Tintenstand nicht korrekt ermittelt werden kann. Wenn Sie ohne diese Funktion weiterdrucken möchten, drücken Sie die Taste "FORTSETZEN". Canon empfiehlt, nur neue Patronen von Canon zu verwenden, um eine optimale Qualität zu erzielen.
ru: Функция определения оставшегося запаса чернил будет отключена, поскольку не удается правильно определить запас чернил. Чтобы продолжить печать без этой функции, нажмите кнопку 'ВОЗОБНОВИТЬ'. Для достижения оптимального качества компания Canon рекомендует использовать новые оригинальные картриджи Canon.

source: Prepare a new ink cartridge. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
de: Bereiten Sie eine neue Tintenpatrone vor. Wenn die schwarze oder die Farbtintenpatrone leer ist, können Sie den Drucker über die "Tintenpatroneneinstellungen" im Register "Wartung" des Druckertreibers so einstellen, dass er mit der jeweils anderen Patrone weiterdruckt.
ru: Приготовьте новый картридж. Если пуст либо черный, либо цветной картридж, можно настроить принтер для продолжения печати с другим картриджем, воспользовавшись кнопкой 'Параметры картриджа' на вкладке 'Обслуживание' драйвера принтера.

source: Ready.
de: Bereit.
ru: Готов.

source: Unknown printer.
de: Unbekannter Drucker.
ru: Неизвестный принтер.

source: Spooler error.
de: Spooler-Fehler.
ru: Ошибка очереди печати.

source: Cartridge Type:
de: Patronentyp:
ru: Тип картриджа:

source: Scanner
ru: Сканер

source: Unsupported
de: Nicht unterstützt
ru: Не поддерживается

source: Photo
de: Foto
ru: Фото

source: Black
de: Schwarz
ru: Черный

source: Color
de: Farbe
ru: Цвет

source: Unknown
de: Unbekannt
ru: Неизв.

source: Paper Thickness Lever Position:
de: Position des Papierstärkehebels:
ru: Положение рычага толщины:

source: up
de: oben
ru: вверх

source: down
de: unten
ru: вниз

source: left
de: links
ru: влево

source: right
de: rechts
ru: вправо

source: Continue
de: Weiter
ru: Продолжить

source: Cancel Printing
de: Druckvorgang abbrechen
ru: Прервать печать
