Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-2.60/po/*.po
Languages: de, ru

source: The waste ink absorber is full. Contact the service center for the replacement of the waste ink absorber.
de: Der Behälter für überschüssige Tinte ist voll. Wenden Sie sich an das Reparaturzentrum, um einen Ersatzbehälter für überschüssige Tinte zu erhalten.
ru: Контейнер для отработанных чернил полон. Обратитесь в сервисный центр для замены контейнера для отработанных чернил.

source: Service error %s. Cancel printing and turn the printer off and then back on. If this doesn't clear the error, see the printer manual for more detail.
de: Service-Fehler %s. Brechen Sie den Druckvorgang ab, schalten Sie den Drucker aus und dann wieder ein. Wenn der Fehler dadurch nicht behoben wird, finden Sie im Druckerhandbuch weitere Informationen.
ru: Ошибка службы %s. Отмените печать, выключите и снова включите принтер. Если это не устранит ошибку, обратитесь к руководству по эксплуатации принтера.

source: Paper out!
de: Kein Papier!
ru: Нет бумаги!

source: Load paper.
de: Papier laden.
ru: Вставьте бумагу.

source: Load paper in the sheet feeder.
de: Legen Sie Papier in den Papiereinzug ein.
ru: Вставьте бумагу в устройство подачи.

source: Load paper in the cassette.
de: Legen Sie Papier in die Kassette ein.
ru: Вставьте бумагу в кассету.

source: Press printer's RESUME button.
de: Drücken Sie die FORTSETZEN-Taste des Druckers.
ru: Нажмите кнопку 'ВОЗОБНОВИТЬ' на принтере.

source: Press printer's OK button.
de: Drücken Sie die OK-Taste am Drucker.
ru: Нажмите кнопку 'ОК' на принтере.

source: Paper is jammed.
de: Es ist ein Papierstau aufgetreten.
ru: Застряла бумага.

source: Paper is jammed at the paper output slot.
de: Es ist ein Papierstau am Ausgabeschacht aufgetreten.
ru: Застряла бумага в отверстии для выхода бумаги.

source: Remove the jammed paper.
de: Entfernen Sie das gestaute Papier.
ru: Удалите застрявшую бумагу из принтера.

source: Press printer's RESUME button. Printing resumes from the next paper.
de: Drücken Sie die Taste FORTSETZEN am Drucker. Der Druckvorgang wird mit dem nächsten Blatt Papier fortgesetzt.
ru: Нажмите кнопку 'ВОЗОБНОВИТЬ' на принтере. Печать возобновится со следующего листа.

source: Press printer's OK button. Printing resumes from the next paper.
de: Drücken Sie die Taste "OK" am Drucker. Der Druckvorgang wird ab dem nächsten Blatt fortgesetzt.
ru: Нажмите клавишу 'ОК' на принтере. Печать возобновится со следующего листа.

source: Paper is jammed in the transport unit.
de: In der Transporteinheit ist ein Papierstau aufgetreten.
ru: Застряла бумага в модуле подачи.

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
de: Öffnen Sie die hintere Abdeckung und entfernen Sie das gestaute Papier. Wenn das gestaute Papier nicht entfernt werden kann, nehmen Sie zuerst die Kassette heraus und entfernen Sie dann das Papier von der Kassettenseite aus.
ru: Откройте заднюю крышку, извлеките застрявшую бумагу. Если извлечь бумагу не удается, сделайте это со стороны кассеты (сначала снимите кассету).

source: Paper is jammed in the duplexing transport unit.
de: In der Duplex-Transporteinheit ist ein Papierstau aufgetreten.
ru: Застряла бумага в модуле подачи для двухсторонней печати.

source: Remove the cassette, push the printer over onto its back side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and quickly return the printer to its upright position. Refer to the user's guide for details.
de: Entfernen Sie die Kassette, kippen Sie den Drucker auf seine Rückseite und öffnen Sie die Abdeckung der Duplex-Transporteinheit. Entfernen Sie nun das gestaute Papier und kippen Sie den Drucker schnell wieder in seine normale Position zurück. Nähere Informationen finden Sie im Benutzerhandbuch.
ru: Извлеките кассету, поставьте принтер на заднюю стенку, а затем откройте крышку модуля подачи для двухсторонней печати. Затем извлеките застрявшую бумагу и без промедления верните принтер в рабочее положение. Более подробные сведения см. в руководстве пользователя.

source: Remove the cassette, push the printer over onto its side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and quickly return the printer to its upright position. Refer to the user's guide for details.
de: Entfernen Sie die Kassette, kippen Sie den Drucker auf die Seite und öffnen Sie die Abdeckung der Duplex-Transporteinheit. Entfernen Sie nun das gestaute Papier und kippen Sie den Drucker schnell wieder in seine normale Position zurück. Nähere Informationen finden Sie im Benutzerhandbuch.
ru: Извлеките кассету, поставьте принтер на боковую стенку, а затем откройте крышку модуля подачи для двухсторонней печати. Затем извлеките застрявшую бумагу и без промедления верните принтер в рабочее положение. Более подробные сведения см. в руководстве пользователя.

source: Correct print head is not installed. Install an appropriate print head and close the cover of the printer.
de: Es ist nicht der richtige Druckkopf installiert. Installieren Sie einen geeigneten Druckkopf und schließen Sie die Abdeckung des Druckers.
ru: Не установлена нужная печатающая головка. Установите соответствующую печатающую головку и закройте крышку принтера.

source: Operator error. Press printer's RESUME button. If this doesn't clear the error, cancel printing and turn the printer off and then back on.
de: Bedienungsfehler. Drücken Sie die Taste FORTSETZEN auf dem Drucker. Wenn der Fehler dadurch nicht behoben wird, brechen Sie den Druckvorgang ab, und schalten Sie den Drucker aus und dann wieder ein.
ru: Ошибка оператора. Нажмите кнопку 'ВОЗОБНОВИТЬ' на принтере. Если после этого ошибка не будет исправлена, отмените печать, выключите и снова включите принтер.

source: Operator error. Press printer's OK button. If this doesn't clear the error, cancel printing and turn the printer off and then back on.
de: Bedienungsfehler. Drücken Sie die OK-Taste am Drucker. Wenn der Fehler dadurch nicht behoben wird, brechen Sie den Druckvorgang ab und schalten Sie den Drucker aus und dann wieder ein.
ru: Ошибка оператора. Нажмите кнопку 'ОК' на принтере. Если это не помогает устранить ошибку, то отмените печать, выключите и снова включите питание принтера.

source: Scanner Cartridge detected! Change to appropriate cartridge. Click Cancel Printing to cancel operation.
de: Scanner-Patrone erkannt! Setzen Sie die richtige Patrone ein. Klicken Sie auf 'Druckvorgang abbrechen', um den Vorgang abzubrechen.
ru: Обнаружен сканирующий картридж! Замените его соответствующим картриджем. Нажмите кнопку 'Прервать печать', чтобы отменить операцию.

source: The waste ink absorber is almost full. Press the printer's RESUME button to restart printing.
de: Der Auffangbehälter für überschüssige Tinte ist fast voll. Drücken Sie die Taste FORTSETZEN des Druckers, um den Druckvorgang neu zu starten.
ru: Контейнер для отработанных чернил почти полон. Нажмите кнопку 'ВОЗОБНОВИТЬ' на принтере, чтобы перезапустить печать.

source: The waste ink absorber is almost full. Press the printer's OK button to restart printing.
de: Der Behälter für überschüssige Tinte ist fast voll. Drücken Sie die OK-Taste am Drucker, um den Druckvorgang neu zu starten.
ru: Контейнер для отработанных чернил почти полон. Нажмите кнопку 'ОК' на принтере, чтобы перезапустить печать.

source: Protector not installed. Install a protector properly in the printer.
de: Schutzvorrichtung nicht installiert. Installieren Sie die Schutzvorrichtung im Drucker.
ru: Защита не установлена. Правильно установите защиту в принтер.

source: Black [7]
de: Schwarz [7]
ru: Черный [7]

source: Photo Black [7]
de: Foto-Schwarz [7]
ru: Черный фото [7]

source: Photo Cyan [7]
de: Foto-Zyan [7]
ru: Голубой фото [7]

source: Photo Magenta [7]
de: Foto-Magenta [7]
ru: Малиновый фото [7]

source: Cyan [7]
de: Zyan [7]
ru: Голубой [7]

source: Magenta [7]
ru: Малиновый [7]

source: Yellow [7]
de: Gelb [7]
ru: Желтый [7]

source: Red [7]
de: Rot [7]
ru: Красный [7]

source: Green [7]
de: Grün [7]
ru: Зеленый [7]

source: Black [3e]
de: Schwarz [3e]
ru: Черный [3e]

source: The printer's cover is open. If printing is in progress, the cartridge cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
de: Die Druckerabdeckung ist offen. Wenn ein Druckvorgang läuft, kann die Patrone nicht ausgetauscht werden. Schließen Sie die Abdeckung, warten Sie, bis der Druckvorgang beendet ist, öffnen Sie dann die Abdeckung wieder und tauschen Sie den Druckkopf oder den Tintenbehälter aus.
ru: Открыта крышка принтера. Если печать не закончена, заменить картридж нельзя. Закройте крышку, дождитесь окончания печати, затем снова откройте крышку и замените печатающую головку или чернильницу.

source: The printer's cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
de: Die Abdeckung des Druckers ist geöffnet. Wenn gerade ein Druckvorgang läuft, ist ein Druckkopf- oder Tintenbehälterwechsel nicht möglich. Schließen Sie die Abdeckung, warten Sie, bis der Druckvorgang beendet ist, öffnen Sie die Abdeckung und tauschen Sie den Druckkopf oder den Tintenbehälter aus.
ru: Открыта крышка принтера. Если печать не закончена, то заменить печатающую головку или чернильницу нельзя. Закройте крышку, дождитесь окончания печати, затем снова откройте крышку и замените печатающую головку или чернильницу.

source: Document printing cannot be executed because the paper output tray is closed. Open the paper output tray. Printing will restart.
de: Das Dokument kann nicht gedruckt werden, weil das Papierausgabefach geschlossen ist. Öffnen Sie das Papierausgabefach. Der Druckvorgang wird neu gestartet.
ru: Печать документа выполнить нельзя, поскольку закрыт лоток приема бумаги. Откройте лоток приема бумаги. Печать будет перезапущена.

source: Document printing cannot be executed because the paper output tray is closed. Press the Open button, and open the paper output tray. Printing will restart.
de: Das Dokument kann nicht gedruckt werden, weil das Papierausgabefach geschlossen ist. Drücken Sie die Taste ÖFFNEN und öffnen Sie das Papierausgabefach. Der Druckvorgang wird neu gestartet.
ru: Печать документа выполнить нельзя, поскольку закрыт лоток приема бумаги. Нажмите кнопку 'Открыть' и откройте лоток приема бумаги. Печать будет перезапущена.

source: Operator error. The connected printer cannot work correctly.
de: Bedienungsfehler. Der angeschlossene Drucker funktioniert nicht ordnungsgemäß.
ru: Ошибка оператора. Подключенный принтер не может работать правильно.

source: Cleaning. Please wait.
de: Reinigung. Bitte warten.
ru: Идет очистка. Подождите.

source: The holder is at the replacement position. After replacing the ink cartridge, close the printer's cover.
de: Der Halter befindet sich in der Austauschposition. Tauschen Sie die Tintenpatrone aus und schließen Sie die Druckerabdeckung.
ru: Держатель находится в положении для замены. Заменив картридж, закройте крышку принтера.

source: The holder is at the replacement position. After replacing the print head or the ink tank, close the cover of the printer. To replace only the ink tanks, do not remove the print head from the printer. Do not touch the locking lever.
de: Der Halter befindet sich in der Austauschposition. Schließen Sie nach dem Austauschen des Druckkopfs oder des Tintenbehälters die Druckerabdeckung. Um nur die Tintenbehälter zu ersetzen, entfernen Sie den Druckkopf nicht aus dem Drucker. Berühren Sie nicht den Verriegelungshebel.
ru: Держатель находится в положении для замены. Заменив печатающую головку или чернильницу, закройте крышку принтера. Чтобы заменить только чернильницы, не извлекайте из принтера печатающую головку. Не трогайте фиксирующий рычаг.

source: Printing.
de: Wird gedruckt.
ru: Печать.

source: The printer is performing another operation.
de: Der Drucker führt einen anderen Vorgang aus.
ru: Принтер выполняет другую операцию.

source: Scanner Cartridge detected. You cannot print with this cartridge. Install another BJ Cartridge in your printer.
de: Scanner-Patrone erkannt. Mit dieser Patrone können Sie nicht drucken. Installieren Sie eine andere BJ-Patrone in Ihrem Drucker.
ru: Обнаружен сканирующий картридж. Печать с этим картриджем невозможна. Установите в принтер другой картридж BJ.

source: Unsupported cartridge installed. Change to appropriate BJ cartridge.
de: Die installierte Patrone wird nicht unterstützt. Tauschen Sie sie durch eine BJ-Patrone aus.
ru: Установлен неподдерживаемый картридж. Замените его соответствующим картриджем BJ.

source: Printer is online.
de: Der Drucker ist online.
ru: Принтер на связи.

source: The following ink tanks are running low.
de: Die folgenden Tintenbehälter sind fast leer.
ru: Следующие чернила заканчиваются.

source: Black [7e]
de: Schwarz [7e]
ru: Черный [7e]

source: Black [9]
de: Schwarz [9]
ru: Черный [9]

source: Photo Cyan [7e]
de: Foto-Zyan [7e]
ru: Голубой фото [7e]

source: Photo Magenta [7e]
de: Foto-Magenta [7e]
ru: Малиновый фото [7e]

source: Cyan [7e]
de: Zyan [7e]
ru: Голубой [7e]

source: Magenta [7e]
ru: Малиновый [7e]

source: Yellow [7e]
de: Gelb [7e]
ru: Желтый [7e]

source: Black [24]
de: Schwarz [24]
ru: Черный [24]

source: Color [24]
de: Farbe [24]
ru: Цветной [24]

source: Prepare new ink tanks.
de: Bereiten Sie neue Tintenbehälter vor.
ru: Приготовьте новые чернильницы.

source: Black [40]
de: Schwarz [40]
ru: Черный [40]

source: Black [50]
de: Schwarz [50]
ru: Черный [50]

source: Color [41]
de: Farbe [41]
ru: Цветной [41]

source: Color [51]
de: Farbe [51]
ru: Цветной [51]

source: Black [8]
de: Schwarz [8]
ru: Черный [8]

source: Black [5]
de: Schwarz [5]
ru: Черный [5]

source: Photo Cyan [8]
de: Foto-Zyan [8]
ru: Голубой фото [8]

source: Photo Magenta [8]
de: Foto-Magenta [8]
ru: Малиновый фото [8]

source: Cyan [8]
de: Zyan [8]
ru: Голубой [8]

source: Magenta [8]
ru: Малиновый [8]

source: Yellow [8]
de: Gelb [8]
ru: Желтый [8]

source: Prepare a new ink cartridge. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
de: Bereiten Sie eine neue Tintenpatrone vor. Wenn die schwarze oder die Farbtintenpatrone leer ist, können Sie den Drucker über die "Tintenpatroneneinstellungen" im Register "Wartung" des Druckertreibers so einstellen, dass er mit der jeweils anderen Patrone weiterdruckt.
ru: Приготовьте новый картридж. Если пуст либо черный, либо цветной картридж, можно настроить принтер для продолжения печати с другим картриджем, воспользовавшись кнопкой 'Параметры картриджа' на вкладке 'Обслуживание' драйвера принтера.

source: The ink cartridge has been installed or replaced. If the printout contains misaligned lines or is not satisfactory after the installation or replacement, refer to the user's guide and carry out the print head alignment.
de: Die Tintenpatrone wurde eingesetzt oder ausgetauscht. Wenn der Ausdruck nach dem Einsetzen oder dem Austausch falsch ausgerichtete Zeilen enthält oder nicht zufriedenstellend ist, ziehen Sie das Benutzerhandbuch zu Rate und führen Sie eine Druckkopfausrichtung durch.
ru: Картридж был установлен или заменен. Если в отпечатанном материале заметно несовпадение линий или результат печати после установки или замены картриджа недостаточно хорош, обратитесь к руководству пользователя и выполните выравнивание печатающих головок.

source: The printer is set not to display a low ink warning.
de: Der Drucker ist so eingestellt, dass er keine Tintenstandwarnung anzeigt.
ru: Предупреждение о низком уровне чернил отключено.

source: Printing cannot be executed because the inner cover is open.
de: Der Druckvorgang kann nicht ausgeführt werden, da die Innenabdeckung geöffnet ist.
ru: Печатать нельзя, поскольку открыта внутренняя крышка.

source: Close the inner cover.
de: Schließen Sie die Innenabdeckung.
ru: Закройте внутреннюю крышку.

source: Press printer's RESUME button. Printing will restart.
de: Drücken Sie die Taste "FORTSETZEN" am Drucker. Der Druckvorgang wird neu gestartet.
ru: Нажмите кнопку 'ВОЗОБНОВИТЬ' на принтере. Печать будет перезапущена.

source: Press printer's OK button. Printing will restart.
de: Drücken Sie die Taste "OK" am Drucker. Der Druckvorgang wird neu gestartet.
ru: Нажмите клавишу 'ОК' на принтере. Печать будет перезапущена.

source: During printing, the inner cover of the printer was opened.
de: Während des Druckvorgangs war die Innenabdeckung des Druckers geöffnet.
ru: Во время печати была открыта внутренняя крышка принтера.

source: An ink cartridge is not installed properly. Open the printer's cover, make sure the ink cartridge is installed properly, and close the cover.
de: Eine Tintenpatrone ist nicht ordnungsgemäß eingesetzt. Öffnen Sie die Druckerabdeckung, setzen Sie die Tintenpatrone richtig ein und schließen Sie die Abdeckung.
ru: Картридж не установлен должным образом. Откройте крышку принтера, убедитесь в том, что картридж установлен правильно и закройте крышку.

source: A digital camera or device that is not supported by the direct printing function is connected to the direct print port. Disconnect the cable from the direct print port.
de: Es wurde eine Digitalkamera oder ein Gerät an den Anschluss für den Direktdruck angeschlossen, das von der Direktdruckfunktion nicht unterstützt wird. Ziehen Sie das Kabel vom Anschluss für den Direktdruck ab.
ru: К порту печати напрямую подключена цифровая камера или устройство, которое не поддерживается функцией печати напрямую. Отсоедините кабель от порта печати напрямую.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's RESUME button to clear the error.
de: Bei der automatischen Druckkopfausrichtung ist ein Fehler aufgetreten. Möglicherweise sind die Druckkopfdüsen verstopft. Führen Sie eine Reinigung über das Register "Wartung" des Druckertreibers durch und starten Sie anschließend erneut die Druckkopfausrichtung. Wenn weiterhin ein Fehler auftritt, ziehen Sie das Benutzerhandbuch zu Rate oder führen Sie eine manuelle Ausrichtung durch. Drücken Sie die Taste "FORTSETZEN" am Drucker, um den Fehlerzustand aufzuheben.
ru: Произошла ошибка в ходе автоматического выравнивания печатающих головок. Возможно, сопла печатающей головки засорены. Выполните очистку с помощью вкладки 'Обслуживание' драйвера принтера и повторно выполните выравнивание печатающих головок. Если ошибка происходит снова, обратитесь к руководству пользователя, чтобы устранить ее причины или выполните выравнивание вручную. Нажмите клавишу 'ВОЗОБНОВИТЬ' на принтере, чтобы снять флаг ошибки.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's OK button to clear the error.
de: Bei der automatischen Druckkopfausrichtung ist ein Fehler aufgetreten. Möglicherweise sind die Druckkopfdüsen verstopft. Führen Sie eine Reinigung über das Register "Wartung" des Druckertreibers durch und starten Sie anschließend erneut die Druckkopfausrichtung. Wenn weiterhin ein Fehler auftritt, ziehen Sie das Benutzerhandbuch zu Rate oder führen Sie eine manuelle Ausrichtung durch. Drücken Sie die Taste "OK" am Drucker, um den Fehlerzustand aufzuheben.
ru: Произошла ошибка в ходе автоматического выравнивания печатающих головок. Возможно, сопла печатающей головки засорены. Выполните очистку с помощью вкладки 'Обслуживание' драйвера принтера и повторно выполните выравнивание печатающих головок. Если ошибка происходит снова, обратитесь к руководству пользователя, чтобы устранить ее причины или выполните выравнивание вручную. Нажмите клавишу 'ОК' на принтере, чтобы снять флаг ошибки.

source: Ink tank errors have occurred. Open the printer's cover and replace the ink tanks on which ink lamps are off.
de: Es sind Tintenbehälterfehler aufgetreten. Öffnen Sie die Druckerabdeckung und tauschen Sie die Tintenbehälter aus, deren LED-Anzeigen nicht leuchten.
ru: Произошли ошибки, связанные с чернильницами. Откройте крышку принтера и замените чернильницы, на которых не горят индикаторы.

source: More than one ink tank of the following color is installed.
de: Es sind mehrere Tintenbehälter der folgenden Farbe eingesetzt.
ru: Установлено больше одной чернильницы следующего цвета.

source: The following ink tank cannot be recognized.
de: Folgender Tintenbehälter wird nicht erkannt.
ru: Не удается распознать следующую чернильницу.

source: Some ink tanks are not installed in place. Confirm that the following ink tanks are installed in the appropriate positions.
de: Einige Tintenbehälter sind nicht korrekt eingesetzt. Bestätigen Sie, dass die folgenden Tintenbehälter an den richtigen Positionen eingesetzt sind.
ru: Некоторые чернильницы не установлены на место. Подтвердите, что следующие чернильницы установлены на соответствующие места.

source: Ink has run out. Replace the ink tank and close the cover. When replacing the ink tank, make sure that the inner cover is open. If printing is in progress and you want to continue printing, press the RESUME button with the ink tank installed. Then printing can continue under the ink out condition. Replace the empty ink tank immediately after the printing. The printer may be damaged if printing is continued under the ink out condition.
de: Die Tinte ist aufgebraucht. Tauschen Sie den Tintenbehälter aus und schließen Sie die Abdeckung. Stellen Sie beim Austauschen des Tintenbehälters sicher, dass die Innenabdeckung geöffnet ist. Wenn Sie den Druckvorgang fortsetzen möchten, drücken Sie die Taste "FORTSETZEN", während der Tintenbehälter noch eingesetzt ist. Der Druckvorgang wird dann trotz fehlender Tinte fortgesetzt. Tauschen Sie den leeren Tintenbehälter sofort nach dem Druckvorgang aus. Der Drucker kann beschädigt werden, wenn weiterhin ohne Tinte gedruckt wird.
ru: Чернила закончились. Замените эту чернильницу и закройте крышку. При замене чернильницы внутренняя крышка должна быть открыта. Если печать не закончена и вы хотите ее продолжить, нажмите кнопку 'ВОЗОБНОВИТЬ' с этой установленной чернильницей. После этого печать может продолжаться при закончившихся чернилах. Замените пустую чернильницу сразу по окончании печати. Продолжение печати при закончившихся чернилах может привести к повреждению принтера.
