Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve, even after Cleaning is executed two times, execute deep cleaning.
es: Si el patrón impreso es parecido a éste, es posible que los inyectores de los cabezales de impresión estén atascados. Haga clic en Limpieza. Si el patrón impreso no mejora después de ejecutar la limpieza dos veces, lleve a cabo una limpieza a fondo.
it: Se il motivo stampato assomiglia a questo, gli ugelli della testina di stampa potrebbero essere ostruiti. Fare clic su Pulizia. Se il motivo stampato non migliora dopo aver eseguito due o tre volte l'operazione di pulizia, procedere alla pulizia accurata.
nl: Als het afgedrukte raster overeenkomt met dit raster, is het mogelijk dat de spuitopeningen van de printkop verstopt zijn. Klik op Reiniging. Als het afgedrukte raster zelfs niet verbetert wanneer u tweemaal een normale reiniging uitvoert, voert u een diepte-reiniging uit.
ru: Если отпечатанный образец соответствует этому образцу, то, возможно, сопла головки засорены. Нажмите кнопку 'Очистка'. Если качество образца не повышается после двух запусков функции 'Очистка', воспользуйтесь функцией 'Глубокая очистка'.
tr: Yazdırılan desen bu desen benziyorsa, yazıcı kafası püskürtme uçları tıkanmış olabilir. Temizleme'yi tıklatın. Temizleme iki kez gerçekleştirildikten sonra da yazdırılan desen iyileşmezse, yoğun temizleme gerçekleştirin.

source: Load a sheet of A4 or letter size paper into the sheet feeder and click OK.
es: Cargue una hoja de papel de tamaño A4 o Carta en el alimentador de hojas y haga clic en Aceptar.
it: Caricare un foglio di carta formato A4 o Letter nell'alimentatore fogli e fare clic su OK.
nl: Plaats een vel papier van A4 of letter-formaat in de papierinvoer en klik op OK.
ru: Вставьте лист бумаги размера A4 или Letter в устройство подачи и нажмите кнопку 'ОК'.
tr: Sayfa besleyiciye bir sayfa A4 veya letter boyutunda kağıt yükleyin ve Tamam’ı tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready(connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click OK.
es: Iniciando alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, asegúrese de que la impresora esté preparada (cable conectado y encendida), coloque la palanca de grosor del papel de la impresora hacia la izquierda y cargue una hoja de papel normal tamaño A4 o carta en el alimentador de hojas. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Aceptar.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare verso sinistra la leva di regolazione dello spessore carta della stampante e inserire un foglio di carta comune formato A4 o Letter nell'alimentatore fogli. La stampante stamperà un motivo di allineamento. Per allineare la posizione della testina di stampa, fare clic su OK.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, zorgt u ervoor dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), schuift u de hendel voor papierdikte naar links en plaatst u een vel normaal papier van A4- of letter-formaat in de papierinvoer. De printer drukt een uitlijningsraster af. Klik op OK om de positie van de printkop uit te lijnen.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), установите рычаг толщины бумаги в принтере влево и вставьте лист обычной бумаги размера A4 или Letter в устройство подачи. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'ОК'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcının gücünü açın), yazıcının kağıt kalınlığı kolunu sola itin ve sayfa besleyiciye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Tamam'ı tıklatın.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the sheet feeder, and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están atascados. Prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora a la izquierda, cargue una hoja de papel normal tamaño A4 o carta en el alimentador de hojas y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che permette di verificare se gli ugelli della testina di stampa sono ostruiti. Preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso sinistra, inserire un foglio di carta comune formato A4 o Letter nell'alimentatore fogli e fare clic su Stampa motivo di controllo.
nl: Drukt een raster af aan de hand waarvan u kunt controleren of de spuitopeningen van de printkop verstopt zijn. Zorg dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), schuif de hendel voor papierdikte naar links en plaats een vel normaal papier van A4- of letter-formaat in de papierinvoer. Klik op Controleraster afdrukken.
ru: Печать образца, по которому можно определить, засорены ли сопла печатающей головки. Подготовьте принтер (подключите кабель и включите питание), установите рычаг толщины бумаги влево, вставьте лист обычной бумаги размера A4 или Letter в устройство подачи и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkalı olup olmadığını denetlemenize olanak tanıyan bir desen yazdırır. Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcının gücünü açın), yazıcının kağıt kalınlığı kolunu sola itin, sayfa besleyiciye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin ve Yazdırma Denetim Deseni'ni tıklatın.

source: Color Only
es: Sólo color
it: Solo a colori
nl: Alleen kleur
ru: Только цветной
tr: Yalnızca Renkli

source: Black Only
es: Sólo tinta negra
it: Solo nera
nl: Alleen zwart
ru: Только черный
tr: Yalnızca Siyah

source: Both Black and Color
es: Tinta negra y de color
it: Nera e a colori
nl: Zwart en kleur
ru: Черный и цветной
tr: Siyah ve Renkli

source: Prints using only color cartridge instead of black cartridge.
es: Imprime utilizando sólo el cartucho de color en lugar del cartucho de tinta negra.
it: Stampa usando solo la cartuccia a colori invece della cartuccia nera.
nl: Drukt af met alleen de kleureninktpatroon in plaats van de zwarte inktpatroon.
ru: Печать с использованием только цветного картриджа вместо черного картриджа.
tr: Siyah kartuş yerine yalnızca renkli kartuş kullanarak yazdırır.

source: Prints using only black cartridge instead of color cartridge only when Plain Paper is selected for the Media Type on the Main Tab.
es: Imprime utilizando el cartucho de tinta negra en lugar del cartucho de color sólo cuando se ha seleccionado Papel normal en Tipo de soporte en la ficha Principal.
it: Stampa usando solo la cartuccia nera invece della cartuccia a colori solo quando sulla scheda Principale è selezionato Carta comune come Tipo di supporto.
nl: Drukt af met alleen de zwarte inktpatroon in plaats van alleen de kleureninktpatroon wanneer Normaal papier is geselecteerd bij Mediumtype op het tabblad Afdruk.
ru: Печать с использованием только черного картриджа вместо цветного картриджа, только когда на вкладке 'Главная' для параметра 'Тип носителя' выбрано значение 'Обычная бумага'.
tr: Ana Sekmesinde Düz Kağıt seçili olduğunda renkli kartuş yerine yalnızca siyah kartuşu kullanarak yazdırır.

source: Prints using both black and color cartridges.
es: Imprime utilizando cartuchos de tinta negra y de color.
it: Stampa usando sia la cartuccia nera che quella a colori.
nl: Drukt af met zowel de zwarte inktpatroon als de kleureninktpatroon.
ru: Печать с использованием и черного, и цветного картриджа.
tr: Siyah ve renkli kartuşları kullanarak yazdırır.

source: The printer will print one sheet of pattern to start alignment automatically. Do not start another operation until the current one has finished.
es: La impresora imprimirá una hoja de patrón para iniciar la alineación de forma automática. No comience con otra operación hasta que haya finalizado la actual.
it: La stampante stamperà un foglio di motivo per avviare automaticamente l'allineamento. L'operazione può essere avviata solo al termine dell'operazione attualmente in corso.
nl: De printer drukt n rastervel af om de uitlijning automatisch te starten. Start een nieuwe bewerking pas als de huidige is afgerond.
ru: Принтер напечатает один лист с образцами, чтобы начать выравнивание автоматически. Не начинайте другую операцию до завершения текущей операции.
tr: Yazıcı, hizalamayı otomatik olarak başlatmak için bir sayfa desen yazdıracak. Geçerli işlem tamamlanana kadar başka bir işlem başlatmayın.

source: Second sheet of head alignment pattern will be printed. Click OK to start printing.
es: Se imprimirá la segunda hoja del patrón de alineación de cabezales. Haga clic en Aceptar para iniciar la impresión.
it: Verrà stampato il secondo foglio del motivo di allineamento della testina. Fare clic su OK per avviare la stampa.
nl: Tweede vel voor raster voor printkopuitlijning wordt afgedrukt. Klik op OK om het afdrukken te starten.
ru: Будет напечатан второй лист образцов для выравнивания головок. Нажмите кнопку 'ОК', чтобы начать печать.
tr: Kafa hizalama deseninin ikinci sayfası yazdırılacak. Yazdırmayı başlatmak için Tamam'ı tıklatın.

source: Third sheet of head alignment pattern will be printed. Click OK to start printing.
es: Se imprimirá la tercera hoja del patrón de alineación de cabezales. Haga clic en Aceptar para iniciar la impresión.
it: Verrà stampato il terzo foglio del motivo di allineamento della testina. Fare clic su OK per avviare la stampa.
nl: Derde vel voor raster voor printkopuitlijning wordt afgedrukt. Klik op OK om het afdrukken te starten.
ru: Будет напечатан третий лист образцов для выравнивания головок. Нажмите кнопку 'ОК', чтобы начать печать.
tr: Kafa hizalama deseninin üçüncü sayfası yazdırılacak. Yazdırmayı başlatmak için Tamam'ı tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la izquierda y cargue una hoja de papel normal A4 o Carta en la fuente de papel seleccionada con el Interruptor de alimentación del papel. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso sinistra e inserire un foglio di carta comune formato A4 o Letter nell’alimentatore selezionato mediante l’interruttore di alimentazione carta. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allineamento testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar links en plaats een vel normaal papier van het formaat A4 of Letter in de papierbron die door de Schakelaar papierinvoer is geselecteerd. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), переместите рычаг толщины бумаги на принтере влево и вставьте лист обычной бумаги размера A4 или Letter в источник, выбранный с помощью переключателя подачи бумаги. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sola itin ve Kağıt Besleme Düğmesi ile seçilen kağıt kaynağına bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the sheet feeder and click OK.
es: Ha finalizado la alineación de los cabezales de impresión. Para terminar la alineación, haga clic en Cancelar. Si aparecen rayas en el lado de la impresión, puede evitarlo alineando el cabezal de impresión. Para ejecutar esta alineación, inserte una hoja de papel en el alimentador de hojas y haga clic en Aceptar.
it: Allineamento testina di stampa completato. Per terminare l'allineamento, fare clic su Annulla. È possibile prevenire la comparsa di striature sul lato di stampa allineando la testina di stampa. Per eseguire l'allineamento, caricare un foglio di carta nell'alimentatore e scegliere OK.
nl: Uitlijning printkop is voltooid. Klik op Annuleren om de uitlijning te voltooien. Als er op de bedrukte zijde balken verschijnen, kunt u dit voorkomen door de printkop uit te lijnen. U voert een uitlijning uit door een vel papier in de papierinvoer te plaatsen en op OK te klikken.
ru: Выравнивание печатающих головок завершено. Чтобы закончить выравнивание, нажмите кнопку 'Отмена'. Если на лицевой стороне бумаги видны полоски, можно предотвратить их появление, выполнив выравнивание печатающих головок. Чтобы выполнить выравнивание, вставьте лист бумаги в устройство подачи и нажмите кнопку 'ОК'.
tr: Yazıcı kafası hizalaması tamamlandı. Hizalamayı bitirmek için, İptal'i tıklatın. Yazdırılan tarafta çizikler görünüyorsa, yazıcı kafasını hizalayarak çiziklerin görünmesini engelleyebilirsiniz. Bu hizalamayı yapmak için, sayfa besleyiciye bir sayfa kağıt koyun ve Tamam'ı tıklatın.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch, and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están atascados. Prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora a la izquierda, cargue una hoja de papel normal tamaño A4 o carta en la fuente de papel seleccionada en el Interruptor de alimentación de papel y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che permette di verificare se gli ugelli della testina di stampa sono ostruiti. Preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione spessore carta della stampante verso sinistra, inserire un foglio di carta comune formato A4 o Letter nell'alimentazione carta selezionata tramite l'interruttore di alimentazione carta e fare clic su Stampa motivo di controllo.
nl: Drukt een raster af aan de hand waarvan u kunt controleren of de spuitopeningen van de printkop verstopt zijn. Zorg dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), schuif de hendel voor papierdikte naar links, plaats een vel normaal papier van A4- of letter-formaat in de papierbron die door de schakelaar papierinvoer is geselecteerd en klik op Controleraster afdrukken.
ru: Печать образца, по которому можно определить, засорены ли сопла печатающей головки. Подготовьте принтер (подключите кабель и включите питание), установите рычаг толщины бумаги влево, вставьте лист обычной бумаги размера A4 или Letter в источник, выбранный с помощью переключателя подачи бумаги, и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkalı olup olmadığını denetlemenize olanak tanıyan bir desen yazdırır. Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sola itin, Kağıt Besleme Düğmesi tarafından seçilen kağıt kaynağına A4 veya Letter boyutunda bir yaprak düz kağıt koyun ve Yazdırma Denetim Deseni'ni tıklatın.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the sheet feeder and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están atascados. Cargue una hoja de papel normal A4 o Carta en el alimentador de hojas y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che permette di verificare se gli ugelli della testina di stampa sono ostruiti. Inserire un foglio di carta comune formato A4 o Letter nell'alimentatore fogli e fare clic su Stampa motivo di controllo.
nl: Drukt een raster af aan de hand waarvan u kunt controleren of de spuitopeningen van de printkop verstopt zijn. Plaats een vel normaal papier van A4- of letter-formaat in de papierinvoer en klik op Controleraster afdrukken.
ru: Печать образца, по которому можно определить, засорены ли сопла печатающей головки. Вставьте лист обычной бумаги размера A4 или Letter в устройство подачи и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkalı olup olmadığını denetlemenize olanak tanıyan bir desen yazdırır. Sayfa besleyiciye A4 veya Letter boyutunda bir sayfa düz kağıt yükleyin ve Yazdırma Denetim Deseni'ni tıklatın.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the paper source selected by the Paper Feed Switch and click OK.
es: Ha finalizado la alineación de los cabezales de impresión. Para terminar la alineación, haga clic en Cancelar. Si aparecen rayas en el lado de la impresión, puede evitarlo alineando el cabezal de impresión. Para ejecutar esta alineación, inserte una hoja de papel en la fuente de papel seleccionada con el Interruptor de alimentación del papel y haga clic en Aceptar.
it: Allineamento testina di stampa completato. Per terminare l'allineamento, fare clic su Annulla. È possibile prevenire la comparsa di striature sul lato di stampa allineando la testina di stampa. Per eseguire l'allineamento, caricare un foglio di carta formato nell'alimentatore selezionato mediante l'interruttore di alimentazione carta e fare clic su OK.
nl: Uitlijning printkop is voltooid. Klik op Annuleren om de uitlijning te voltooien. Als er op de bedrukte zijde balken verschijnen, kunt u dit voorkomen door de printkop uit te lijnen. U voert een uitlijning uit door een vel papier te laden in de papierbron die is geselecteerd door de Schakelaar papierinvoer en op OK te klikken.
ru: Выравнивание печатающих головок завершено. Чтобы закончить выравнивание, нажмите кнопку 'Отмена'. Если на лицевой стороне бумаги видны полоски, можно предотвратить их появление, выполнив выравнивание печатающих головок. Чтобы выполнить выравнивание, вставьте лист бумаги в источник, выбранный с помощью переключателя подачи бумаги, и нажмите кнопку 'ОК'.
tr: Yazıcı kafası hizalaması tamamlandı. Hizalamayı bitirmek için, İptal'i tıklatın. Yazdırılan tarafta çizikler görünüyorsa, yazıcı kafasını hizalayarak çiziklerin görünmesini engelleyebilirsiniz. Bu hizalamayı yapmak için, Kağıt Besleme Düğmesi ile seçilen kağıt kaynağına bir sayfa kağıt yükleyin ve Tamam'ı tıklatın.
