Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: Unclogs nozzles that cannot be cleared by regular cleaning. Select the target ink group for deep cleaning. If only the black nozzle is clogged, select Black. If only the color nozzles or both the black and color nozzles are clogged, select All Colors. If you are not sure which nozzle is clogged, execute nozzle check.
es: Desatasca los inyectores que no se pueden limpiar con una limpieza normal. Seleccione el grupo de tinta de destino de la limpieza a fondo. Sí sólo está atascado el inyector de negro, seleccione Negro. Si los inyectores de color o los inyectores de negro y de color están atascados, seleccione Todos los colores. Si no sabe qué inyector está atascado, ejecute una prueba de los inyectores.
it: Elimina dagli ugelli le ostruzioni che non è possibile rimuovere con la pulizia normale. Selezionare il gruppo di inchiostro destinato alla pulizia accurata. Se solo l'ugello del nero è ostruito, selezionare Nero. Se solo gli ugelli dei colori o sia l'ugello del nero sia quelli dei colori sono ostruiti, selezionare Tutti i colori. Se non si è sicuri di quale ugello è ostruito, eseguire il controllo ugelli.
nl: Maakt verstopte spuitopeningen vrij wanneer een normale reiniging niet werkt. Selecteer de inktgroep waarop u diepte-reiniging wilt uitvoeren. Als alleen de zwarte spuitopening verstopt is, selecteert u Zwart. Als alleen de kleurenspuitopeningen verstopt zijn of de zwarte en de kleurenspuitopeningen beide verstopt zijn, selecteert u Alle kleuren. Als het niet zeker is welke spuitopening verstopt is, kunt u controle van de spuitopeningen uitvoeren.
ru: Очистка засоренных сопел, которые не удалось очистить методом обычной очистки. Выберите группу чернильниц для выполнения глубокой очистки. Если засорено только сопло черной чернильницы, выберите 'Черный'. Если загрязнены только сопла цветных чернил или сопла и черных, и цветных чернил, выберите 'Все цвета'. Если вы не знаете, какое сопло загрязнено, выполните проверку сопел.
tr: Normal temizleme ile temizlenemeyen püskürtme uçlarındaki tıkanıklığı giderir. Yoğun temizleme yapılacak hedef mürekkep grubunu seçin. Yalnızca siyah püskürtme ucu tıkalı ise Siyah’ı seçin. Yalnızca renkli püskürtme uçları veya hem renkli hem siyah püskürtme uçları tıkalı ise Tüm Renkler’i seçin. Hangi püskürtme ucunun tıkalı olduğundan emin değilseniz, püskürtme ucu denetimini yürütün.

source: Cleaning paper feed rollers. Select the target paper source for cleaning, and then click OK.
es: Se limpiarán los rodillos de alimentación del papel. Seleccione la fuente de papel que desea limpiar y, a continuación, haga clic en Aceptar.
it: Pulizia rulli di alimentazione carta. Selezionare l’alimentazione carta di destinazione per la pulizia e fare clic su OK.
nl: De papierinvoerrollen reinigen. Selecteer de doelpapierbron voor reiniging en klik op OK.
ru: Очистка подающих роликов. Выберите источник бумаги для очистки и нажмите кнопку 'ОК'.
tr: Kağıt besleme silindirlerini temizleme. Temizlenecek hedef kağıt kaynağını seçin ve ardından Tamam’ı tıkatın.

source: Cleaning paper feed rollers for the rear tray. First remove paper from the rear tray, and then open the paper output tray. Clicking OK will activate paper feed rollers. This will take about a minute and a half. Do you want to start feed roller cleaning?
es: Limpieza de los rodillos de alimentación del papel de la bandeja posterior. Quite primero el papel de la bandeja posterior y, a continuación, abra la bandeja de salida de papel. Al hacer clic en Aceptar, se activarán los rodillos de alimentación del papel. Este proceso durará aproximadamente un minuto y medio. ¿Desea iniciar la limpieza del rodillo de alimentación?
it: Pulizia rulli di alimentazione carta per il vassoio posteriore. Per prima cosa, rimuovere la carta dal vassoio posteriore, quindi aprire il vassoio di uscita. Facendo clic su OK, vengono attivati i rulli di alimentazione carta. Questa operazione impiegherà circa un minuto e mezzo. Avviare la pulizia dei rulli di alimentazione carta?
nl: Papierinvoerrollen voor de achterste lade reinigen. Verwijder eerst het papier uit de achterste lade en open de papieruitvoerlade. Als u op OK klikt, worden de papierinvoerrollen geactiveerd. Dit duurt ongeveer anderhalve minuut. Wilt u de papierinvoerrollen reinigen?
ru: Очистка подающих роликов заднего лотка. Прежде всего, удалите бумагу из заднего лотка, а затем откройте лоток приема бумаги. При нажатии кнопки 'ОК' ролики будут задействованы. Это займет приблизительно полторы минуты. Начать очистку подающих роликов?
tr: Arka tepsi için kağıt besleme silindirlerini temizleme. Önce kağıdı arka tepsiden çıkartın ve sonra kağıt çıkış tepsisini açın. Tamam seçeneği tıklatıldığında kağıt besleme silindirleri etkinleşir. Bu yaklaşık bir buçuk dakika sürer. Besleme silindiri temizleme işlemini başlatmak istiyor musunuz?

source: Cleaning paper feed rollers for the cassette. First remove paper from the cassette, and then open the paper output tray. Clicking OK will activate paper feed rollers. This will take about two minutes. Do you want to start feed roller cleaning?
es: Limpieza de los rodillos de alimentación del papel del cassette. Quite primero el papel del cassette y, a continuación, abra la bandeja de salida de papel. Al hacer clic en Aceptar, se activarán los rodillos de alimentación del papel. Este proceso durará aproximadamente dos minutos. ¿Desea iniciar la limpieza del rodillo de alimentación?
it: Pulizia rulli di alimentazione carta per il cassetto. Per prima cosa, rimuovere la carta dal cassetto, quindi aprire il vassoio di uscita. Facendo clic su OK, vengono attivati i rulli di alimentazione carta. Questa operazione impiegherà circa due minuti. Avviare la pulizia dei rulli di alimentazione carta?
nl: Papierinvoerrollen voor de cassette reinigen. Verwijder eerst het papier uit de cassette en open de papieruitvoerlade. Als u op OK klikt, worden de papierinvoerrollen geactiveerd. Dit duurt ongeveer twee minuten. Wilt u de papierinvoerrollen reinigen?
ru: Очистка подающих роликов кассеты. Прежде всего, удалите бумагу из кассеты, а затем откройте лоток приема бумаги. При нажатии кнопки 'ОК' ролики будут задействованы. Это займет приблизительно две минуты. Начать очистку подающих роликов?
tr: Kaset için kağıt besleme silindirini temizleme. Önce kağıdı kasetten çıkartın ve sonra kağıt çıkış tepsisini açın. Tamam seçeneği tıklatıldığında kağıt besleme silindirleri etkinleşir. Bu işlem yaklaşık iki dakika sürer. Besleme silindiri temizleme işlemini başlatmak istiyor musunuz?

source: Cleaning paper feed rollers for the rear tray. First remove paper from the rear tray. Clicking OK will activate paper feed rollers. This will take about a minute and a half. Do you want to start feed roller cleaning?
es: Limpieza de los rodillos de alimentación del papel de la bandeja posterior. Quite primero el papel de la bandeja posterior. Al hacer clic en Aceptar, se activarán los rodillos de alimentación del papel. Este proceso durará aproximadamente un minuto y medio. ¿Desea iniciar la limpieza del rodillo de alimentación?
it: Pulizia rulli di alimentazione carta per il vassoio posteriore. Per prima cosa, rimuovere la carta dal vassoio posteriore. Facendo clic su OK, vengono attivati i rulli di alimentazione carta. Questa operazione impiegherà circa un minuto e mezzo. Avviare la pulizia dei rulli di alimentazione carta?
nl: Papierinvoerollen voor de achterste lade reinigen. Verwijder eerst het papier uit de achterste lade. Als u op OK klikt, worden de papierinvoerrollen geactiveerd. Dit duurt ongeveer anderhalve minuut. Wilt u de papierinvoerrollen reinigen?
ru: Очистка подающих роликов заднего лотка. Прежде всего, удалите бумагу из заднего лотка. При нажатии кнопки 'ОК' ролики будут задействованы. Это займет приблизительно полторы минуты. Начать очистку подающих роликов?
tr: Arka tepsi için kağıt besleme silindirlerini temizleme. Önce kağıdı arka tepsiden çıkarın. Tamam seçeneği tıklatıldığında kağıt besleme silindirleri etkinleşir. Bu işlem yaklaşık bir buçuk dakika sürer. Besleme silindiri temizleme işlemini başlatmak istiyor musunuz?

source: Cleaning paper feed rollers for the cassette. First remove paper from the cassette. Clicking OK will activate paper feed rollers. This will take about two minutes. Do you want to start feed roller cleaning?
es: Limpieza de los rodillos de alimentación del papel del cassette. Quite primero el papel del cassette. Al hacer clic en Aceptar, se activarán los rodillos de alimentación del papel. Este proceso durará aproximadamente dos minutos. ¿Desea iniciar la limpieza del rodillo de alimentación?
it: Pulizia rulli di alimentazione carta per il cassetto. Per prima cosa, rimuovere la carta dal cassetto. Facendo clic su OK, vengono attivati i rulli di alimentazione carta. Questa operazione impiegherà circa due minuti. Avviare la pulizia dei rulli di alimentazione carta?
nl: Papierinvoerollen voor de cassette reinigen. Verwijder eerst het papier uit de cassette. Als u op OK klikt, worden de papierinvoerrollen geactiveerd. Dit duurt ongeveer twee minuten. Wilt u de papierinvoerrollen reinigen?
ru: Очистка подающих роликов кассеты. Прежде всего, удалите бумагу из кассеты. При нажатии кнопки 'ОК' ролики будут задействованы. Это займет приблизительно две минуты. Начать очистку подающих роликов?
tr: Kaset için kağıt besleme silindirini temizleme. Önce kağıdı kasetten çıkarın. Tamam seçeneği tıklandığında kağıt besleme silindirleri etkinleşir. Bu işlem yaklaşık iki dakika sürer. Besleme silindiri temizleme işlemini başlatmak istiyor musunuz?

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the cassette. Clicking OK will eject paper and complete feed roller cleaning.
es: Compruebe que el ruido de funcionamiento de la impresora se haya detenido y cargue tres hojas de papel normal en el cassette. Al hacer clic en Aceptar, se expulsará el papel y finalizará la limpieza de los rodillos de alimentación.
it: Verificare che il rumore di funzionamento della stampante sia stato eliminato, quindi inserire tre fogli di carta comune nel cassetto. Facendo clic su OK la carta verrà espulsa e si concluderà la pulizia del rullo di alimentazione.
nl: Controleer of de printer geen werkingsgeluid meer maakt en plaats drie vellen normaal papier in de cassette. Als u op OK klikt, wordt het papier uitgevoerd en wordt het reinigen van de invoerrollen voltooid.
ru: Проверьте, прекратился ли шум принтера, а затем вставьте три листа обычной бумаги в кассету. При нажатии кнопки 'ОК' выйдет бумага, и очистка подающих роликов будет завершена.
tr: Yazıcının işletim gürültüsünün kesildiğini doğrulayın ve ardından kasete üç sayfa düz kağıt yükleyin. Tamam’ı tıklattığınızda kağıt çıkartılacak ve besleme silindiri temizleme işlemi tamamlanacaktır.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. First select the paper source to be used. Then load a sheet of A4 or letter size, plain paper into the selected paper source and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están obstruidos. Seleccione en primer lugar la fuente de papel que se va a utilizar. A continuación, cargue una hoja de papel normal A4 o Carta en la fuente de papel seleccionada y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che consente di verificare se gli ugelli della testina sono ostruiti. Selezionare l'alimentazione carta da utilizzare. Inserire un foglio di carta comune in formato A4 o Letter nell'alimentazione carta selezionata e fare clic su Stampa motivo di controllo.
nl: Hiermee drukt u een raster af waarmee u kunt controleren of de spuitopeningen verstopt zijn. Selecteer eerst de papierbron. Plaats vervolgens een vel normaal papier van A4- of Letter-formaat in de geselecteerde papierbron en klik op Controleraster afdrukken.
ru: Печать образца, позволяющего определить, засорены ли сопла печатающей головки. Сначала выберите источник бумаги, который необходимо использовать. Затем вставьте лист бумаги размера A4 или Letter в выбранный источник и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkanıp tıkanmadığını denetlemenize olanak tanıyan bir desen yazdırır. Önce kullanılacak kağıt kaynağını seçin. Ardından, seçilen kağıt kaynağına bir sayfa A4 veya letter boyutlu düz kağıt yükleyin ve Yazdırma Denetim Deseni’ni tıklatın.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load a sheet of A4 or letter size, plain paper into the cassette, and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están obstruidos. Prepare la impresora (conecte el cable y enciéndala), cargue una hoja de papel normal de tamaño A4 o Carta en el cassette y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che consente di verificare se gli ugelli della testina sono ostruiti. Preparare la stampante (collegare il cavo e accenderla), inserire un foglio di carta comune in formato A4 o Letter nel cassetto e fare clic su Stampa motivo di controllo.
nl: Hiermee drukt u een raster af waarmee u kunt controleren of de spuitopeningen verstopt zijn. Zorg ervoor dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), plaats een vel normaal papier van het formaat A4 of Letter in de cassette en klik op Controleraster afdrukken.
ru: Печать образца, позволяющего определить, засорены ли сопла печатающей головки. Подготовьте принтер (подключите кабель и включите питание), вставьте лист обычной бумаги размера A4 или Letter в кассету и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkanıp tıkanmadığını denetlemenize olanak tanıyan bir desen yazdırır. Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), kasete bir sayfa A4 veya letter boyutlu düz kağıt yükleyin ve Yazdırma Denetim Deseni'ni tıklatın.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load a sheet of A4 or letter size, plain paper into the rear tray, and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están obstruidos. Prepare la impresora (conecte el cable y enciéndala), cargue una hoja de papel normal de tamaño A4 o Carta en la bandeja posterior y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che consente di verificare se gli ugelli della testina sono ostruiti. Preparare la stampante (collegare il cavo e accenderla), inserire un foglio di carta comune in formato A4 o Letter nel vassoio posteriore e fare clic su Stampa motivo di controllo.
nl: Hiermee drukt u een raster af waarmee u kunt controleren of de spuitopeningen verstopt zijn. Zorg ervoor dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), plaats een vel normaal papier van het formaat A4 of Letter in de achterste lade en klik op Controleraster afdrukken.
ru: Печать образца, позволяющего определить, засорены ли сопла печатающей головки. Подготовьте принтер (подключите кабель и включите питание), вставьте лист обычной бумаги размера A4 или Letter в задний лоток и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkanıp tıkanmadığını denetlemenize olanak tanıyan bir desen yazdırır. Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), arka tepsiye bir sayfa A4 veya letter boyutlu düz kağıt yükleyin ve Yazdırma Denetim Deseni'ni tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Iniciando la alineación de los cabezales de impresión. Puesto que la alineación conlleva imprimir, prepare la impresora (conecte el cable y enciéndala) y cargue dos hojas de papel normal de tamaño A4 o Carta en la bandeja. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: Avvio allineamento testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla) e inserire due fogli di carta comune in formato A4 o Letter nel vassoio posteriore. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa, fare clic su Allinea testina di stampa. Per stampare e verificare l'impostazione corrente, fare clic su Stampa valore allineamento.
nl: Uitlijning printkop starten. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Plaats twee vellen normaal papier van het formaat A4 of Letter in de achterste lade. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание) и вставьте два листа обычной бумаги размера A4 или Letter в задний лоток. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Напечатать значение выравнивания'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve arka tepsiye iki sayfa A4 veya letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır'ı tıklatın.

source: Starting print head alignment. The alignment involves printing. Select the paper source to be used, and then click Align Print Head.
es: Iniciando la alineación de los cabezales de impresión. Durante la alineación es necesario imprimir. Seleccione la fuente de papel que se va a utilizar y, a continuación, haga clic en Alinear cabezales de impresión.
it: Avvio allineamento testina di stampa. L'allineamento richiede la stampa. Selezionare l'alimentazione carta da utilizzare e fare clic su Allinea testina di stampa.
nl: Uitlijning printkop starten. Bij uitlijning wordt afgedrukt. Selecteer de papierbron en klik vervolgens op Printkop uitlijnen.
ru: Начало выравнивания печатающих головок. При выравнивании выполняется печать. Выберите источник бумаги, который необходимо использовать, и нажмите кнопку 'Выровнять печатающую головку'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama, yazdırma içerir. Kullanılacak kağıt kaynağını seçin ve ardından Yazıcı Kafasını Hizala’yı tıklatın.

source: To print and check the current setting, click Print Alignment Value.
es: Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: Per stampare e verificare l'impostazione corrente, fare clic su Stampa valore allineamento.
nl: Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Чтобы проверить текущую настройку, нажмите кнопку 'Напечатать значение выравнивания'.
tr: Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır'ı tıklatın.

source: Get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the rear tray. Clicking OK will print an alignment pattern.
es: Prepare la impresora (conecte el cable y enciéndala) y cargue tres hojas de papel normal A4 o Carta en la bandeja posterior. Al hacer clic en Aceptar, se imprimirá un patrón de alineación.
it: Preparare la stampante (collegare il cavo e accenderla) e inserire tre fogli di carta comune in formato A4 o Letter nel vassoio posteriore. Fare clic su OK per stampare un motivo di allineamento.
nl: Zorg ervoor dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), plaats drie vellen normaal papier van het formaat A4 of Letter in de achterste lade. Klik op OK om een uitlijningsraster af te drukken.
ru: Подготовьте принтер (подключите кабель и включите питание) и вставьте три листа обычной бумаги размера A4 или Letter в задний лоток. После нажатия кнопки 'OK' начнется печать образца для выравнивания.
tr: Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve arka tepsiye üç sayfa A4 veya letter boyutlu düz kağıt yükleyin. Tamam düğmesine tıklatıldığında bir hizalama deseni yazdırılacaktır.

source: Get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the cassette. Clicking OK will print an alignment pattern.
es: Prepare la impresora (conecte el cable y enciéndala) y cargue tres hojas de papel normal de tamaño A4 o Carta en el cassette. Al hacer clic en Aceptar, se imprimirá un patrón de alineación.
it: Preparare la stampante (collegare il cavo e accenderla) e inserire tre fogli di carta comune in formato A4 o Letter nel cassetto. Fare clic su OK per stampare un motivo di allineamento.
nl: Zorg ervoor dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), plaats drie vellen normaal papier van het formaat A4 of Letter in de cassette. Klik op OK om een uitlijningsraster af te drukken.
ru: Подготовьте принтер (подключите кабель и включите питание) и вставьте три листа обычной бумаги размера A4 или Letter в кассету. После нажатия кнопки 'OK' начнется печать образца для выравнивания.
tr: Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve kasete üç sayfa A4 veya letter boyutlu düz kağıt yükleyin. Tamam düğmesine tıklatıldığında bir hizalama deseni yazdırılacaktır.

source: Get the printer ready (connect the cable and turn the power on) and load a sheet of A4 or letter size, plain paper into the rear tray. Clicking OK will print the current setting.
es: Prepare la impresora (conecte el cable y enciéndala) y cargue una hoja de papel normal de tamaño A4 o Carta en la bandeja posterior. Al hacer clic en Aceptar, se imprimirá la configuración actual.
it: Preparare la stampante (collegare il cavo e accenderla) e inserire un foglio di carta comune in formato A4 o Letter nel vassoio posteriore. Fare clic su OK per stampare l'impostazione corrente.
nl: Zorg ervoor dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), plaats een vel normaal papier van het formaat A4 of Letter in de achterste lade. Klik op OK om de huidige instellingen af te drukken.
ru: Подготовьте принтер (подключите кабель и включите питание) и вставьте лист обычной бумаги размера A4 или Letter в задний лоток. После нажатия кнопки 'OK' начнется печать с текущими настройками.
tr: Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve arka tepsiye bir sayfa A4 veya letter boyutlu düz kağıt yükleyin. Tamam düğmesine tıklatıldığında geçerli ayar yazdırılacaktır.
