Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la derecha y cargue una hoja de papel normal A4 o Carta en el alimentador de hojas. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso destra e inserire un foglio di carta comune formato A4 o Letter nell’alimentatore fogli. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allineamento testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar rechts en plaats een vel normaal papier van het formaat A4 of Letter in de papierinvoer. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), переместите рычаг толщины бумаги на принтере вправо и вставьте лист обычной бумаги размера A4 или Letter в устройство подачи. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sağa itin ve sayfa besleyiciye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve, even after Cleaning is executed two to three times, execute deep cleaning.
es: Si el patrón impreso es parecido a éste, es posible que los inyectores de los cabezales de impresión estén atascados. Haga clic en Limpieza. Si el patrón impreso no mejora después de ejecutar la limpieza dos o tres veces, lleve a cabo una limpieza a fondo.
it: Se il motivo stampato assomiglia a questo, gli ugelli della testina di stampa potrebbero essere ostruiti. Fare clic su Pulizia. Se il motivo stampato non migliora dopo aver eseguito due volte l'operazione di pulizia, procedere alla pulizia accurata.
nl: Als het afgedrukte raster overeenkomt met dit raster, is het mogelijk dat de spuitopeningen van de printkop verstopt zijn. Klik op Reiniging. Als het afgedrukte raster niet verbetert wanneer u twee- tot driemaal een normale reiniging uitvoert, voert u een diepte-reiniging uit.
ru: Если отпечатанный образец соответствует этому образцу, то, возможно, сопла головки засорены. Нажмите кнопку 'Очистка'. Если качество образца не повышается после двух или трех запусков функции 'Очистка', воспользуйтесь функцией 'Глубокая очистка'.
tr: Yazdırılan desen bu desen benziyorsa, yazıcı kafası püskürtme uçları tıkanmış olabilir. Temizleme'yi tıklatın. Temizleme iki ila üç kez gerçekleştirildikten sonra da yazdırılan desen iyileşmezse, yoğun temizleme gerçekleştirin.

source: You cannot reset the ink counter because the printer is set to disable the display of low ink warning. To enable the display of a low ink warning, click the Low Ink Warning Setting button on the Maintenance tab of the printer driver. Read your printer manual before carrying out this operation.
es: No se puede poner a cero el contador de tinta porque la impresora está configurada para ocultar el indicador de bajo nivel de tinta. Para activar la visualización de este indicador, haga clic en el botón Config. del indicador de bajo nivel de tinta en la ficha Mantenimiento del controlador de la impresora. Lea el manual de la impresora antes de realizar esta operación.
it: Impossibile ripristinare il rilevatore di inchiostro perché nella stampante è disattivata la visualizzazione dell'avviso inchiostro insufficiente. Per attivare la visualizzazione dell'avviso inchiostro insufficiente, fare clic sul pulsante Imposta avviso inchiostro insufficiente sulla scheda Manutenzione del driver della stampante. Prima di eseguire questa operazione, consultare il manuale della stampante.
nl: U kunt de inktteller niet opnieuw instellen, omdat de waarschuwing voor weinig inkt is uitgeschakeld. U schakelt de weergave van een dergelijke waarschuwing in door te klikken op de knop Instelling waarschuwing weinig inkt op het tabblad Onderhoud van het printerstuurprogramma. Raadpleeg de printerhandleiding voordat u deze procedure uitvoert.
ru: Сбросить датчик уровня нельзя, поскольку предупреждение о низком уровне чернил отключено. Чтобы включить функцию отслеживания уровня чернил, нажмите кнопку 'Отслеживание уровня чернил' на вкладке 'Обслуживание' драйвера принтера. Прочитайте руководство по эксплуатации принтера, прежде чем выполнять эту операцию.
tr: Yazıcı mürekkep az uyarısı görüntülemeyecek şekilde ayarlandığından, mürekkep sayacını sıfırlayamazsınız. Mürekkep az uyarısının görüntülenmesini etkinleştirmek için, yazıcı sürücüsünün Bakım sekmesindeki Mürekkep Az Uyarısı Ayarı düğmesini tıklatın. Bu işlemi gerçekleştirmeden önce yazıcınızın kılavuzunu okuyun.

source: Cleaning paper feed rollers. First remove paper from the rear tray. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. Do you want to start feed roller cleaning?
es: Limpieza de los rodillos de alimentación del papel. Primero retire el papel de la bandeja posterior. Al hacer clic en Aceptar, se activarán los rodillos de alimentación del papel 30 veces. Esta operación durará aproximadamente un minuto y medio. ¿Desea iniciar la limpieza de los rodillos de alimentación?
it: Pulizia dei rulli di alimentazione carta. Innanzitutto rimuovere i fogli dal vassoio posteriore. Facendo clic su OK si attivano i rulli di alimentazione carta per 30 volte. L'operazione richiede circa un minuto e mezzo. Avviare la pulizia del rullo di alimentazione?
nl: Reiniging van papierinvoerrollen wordt gestart. Verwijder eerst het papier uit de achterste lade. Als u op OK klikt, worden de papierinvoerrollen 30 keer geactiveerd. Dit duurt ongeveer anderhalve minuut. Wilt u de papierinvoerrollen reinigen?
ru: Очистка подающих роликов. Прежде всего, удалите бумагу из заднего лотка. При нажатии кнопки 'ОК' ролики будут задействованы 30 раз. Это займет приблизительно полторы минуты. Начать очистку подающих роликов?
tr: Kağıt besleme silindirlerini temizleme. Önce arka tepsideki kağıdı çıkarın. Tamam'ı tıklattığınızda kağıt besleme silindirleri 30 kez etkinleştirilir. Bu yaklaşık bir buçuk dakika sürer. Besleme silindiri temizleme işlemini başlatmak istiyor musunuz?

source: Cleaning paper feed rollers. First press the Paper Feed Switch on the printer to select the target paper source for cleaning, and then remove paper from the selected paper source. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. Do you want to start feed roller cleaning?
es: Limpieza de los rodillos de alimentación del papel. Pulse primero el Interruptor de alimentación de papel en la impresora para seleccionar el origen del papel que desea limpiar y retire el papel del mismo. Al hacer clic en Aceptar, se activarán los rodillos de alimentación del papel 30 veces. Esta operación durará aproximadamente un minuto y medio. ¿Desea iniciar la limpieza de los rodillos de alimentación?
it: Pulizia dei rulli di alimentazione carta. Innanzitutto premere l'interruttore di alimentazione carta sulla stampante per selezionare l'alimentazione carta destinata alla pulizia, quindi rimuovere la carta dall'alimentazione carta selezionata. Facendo clic su OK si attivano i rulli di alimentazione carta per 30 volte. L'operazione richiede circa un minuto e mezzo. Avviare la pulizia del rullo di alimentazione?
nl: Papierinvoerrollen reinigen. Druk eerst op de schakelaar papierinvoer op de printer om de doelpapierbron voor reiniging te selecteren en verwijder het papier uit de geselecteerde papierbron. Als u op OK klikt, worden de papierinvoerrollen 30 keer geactiveerd. Dit duurt ongeveer anderhalve minuut. Wilt u de papierinvoerrollen reinigen?
ru: Очистка подающих роликов. Прежде всего, нажмите переключатель подачи бумаги на принтере для выбора источника бумаги для очистки, а затем удалите бумагу из выбранного источника бумаги. При нажатии кнопки 'ОК' ролики будут задействованы 30 раз. Это займет приблизительно полторы минуты. Начать очистку подающих роликов?
tr: Kağıt besleme silindirlerini temizleme. Önce temizleme işlemi için hedef kağıt kaynağını seçmek amacıyla yazıcının Kağıt Besleme Düğmesi’ne basın ve ardından seçilen kağıt kaynağındaki kağıdı çıkarın. Tamam'ı tıklattığınızda kağıt besleme silindirleri 30 kez etkinleştirilir. Bu yaklaşık bir buçuk dakika sürer. Besleme silindiri temizleme işlemini başlatmak istiyor musunuz?

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the rear tray. Clicking OK will eject paper and complete feed roller cleaning.
es: Compruebe que el ruido de funcionamiento de la impresora se haya detenido y cargue tres hojas de papel normal en la bandeja posterior. Al hacer clic en Aceptar, se expulsará el papel y finalizará la limpieza de los rodillos de alimentación.
it: Verificare che il rumore di funzionamento della stampante sia stato eliminato, quindi inserire tre fogli di carta comune nel vassoio posteriore. Facendo clic su OK la carta verrà espulsa e si concluderà la pulizia del rullo di alimentazione.
nl: Controleer of de printer geen werkingsgeluid meer maakt en plaats drie vellen normaal papier inde achterste lade. Als u op OK klikt, wordt het papier uitgevoerd en wordt de reiniging van de invoerrollen voltooid.
ru: Проверьте, прекратился ли шум принтера, а затем вставьте три листа обычной бумаги в задний лоток. При нажатии кнопки 'ОК' выйдет бумага, и очистка подающих роликов будет завершена.
tr: Yazıcının işletim gürültüsünün kesildiğini doğrulayın ve ardından arka tepsiye üç sayfa düz kağıt yükleyin. Tamam’ı tıklattığınızda kağıt çıkartılacak ve besleme silindiri temizleme işlemi tamamlanacaktır.

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the selected paper source. Clicking OK will eject paper and complete feed roller cleaning.
es: Compruebe que el ruido de funcionamiento de la impresora se haya detenido y cargue tres hojas de papel normal en el origen del papel seleccionado. Al hacer clic en Aceptar, se expulsará el papel y finalizará la limpieza de los rodillos de alimentación.
it: Verificare che il rumore di funzionamento della stampante sia stato eliminato, quindi inserire tre fogli di carta comune nell'alimentazione carta selezionata. Facendo clic su OK la carta verrà espulsa e si concluderà la pulizia del rullo di alimentazione.
nl: Controleer of de printer geen werkingsgeluid meer maakt en plaats drie vellen normaal papier inde geselecteerde papierbron. Als u op OK klikt, wordt het papier uitgevoerd en wordt de reiniging van de invoerrollen voltooid.
ru: Проверьте, прекратился ли шум принтера, а затем вставьте три листа обычной бумаги в выбранный источник бумаги. При нажатии кнопки 'ОК' выйдет бумага, и очистка подающих роликов будет завершена.
tr: Yazıcının işletim gürültüsünün kesildiğini doğrulayın ve ardından seçilen kağıt kaynağına üç sayfa düz kağıt yükleyin. Tamam’ı tıklattığınızda kağıt çıkartılacak ve besleme silindiri temizleme işlemi tamamlanacaktır.

source: 1. Remove the paper from the sheet feeder. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. With the ridge of the crease facing down, load the paper into the sheet feeder. 4. Click Execute.
es: 1. Saque el papel del alimentador de hojas. 2. Doble el papel normal tamaño A4 o Carta en dos y, a continuación, desdoble el papel. 3. Cargue el papel en el alimentador de hojas con el pliegue hacia abajo. 4. Haga clic en Ejecutar.
it: 1. Rimuovere la carta dall'alimentatore fogli. 2. Piegare a metà il foglio di carta comune formato A4 o Letter, quindi aprire il foglio. 3. Inserire la carta nell'alimentatore fogli con lo spigolo della piega rivolto verso il basso. 4. Fare clic su Esegui.
nl: 1. Verwijder het papier uit de papierinvoer. 2. Vouw een vel normaal papier van A4- of letter-formaat doormidden en vouw het vervolgens weer uit. 3. Plaats het papier met de rand van de vouw naar beneden gericht in de papierinvoer. 4. Klik op Uitvoeren.
ru: 1. Удалите бумагу из устройства подачи. 2. Сложите лист обычной бумаги размера A4 или Letter пополам, затем разверните лист. 3. Вставьте лист в устройство подачи так, чтобы кромка сгиба, бывшая наружной, оказалась снизу. 4. Нажмите кнопку 'Выполнить'.
tr: 1. Kağıdı sayfa besleyiciden çıkarın. 2. A4 veya Letter boyutlu bir düz kağıdı ikiye katlayın, sonra da açın. 3. Kağıdı, katlama izinin sırtı aşağıya gelecek şekilde sayfa besleyiciye yükleyin. 4. Yürüt’ü tıklatın.

source: 1. Remove the paper from the rear tray. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. With the ridge of the crease facing down, load the paper into the rear tray. 4. Click Execute.
es: 1. Saque el papel de la bandeja posterior. 2. Doble el papel normal tamaño A4 o Carta en dos y, a continuación, desdoble el papel. 3. Cargue el papel en la bandeja posterior con el pliegue hacia abajo. 4. Haga clic en Ejecutar.
it: 1. Rimuovere la carta dal vassoio posteriore. 2. Piegare a metà il foglio di carta comune formato A4 o Letter, quindi aprire il foglio. 3. Inserire la carta nel vassoio posteriore con lo spigolo della piega rivolto verso il basso. 4. Fare clic su Esegui.
nl: 1. Verwijder het papier uit de achterste lade. 2. Vouw een vel normaal papier van A4- of Letter-formaat doormidden en vouw het vervolgens weer uit. 3. Plaats het papier met de rand van de vouw naar beneden gericht in de achterste lade. 4. Klik op Uitvoeren.
ru: 1. Удалите бумагу из заднего лотка. 2. Сложите лист обычной бумаги размера A4 или Letter пополам, затем разверните лист. 3. Вставьте лист в задний лоток так, чтобы кромка сгиба, бывшая наружной, оказалась снизу. 4. Нажмите кнопку 'Выполнить'.
tr: 1. Kağıdı arka tepsiden çıkarın. 2. A4 veya Letter boyutlu bir düz kağıdı ikiye katlayın, sonra da açın. 3. Kağıdı, katlama izinin sırtı aşağıya gelecek şekilde arka tepsiye yükleyin. 4. Yürüt’ü tıklatın.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the rear tray, and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están atascados. Prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la izquierda, cargue una hoja de papel normal tamaño A4 o Carta en la bandeja posterior y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che permette di verificare se gli ugelli della testina di stampa sono ostruiti. Preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso sinistra, inserire un foglio di carta comune formato A4 o Letter nel vassoio posteriore e fare clic su Stampa motivo di controllo.
nl: Drukt een raster af aan de hand waarvan u kunt controleren of de spuitopeningen van de printkop verstopt zijn. Zorg dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), schuif de hendel voor papierdikte naar links en plaats een vel normaal papier van A4- of Letter-formaat in de achterste lade. Klik op Controleraster afdrukken.
ru: Печать образца, по которому можно определить, засорены ли сопла печатающей головки. Подготовьте принтер (подключите кабель и включите питание), установите рычаг толщины бумаги влево, вставьте лист обычной бумаги размера A4 или Letter в задний лоток и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkalı olup olmadığını denetlemenize olanak tanıyan bir desen yazdırır. Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sola itin, arka tepsiye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin ve Yazdırma Denetim Deseni'ni tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la izquierda y cargue dos hojas de papel normal A4 o Carta en la bandeja posterior. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso sinistra e inserire due fogli di carta comune formato A4 o Letter nel vassoio posteriore. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allineamento testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar links en plaats twee vellen normaal papier van het formaat A4 of Letter in de achterste lade. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), переместите рычаг толщины бумаги на принтере влево и вставьте два листа обычной бумаги размера A4 или Letter в задний лоток. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sola itin ve arka tepsiye iki sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.
