Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: Locale
es: es_ES
it: it_IT
nl: nl_NL
ru: ru_RU
tr: tr_TR

source: Black:
es: Negro:
it: Nero:
nl: Zwart:
ru: Черный:
tr: Siyah:

source: Cyan:
es: Cian:
it: Ciano:
nl: Cyaan:
ru: Голубой:
tr: Camgöbeği:

source: Set...
es: Establecer...
it: Imposta...
nl: Instellen...
ru: Задать...
tr: Ayarla...

source: Yellow:
es: Amarillo:
it: Giallo:
nl: Geel:
ru: Желтый:
tr: Sarı:

source: About
es: Acerca de
it: Informazioni
nl: Info
ru: О программе
tr: Hakkında

source: Adjustment in Column F (-3 to +3)
es: Ajuste en la columna F (de -3 a +3)
it: Regolazione nella colonna F (da -3 a +3)
nl: Aanpassing in kolom F (-3 t/m +3)
ru: Регулировка в столбце F (-3...+3)
tr: Sütun F’de Ayarlama (-3 - +3)

source: Adjustment in Column G (-3 to +3)
es: Ajuste en la columna G (de -3 a +3)
it: Regolazione nella colonna G (da -3 a +3)
nl: Aanpassing in kolom G (-3 t/m +3)
ru: Регулировка в столбце G (-3...+3)
tr: Sütun G’de Ayarlama (-3 - +3)

source: Adjustment in Column Q (-4 to +4)
es: Ajuste en la columna Q (de -4 a +4)
it: Regolazione nella colonna Q (da -4 a +4)
nl: Aanpassing in kolom Q (-4 t/m +4)
ru: Регулировка в столбце Q (-4...+4)
tr: Sütun Q’de Ayarlama (-4 - +4)

source: Adjustment in Columns A to C (-3 to +7)
es: Ajuste en las columnas A a C (de -3 a +7)
it: Regolazione nelle colonne da A a C (da -3 a +7)
nl: Aanpassing in kolom A t/m C (-3 t/m +7)
ru: Регулировка в столбцах с A по C (-3...+7)
tr: A - C Sütunlarında Ayarlama (-3 - +7)

source: Adjustment in Columns A to D (-3 to +7)
es: Ajuste en las columnas A a D (de -3 a +7)
it: Regolazione nelle colonne da A a D (da -3 a +7)
nl: Aanpassing in kolom A t/m D (-3 t/m +7)
ru: Регулировка в столбцах с A по D (-3...+7)
tr: A - D Sütunlarında Ayarlama (-3 - +7)

source: Adjustment in Columns A to E (-3 to +7)
es: Ajuste en las columnas A a E (de -3 a +7)
it: Regolazione nelle colonne da A a E (da -3 a +7)
nl: Aanpassing in kolom A t/m E (-3 t/m +7)
ru: Регулировка в столбцах с A по E (-3...+7)
tr: A - E Sütunlarında Ayarlama (-3 - +7)

source: Adjustment in Columns A to E (-5 to +5)
es: Ajuste en las columnas A a E (de -5 a +5)
it: Regolazione nelle colonne da A a E (da -5 a +5)
nl: Aanpassing in kolom A t/m E (-5 t/m +5)
ru: Регулировка в столбцах с A по E (-5...+5)
tr: A - E Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns A to F (-5 to +5)
es: Ajuste en las columnas A a F (de -5 a +5)
it: Regolazione nelle colonne da A a F (da -5 a +5)
nl: Aanpassing in kolom A t/m F (-5 t/m +5)
ru: Регулировка в столбцах с A по F (-5...+5)
tr: A - F Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns A to G (-5 to +5)
es: Ajuste en las columnas A a G (de -5 a +5)
it: Regolazione nelle colonne da A a G (da -5 a +5)
nl: Aanpassing in kolom A t/m G (-5 t/m +5)
ru: Регулировка в столбцах с A по G (-5...+5)
tr: A - G Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns D to F (-5 to +5)
es: Ajuste en las columnas D a F (de -5 a +5)
it: Regolazione nelle colonne da D a F (da -5 a +5)
nl: Aanpassing in kolom D t/m F (-5 t/m +5)
ru: Регулировка в столбцах с D по F (-5...+5)
tr: D - F Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns E to G (-5 to +5)
es: Ajuste en las columnas E a G (de -5 a +5)
it: Regolazione nelle colonne da E a G (da -5 a +5)
nl: Aanpassing in kolom E t/m G (-5 t/m +5)
ru: Регулировка в столбцах с E по G (-5...+5)
tr: E - G Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns F and G (-3 to +3)
es: Ajuste en las columnas F y G (de -3 a +3)
it: Regolazione nelle colonne F e G (da -3 a +3)
nl: Aanpassing in kolom F en G (-3 t/m +3)
ru: Регулировка в столбцах F и G (-3...+3)
tr: F - G Sütunlarında Ayarlama (-3 - +3)

source: Adjustment in Columns F to K (-5 to +5)
es: Ajuste en las columnas F a K (de -5 a +5)
it: Regolazione nelle colonne da F a K (da -5 a +5)
nl: Aanpassing in kolom F t/m K (-5 t/m +5)
ru: Регулировка в столбцах с F по K (-5...+5)
tr: F - K Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns G to J (-5 to +5)
es: Ajuste en las columnas G a J (de -5 a +5)
it: Regolazione nelle colonne da G a J (da -5 a +5)
nl: Aanpassing in kolom G t/m J (-5 t/m +5)
ru: Регулировка в столбцах с G по J (-5...+5)
tr: G - J Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns G to L (-5 to +5)
es: Ajuste en las columnas G a L (de -5 a +5)
it: Regolazione nelle colonne da G a L (da -5 a +5)
nl: Aanpassing in kolom G t/m L (-5 t/m +5)
ru: Регулировка в столбцах с G по L (-5...+5)
tr: G - L Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns H to K (-5 to +5)
es: Ajuste en las columnas H a K (de -5 a +5)
it: Regolazione nelle colonne da H a K (da -5 a +5)
nl: Aanpassing in kolom H t/m K (-5 t/m +5)
ru: Регулировка в столбцах с H по K (-5...+5)
tr: H - K Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns H to L (-5 to +5)
es: Ajuste en las columnas H a L (de -5 a +5)
it: Regolazione nelle colonne da H a L (da -5 a +5)
nl: Aanpassing in kolom H t/m L (-5 t/m +5)
ru: Регулировка в столбцах с H по L (-5...+5)
tr: H - L Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns H to N (-5 to +5)
es: Ajuste en las columnas H a N (de -5 a +5)
it: Regolazione nelle colonne da H a N (da -5 a +5)
nl: Aanpassing in kolom H t/m N (-5 t/m +5)
ru: Регулировка в столбцах с H по N (-5...+5)
tr: H - N Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns K and L (-3 to +3)
es: Ajuste en las columnas K y L (de -3 a +3)
it: Regolazione nelle colonne K e L (da -3 a +3)
nl: Aanpassing in kolom K en L (-3 t/m +3)
ru: Регулировка в столбцах K и L (-3...+3)
tr: K - L Sütunlarında Ayarlama (-3 - +3)

source: Adjustment in Columns K to P (-5 to +5)
es: Ajuste en las columnas K a P (de -5 a +5)
it: Regolazione nelle colonne da K a P (da -5 a +5)
nl: Aanpassing in kolom K t/m P (-5 t/m +5)
ru: Регулировка в столбцах с K по P (-5...+5)
tr: K - P Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns L and M (-3 to +3)
es: Ajuste en las columnas L y M (de -3 a +3)
it: Regolazione nelle colonne L e M (da -3 a +3)
nl: Aanpassing in kolom L en M (-3 t/m +3)
ru: Регулировка в столбцах L и M (-3...+3)
tr: L - M Sütunlarında Ayarlama (-3 - +3)

source: Adjustment in Columns L to O (-5 to +5)
es: Ajuste en las columnas L a O (de -5 a +5)
it: Regolazione nelle colonne da L a O (da -5 a +5)
nl: Aanpassing in kolom L t/m O (-5 t/m +5)
ru: Регулировка в столбцах с L по O (-5...+5)
tr: L - O Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns M and N (-2 to +2)
es: Ajuste en las columnas M y N (de -2 a +2)
it: Regolazione nelle colonne M e N (da -2 a +2)
nl: Aanpassing in kolom M en N (-2 t/m +2)
ru: Регулировка в столбцах M и N (-2...+2)
tr: M - N Sütunlarında Ayarlama (-2 - +2)

source: Adjustment in Columns M to P (-2 to +2)
es: Ajuste en las columnas M a P (de -2 a +2)
it: Regolazione nelle colonne da M a P (da -2 a +2)
nl: Aanpassing in kolom M t/m P (-2 t/m +2)
ru: Регулировка в столбцах с M по P (-2...+2)
tr: M - P Sütunlarında Ayarlama (-2 - +2)

source: Adjustment in Columns M to Q (-5 to +5)
es: Ajuste en las columnas M a Q (de -5 a +5)
it: Regolazione nelle colonne da M a Q (da -5 a +5)
nl: Aanpassing in kolom M t/m Q (-5 t/m +5)
ru: Регулировка в столбцах с M по Q (-5...+5)
tr: M - Q Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns O to T (-2 to +2)
es: Ajuste en las columnas O a T (de -2 a +2)
it: Regolazione nelle colonne da O a T (da -2 a +2)
nl: Aanpassing in kolom O t/m T (-2 t/m +2)
ru: Регулировка в столбцах с O по T (-2...+2)
tr: O - T Sütunlarında Ayarlama (-2 - +2)

source: Adjustment in Columns P to T (-5 to +5)
es: Ajuste en las columnas P a T (de -5 a +5)
it: Regolazione nelle colonne da P a T (da -5 a +5)
nl: Aanpassing in kolom P t/m T (-5 t/m +5)
ru: Регулировка в столбцах с P по T (-5...+5)
tr: P - T Sütunlarında Ayarlama (-5 - +5)

source: Adjustment in Columns Q and R (-4 to +4)
es: Ajuste en las columnas Q y R (de -4 a +4)
it: Regolazione nelle colonne Q e R (da -4 a +4)
nl: Aanpassing in kolom Q en R (-4 t/m +4)
ru: Регулировка в столбцах Q и R (-4...+4)
tr: Q - R Sütunlarında Ayarlama (-4 - +4)

source: Adjustment in Columns R to U (-2 to +2)
es: Ajuste en las columnas R a U (de -2 a +2)
it: Regolazione nelle colonne da R a U (da -2 a +2)
nl: Aanpassing in kolom R t/m U (-2 t/m +2)
ru: Регулировка в столбцах с R по U (-2...+2)
tr: R - U Sütunlarında Ayarlama (-2 - +2)

source: Adjustment in Columns U and V (-2 to +2)
es: Ajuste en las columnas U y V (de -2 a +2)
it: Regolazione nelle colonne U e V (da -2 a +2)
nl: Aanpassing in kolom U en V (-2 t/m +2)
ru: Регулировка в столбцах U и V (-2...+2)
tr: U - V Sütunlarında Ayarlama (-2 - +2)

source: Adjustment in Columns U and V (-3 to +3)
es: Ajuste en las columnas U y V (de -3 a +3)
it: Regolazione nelle colonne U e V (da -3 a +3)
nl: Aanpassing in kolom U en V (-3 t/m +3)
ru: Регулировка в столбцах U и V (-3...+3)
tr: U - V Sütunlarında Ayarlama (-3 - +3)

source: Adjustment in Columns V to Y (-2 to +2)
es: Ajuste en las columnas V a Y (de -2 a +2)
it: Regolazione nelle colonne da V a Y (da -2 a +2)
nl: Aanpassing in kolom V t/m Y (-2 t/m +2)
ru: Регулировка в столбцах с V по Y (-2...+2)
tr: V - Y Sütunlarında Ayarlama (-2 - +2)

source: Adjustment in Columns W and X (-3 to +3)
es: Ajuste en las columnas W y X (de -3 a +3)
it: Regolazione nelle colonne W e X (da -3 a +3)
nl: Aanpassing in kolom W en X (-3 t/m +3)
ru: Регулировка в столбцах W и X (-3...+3)
tr: W - X Sütunlarında Ayarlama (-3 - +3)

source: Adjustment in Columns a to e (-2 to +2)
es: Ajuste en las columnas a a e (de -2 a +2)
it: Regolazione nelle colonne da a a e (da -2 a +2)
nl: Aanpassing in kolom a t/m e (-2 t/m +2)
ru: Регулировка в столбцах с a по e (-2...+2)
tr: a - e Sütunlarında Ayarlama (-2 - +2)

source: Adjustment in Columns f to j (-2 to +2)
es: Ajuste en las columnas f a j (de -2 a +2)
it: Regolazione nelle colonne da f a j (da -2 a +2)
nl: Aanpassing in kolom f t/m j (-2 t/m +2)
ru: Регулировка в столбцах с f по j (-2...+2)
tr: f - j Sütunlarında Ayarlama (-2 - +2)

source: Adjustment in Columns f to k (-2 to +2)
es: Ajuste en las columnas f a k (de -2 a +2)
it: Regolazione nelle colonne da f a k (da -2 a +2)
nl: Aanpassing in kolom f t/m k (-2 t/m +2)
ru: Регулировка в столбцах с f по k (-2...+2)
tr: f - k Sütunlarında Ayarlama (-2 - +2)

source: Align Print Head
es: Alinear cabezales de impresión
it: Allinea testina di stampa
nl: Printkop uitlijnen
ru: Выровнять печатающую головку
tr: Yazıcı Kafasını Hizala

source: Align heads manually
es: Alinear cabezales manualmente
it: Allinea testine di stampa manualmente
nl: Koppen handmatig uitlijnen
ru: Выравнивать головки вручную
tr: Kafaları el ile hizala

source: All Colors
es: Todos los colores
it: Tutti i colori
nl: Alle kleuren
ru: Все цвета
tr: Tüm Renkler

source: Amount of Extension:
es: Extensión:
it: Quantità estensione:
nl: Hoeveelheid uitbreiding:
ru: Степень расширения:
tr: Uzantı Miktarı:

source: Auto
it: Automatico
ru: Авто
tr: Otomatik

source: Auto Power
es: Encendido automático
it: Accensione/ spegnim. autom.
nl: Printer automatisch aan/uit
ru: Управление питанием
tr: Otomatik Güç

source: Auto Power Off
es: Apagado automático
it: Spegnimento automatico
nl: Printer automatisch uit
ru: Автовыключение
tr: Otomatik Kapatma

source: Auto Power Off:
es: Apagado automático:
it: Spegnimento automatico:
nl: Printer autom. uit:
ru: Автовыключение:
tr: Otomatik Kapatma:

source: Auto Power On:
es: Encendido automático:
it: Accensione automatica:
nl: Printer autom. aan:
ru: Автовключение:
tr: Otomatik Açma:

source: Auto Power Settings
es: Configuración de encendido automático
it: Impostazioni di accensione/spegnim. autom.
nl: Printer automatisch aan/uit
ru: Автоматическое управление питанием
tr: Otomatik Güç Ayarları

source: Automatic Duplex Printing
es: Impresión automática a doble cara
it: Stampa fronte/retro automatica
nl: Automatisch dubbelzijdig afdrukken
ru: Автоматическая двухсторонняя печать
tr: Otomatik Çift Taraflı Yazdırma

source: Available Media Types:
es: Tipos de soporte disponibles:
it: Tipi di supporto disponibili:
nl: Beschikbare mediumtypen:
ru: Доступные носители:
tr: Kullanılabilir Ortam Türleri:

source: BJ Cartridge:
es: Cartucho BJ:
it: Cartuccia BJ:
ru: Картридж BJ:
tr: BJ Kartuşu:

source: Back to Setup
es: Volver a la configuración
it: Torna all'impostazione
nl: Terug naar instellingen
ru: Возврат к настройке
tr: Kur'a Dön

source: Bi-directional Alignment (-5 to +5)
es: Alineación bidireccional (de -5 a +5)
it: Allineamento bidirezionale (da -5 a +5)
nl: Bi-directionele uitlijning (-5 t/m +5)
ru: В двух направлениях (-5...+5)
tr: Çift Yönlü Hizalama (-5 - +5)

source: Black
es: Negro
it: Nero
nl: Zwart
ru: Черная
tr: Siyah

source: Black Ink Tank
es: Depósito de tinta negra
it: Serbatoio inchiostro nero
nl: Zwarte-Inkttank
ru: Черная чернильница
tr: Siyah Mürekkep Haznesi

source: Borderless
es: Sin bordes
it: Senza bordo
nl: Zonder marges
ru: Без полей
tr: Kenarlıksız

source: Bottom Plate Cleaning
es: Limpieza de placa inferior
it: Pulizia lastra inferiore
nl: Reiniging onderste plaat
ru: Чистка поддона
tr: Alt Plaka Temizleme

source: Brightness:
es: Brillo:
it: Luminosità:
nl: Helderheid:
ru: Яркость:
tr: Parlaklık:

source: Cancel
es: Cancelar
it: Annulla
nl: Annuleren
ru: Отмена
tr: İptal

source: Cassette
it: Cassetto
ru: Кассета
tr: Kaset

source: Centering
es: Centrado
it: Centra
nl: Centreren
ru: Центрирование
tr: Ortalama

source: Change
es: Cambiar
it: Cambia
nl: Wijzigen
ru: Изменить
tr: Değiştir

source: Change Combination
es: Cambiar combinación
it: Cambia combinazione
nl: Combinatie wijzigen
ru: Изменить сочетание
tr: Birleşimi Değiştir

source: Change Media Type
es: Cambiar tipo de soporte
it: Cambia tipo di supporto
nl: Mediumtype wijzigen
ru: Смена типа носителя
tr: Ortam Türünü Değiştir

source: Cleaning
es: Limpieza
it: Pulizia
nl: Reiniging
ru: Очистка
tr: Temizleme

source: Click Change to use this, or Back to Setup to select a different combination.
es: Haga clic en Cambiar para utilizar esta combinación o en Volver a la configuración para seleccionar una diferente.
it: Fare clic su Cambia per utilizzare la combinazione corrente o su Torna all'impostazione per selezionare una combinazione diversa.
nl: Klik op Wijzigen om deze instelling te gebruiken of op Terug naar instellingen om een andere combinatie te kiezen.
ru: Нажмите кнопку 'Изменить', чтобы использовать это, или кнопку 'Возврат к настройке', чтобы выбрать другое сочетание параметров.
tr: Bunu kullanmak için Değiştir'i veya farklı bir birleşim seçmek için Kur'a Dön'ü tıklatın.

source: Close
es: Cerrar
it: Chiudi
nl: Sluiten
ru: Закрыть
tr: Kapat

source: Collate
es: Intercalar
it: Fascicola
nl: Sorteren
ru: Разобрать
tr: Harmanla

source: Color
it: Colore
nl: Kleur
ru: Цвет
tr: Renkli

source: Color Balance
es: Balance del color
it: Bilanciamento colore
nl: Kleurbalans
ru: Баланс цвета
tr: Renk Dengesi

source: Color Ink Tank
es: Depósito de tinta de color
it: Serbatoio inchiostro a colori
nl: Kleureninkttank
ru: Цветная чернильница
tr: Renkli Mürekkep Haznesi

source: Color Mode:
es: Modo de color:
it: Modalità colore:
nl: Kleurenmodus:
ru: Цветной режим:
tr: Renk Modu:

source: Color/Intensity
es: Color/Intensidad
it: Colore/Intensità
nl: Kleur/Intensiteit
ru: Цвет/интенсивность
tr: Renk/Yoğunluk

source: Column A:
es: Columna A:
it: Colonna A:
nl: Kolom A:
ru: Столбец A:
tr: Sütun A:

source: Column B:
es: Columna B:
it: Colonna B:
nl: Kolom B:
ru: Столбец B:
tr: Sütun B:

source: Column C:
es: Columna C:
it: Colonna C:
nl: Kolom C:
ru: Столбец C:
tr: Sütun C:

source: Column D:
es: Columna D:
it: Colonna D:
nl: Kolom D:
ru: Столбец D:
tr: Sütun D:

source: Column E:
es: Columna E:
it: Colonna E:
nl: Kolom E:
ru: Столбец E:
tr: Sütun E:

source: Column F:
es: Columna F:
it: Colonna F:
nl: Kolom F:
ru: Столбец F:
tr: Sütun F:

source: Column G:
es: Columna G:
it: Colonna G:
nl: Kolom G:
ru: Столбец G:
tr: Sütun G:

source: Column H:
es: Columna H:
it: Colonna H:
nl: Kolom H:
ru: Столбец H:
tr: Sütun H:

source: Column I:
es: Columna I:
it: Colonna I:
nl: Kolom I:
ru: Столбец I:
tr: Sütun I:

source: Column J:
es: Columna J:
it: Colonna J:
nl: Kolom J:
ru: Столбец J:
tr: Sütun J:

source: Column K:
es: Columna K:
it: Colonna K:
nl: Kolom K:
ru: Столбец K:
tr: Sütun K:

source: Column L:
es: Columna L:
it: Colonna L:
nl: Kolom L:
ru: Столбец L:
tr: Sütun L:

source: Column M:
es: Columna M:
it: Colonna M:
nl: Kolom M:
ru: Столбец M:
tr: Sütun M:

source: Column N:
es: Columna N:
it: Colonna N:
nl: Kolom N:
ru: Столбец N:
tr: Sütun N:

source: Column O:
es: Columna O:
it: Colonna O:
nl: Kolom O:
ru: Столбец O:
tr: Sütun O:

source: Column P:
es: Columna P:
it: Colonna P:
nl: Kolom P:
ru: Столбец P:
tr: Sütun P:

source: Column Q:
es: Columna Q:
it: Colonna Q:
nl: Kolom Q:
ru: Столбец Q:
tr: Sütun Q:

source: Column R:
es: Columna R:
it: Colonna R:
nl: Kolom R:
ru: Столбец R:
tr: Sütun R:

source: Column S:
es: Columna S:
it: Colonna S:
nl: Kolom S:
ru: Столбец S:
tr: Sütun S:

source: Column T:
es: Columna T:
it: Colonna T:
nl: Kolom T:
ru: Столбец T:
tr: Sütun T:

source: Column U:
es: Columna U:
it: Colonna U:
nl: Kolom U:
ru: Столбец U:
tr: Sütun U:

source: Column V:
es: Columna V:
it: Colonna V:
nl: Kolom V:
ru: Столбец V:
tr: Sütun V:

source: Column W:
es: Columna W:
it: Colonna W:
nl: Kolom W:
ru: Столбец W:
tr: Sütun W:

source: Column X:
es: Columna X:
it: Colonna X:
nl: Kolom X:
ru: Столбец X:
tr: Sütun X:

source: Column Y:
es: Columna Y:
it: Colonna Y:
nl: Kolom Y:
ru: Столбец Y:
tr: Sütun Y:

source: Column a:
es: Columna a:
it: Colonna a:
nl: Kolom a:
ru: Столбец a:
tr: Sütun a:

source: Column b:
es: Columna b:
it: Colonna b:
nl: Kolom b:
ru: Столбец b:
tr: Sütun b:

source: Column c:
es: Columna c:
it: Colonna c:
nl: Kolom c:
ru: Столбец c:
tr: Sütun c:

source: Column d:
es: Columna d:
it: Colonna d:
nl: Kolom d:
ru: Столбец d:
tr: Sütun d:

source: Column e:
es: Columna e:
it: Colonna e:
nl: Kolom e:
ru: Столбец e:
tr: Sütun e:

source: Column f:
es: Columna f:
it: Colonna f:
nl: Kolom f:
ru: Столбец f:
tr: Sütun f:

source: Column g:
es: Columna g:
it: Colonna g:
nl: Kolom g:
ru: Столбец g:
tr: Sütun g:

source: Column h:
es: Columna h:
it: Colonna h:
nl: Kolom h:
ru: Столбец h:
tr: Sütun h:

source: Column i:
es: Columna i:
it: Colonna i:
nl: Kolom i:
ru: Столбец i:
tr: Sütun i:

source: Column j:
es: Columna j:
it: Colonna j:
nl: Kolom j:
ru: Столбец j:
tr: Sütun j:

source: Column k:
es: Columna k:
it: Colonna k:
nl: Kolom k:
ru: Столбец k:
tr: Sütun k:

source: Contrast:
es: Contraste:
it: Contrasto:
ru: Контрастность:
tr: Karşıtlık:

source: Copies:
es: Copias:
it: Copie:
nl: Aantal:
ru: Копии:
tr: Kopya Sayısı:

source: Custom
es: Personalizada
it: Personalizzata
nl: Aangepast
ru: Другое
tr: Özel

source: Custom Paper Size
es: Tamaño de papel personalizado
it: Formato carta pers.
nl: Aangepast papierformaat
ru: Специальный размер бумаги
tr: Özel Kağıt Boyutu

source: Custom Settings
es: Configuración personalizada
it: Impostazioni personalizzate
nl: Aangepaste instellingen
ru: Специальные параметры
tr: Özel Ayarlar

source: Cyan:
es: Cian:
it: Ciano:
nl: Cyaan:
ru: Голубой:
tr: Camgöbeği:

source: Dark
es: Oscuro
it: Scuro
nl: Donker
ru: Темн.
tr: Koyu

source: Deep Cleaning
es: Limpieza a fondo
it: Pulizia accurata
nl: Diepte-reiniging
ru: Глубокая очистка
tr: Yoğun Temizleme

source: Defaults
es: Predetermin.
it: Predefinite
nl: Standaard
ru: По умолч.
tr: Varsayılanlar

source: Diffusion
es: Difusión
it: Diffusione
nl: Diffusie
ru: Диффузия
tr: Dağılma

source: Display low ink warning
es: Mostrar indicador de bajo nivel de tinta
it: Visualizza l'avviso di inchiostro insufficiente
nl: Waarschuwing weinig inkt weergeven
ru: Выводить сообщение о недостатке чернил
tr: Mürekkep az uyarısını görüntüler

source: Dither
es: Difuminar
it: Retino
nl: Dithering
ru: Градации
tr: Titreme

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns G to L.
es: Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas G–L.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da G a L.
nl: Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom G tot en met L in.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов G по L.
tr: Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını G ile L arasındaki sütunların alanlarına girin.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns H to O.
es: Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas H–O.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da H a O.
nl: Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom H tot en met O in.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов H по O.
tr: Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını H ile O arasındaki sütunların alanlarına girin.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns M to R.
es: Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas M–R.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da M a R.
nl: Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom M tot en met R in.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов M по R.
tr: Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını M ile R arasındaki sütunların alanlarına girin.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns P to V.
es: Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas P–V.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da P a V.
nl: Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom P tot en met V in.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов P по V.
tr: Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını P ile V arasındaki sütunların alanlarına girin.
