Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: Starting bottom plate cleaning to prevent paper smudges during printing. This operation requires a sheet of A4 or letter size, plain paper. Follow these directions to execute bottom plate cleaning.
es: Se iniciará la limpieza de la placa inferior para evitar la aparición de manchas en el papel durante la impresión. Esta operación requiere una hoja de papel normal A4 o Carta. Siga estas instrucciones para ejecutar la limpieza de la placa inferior.
it: Inizio pulizia lastra inferiore per impedire sbavature sulla carta durante la stampa. Questa operazione richiede un foglio A4 o formato letter, in carta semplice. Seguire queste indicazioni per eseguire la pulizia della lastra inferiore.
nl: Reiniging van de onderste plaat wordt gestart om te voorkomen dat er vegen op de afdruk ontstaan. Voor deze bewerking is een vel normaal papier van het formaat A4 of Letter vereist. Volg deze aanwijzingen om reiniging van de onderste plaat uit te voeren.
ru: Начало чистки поддона для предотвращения появления на бумаге пятен при печати. Для этой операции требуется лист обычной бумаги размера A4 или Letter. Следуйте этим указаниям, чтобы выполнить чистку поддона.
tr: Yazdırma sırasında kağıtların lekelenmesini engellemek için alt plaka temizleme işlemi başlatılıyor. Bu işlem için A4 veya Letter boyutunda bir sayfa düz kağıt gerekmektedir. Alt plaka temizleme işlemini gerçekleştirmek için bu yönergelere uyun.

source: The counter corresponding to the replaced ink tank will indicate the tank is full. This operation ensures proper display of a low ink warning.
es: El contador correspondiente al depósito de tinta sustituido indica que el depósito está lleno. Esta operación asegura una visualización adecuada de advertencias de bajo nivel de tinta.
it: Il rilevatore corrispondente al serbatoio d'inchiostro sostituito indicherà livello pieno. Questa operazione assicura la corretta visualizzazione dell’avviso inchiostro insufficiente.
nl: De teller die behoort bij de vervangen inkttank geeft aan dat de inkttank vol is. Deze bewerking zorgt ervoor dat de waarschuwing voor weinig inkt correct werkt.
ru: Датчик, соответствующий замененной чернильнице, будет показывать, что эта чернильница полна. Эта операция обеспечивает своевременность предупреждения о низком уровне чернил.
tr: Değiştirilen mürekkep haznesine karşılık gelen sayaç haznenin dolu olduğunu gösterir. Bu işlem mürekkep az uyarısının düzgün görüntülenmesini sağlar.

source: The following is recommended:
es: Se recomienda lo siguiente:
it: Si suggerisce quanto segue:
nl: Het volgende wordt aanbevolen:
ru: Рекомендуется следующее:
tr: Aşağıdaki önerilir:

source: The print head nozzles are not clogged. If the printed pattern resembles this pattern, you can use the printer immediately. Click Exit.
es: Los inyectores de cabezal de impresión no están atascados. Si el diseño impreso se parece a éste, puede utilizar la impresora inmediatamente. Haga clic en Salir.
it: Gli ugelli della testina di stampa non sono ostruiti. Se il motivo stampato assomiglia a questo, è possibile utilizzare subito la stampante. Fare clic su Esci.
nl: De spuitopeningen van de printkoppen zijn niet verstop. Als het afgedrukte raster overeenkomt met dit raster, kunt u de printer direct gebruiken. Klik op Afsluiten.
ru: Сопла печатающей головки не засорены. Если отпечатанный образец соответствует этому образцу, то вы можете использовать принтер прямо сейчас. Нажмите кнопку 'Выход'.
tr: Yazdırma kafası püskürtme uçları tıkanmamış. Yazdırılan desen bu desene benziyorsa, yazıcıyı hemen kullanabilirsiniz. Çıkış'ı tıklatın.

source: To ensure proper display of a low ink warning, the following operation is required:
es: Para visualizar de forma correcta una advertencia de bajo nivel de tinta, lleve a cabo los siguientes pasos:
it: Per assicurare la corretta visualizzazione dell'avviso inchiostro insufficiente, eseguire l'operazione riportata.
nl: U zorgt er als volgt voor dat de waarschuwing voor weinig inkt goed werkt:
ru: Чтобы обеспечить своевременное предупреждение о низком уровне чернил, необходимо выполнять следующие действия.
tr: Mürekkep az uyarısının düzgün görüntülenmesini sağlamak için aşağıdaki işlem gereklidir:

source: Units:
es: Unidades:
it: Unità:
nl: Eenheden:
ru: Единицы:
tr: Birim:

source: Use quiet mode
es: Use el modo silencioso
it: Usa modalità silenziosa
nl: Stille modus gebruiken
ru: Использовать бесшумный режим
tr: Sessiz modu kullan

source: Using AC Adapter:
es: Adaptador de corriente CA:
it: Usa adattatore CA:
nl: Netspanningsadapter gebruiken:
ru: Питание от сети:
tr: AC Adaptör kullanılıyor:

source: Using Battery:
es: Batería:
it: Usa batteria:
nl: Batterij gebruiken:
ru: Питание от батареи:
tr: Pil kullanılıyor:

source: View Printer Status...
es: Ver estado de la impresora...
it: Visualizza stato stampante...
nl: Printerstatus weergeven...
ru: Сведения о состоянии принтера...
tr: Yazıcı Durumunu Görüntüle...

source: When you have replaced an ink tank with a new one, always click the Ink Counter Reset button on the Maintenance tab of the printer driver and select the new ink tank.
es: Cuando sustituya un depósito de tinta por otro nuevo, haga clic en el botón Restablecer contador de tinta de la ficha Mantenimiento del controlador de la impresora y seleccione el nuevo depósito de tinta.
it: Dopo aver sostituito un serbatoio d'inchiostro con uno nuovo, fare sempre clic sul pulsante Ripristina rilevatore inchiostro sulla scheda Manutenzione del driver della stampante e selezionare il nuovo serbatoio d'inchiostro.
nl: Wanneer u een inkttank hebt vervangen door een nieuwe, moet u altijd klikken op de knop Inktteller opnieuw instellen op het tabblad Onderhoud van het printerstuurprogramma en de nieuwe inkttank selecteren.
ru: После замены любой чернильницы всегда нажимайте кнопку 'Сброс датчика уровня' на вкладке 'Обслуживание' драйвера принтера и указывайте новую чернильницу.
tr: Bir mürekkep haznesini yenisiyle değiştirdiğinizde, her zaman yazıcı sürücüsünün Bakım sekmesindeki Mürekkep Sayacı Sıfırlama düğmesini tıklatın ve yeni mürekkep haznesini seçin.

source: Which of the following patterns does the printed pattern most closely resemble?
es: ¿A cuál de los siguientes diseños se parece más el diseño impreso?
it: A quale dei seguenti motivi assomiglia di più il motivo stampato?
nl: Met welk van de volgende rasters komt het afgedrukte raster het meest overeen?
ru: Какому из следующих образцов в наибольшей степени соответствует отпечатанный образец?
tr: Yazdırılan desen aşağıdaki desenlerden hangisine daha çok benziyor?

source: Width:
es: Ancho:
it: Larghezza:
nl: Breedte:
ru: Ширина:
tr: Genişlik:

source: Yellow:
es: Amarillo:
it: Giallo:
nl: Geel:
ru: Желтый:
tr: Sarı:

source: You cannot print with the following combination:
es: No se puede imprimir con la siguiente combinación:
it: Impossibile stampare con la seguente combinazione:
nl: U kunt niet afdrukken met de volgende combinatie:
ru: Нельзя печатать при таком сочетании параметров:
tr: Aşağıdaki birleşimle yazdıramazsınız:

source: You have selected the following combination:
es: Ha seleccionado la siguiente combinación:
it: È stata selezionata la seguente combinazione:
nl: U hebt de volgende combinatie geselecteerd:
ru: Выбрано следующее сочетание параметров:
tr: Aşağıdaki birleşimi seçtiniz:

source: inch
es: pulgada
it: pollice
ru: дюйм
tr: inç

source: Grayscale
es: Escala de grises
it: Livelli di grigio
nl: Grijstinten
ru: Оттенки серого
tr: Gri Tonlamalı

source: Photo
es: Foto
it: Foto
nl: Foto
ru: Фото
tr: Fotoğraf

source: Graphic
es: Gráfico
it: Grafica
nl: Grafisch
ru: Графика
tr: Grafik

source: Linear Tone
es: Tono lineal
it: Tonalità lineare
nl: Lineaire tint
ru: Линейный тон
tr: Doğrusal Ton

source: Changing %s to %s is recommended.
es: Se recomienda cambiar %s a %s.
it: Si consiglia di cambiare da %s a %s.
nl: Het wijzigen van %s in %s wordt aanbevolen.
ru: Рекомендуется изменить значение '%s' на '%s'.
tr: %s öğesinin %s olarak değiştirilmesi önerilir.

source: Click Change to use the new combination, Ignore to use the current combination, or Back to Setup to select a different combination.
es: Haga clic en Cambiar para utilizar la nueva combinación, en Omitir para usar la combinación actual o en Volver a la configuración para seleccionar una combinación diferente.
it: Fare clic su Cambia per utilizzare la nuova combinazione, su Ignora per utilizzare la combinazione corrente o su Torna all'impostazione per selezionare una combinazione diversa.
nl: Klik op Wijzigen om de nieuwe combinatie te gebruiken, Negeren om de huidige combinatie te gebruiken of Terug naar instellingen om een andere combinatie te selecteren.
ru: Нажмите кнопку 'Изменить', чтобы использовать новые параметры, 'Пропустить', чтобы использовать текущие параметры или 'Возврат к настройке', чтобы выбрать другие параметры.
tr: Yeni birleşimi kullanmak için Değiştir'i, geçerli birleşimi kullanmak için Yoksay'ı veya farklı bir birleşim seçmek için Kur'a Dön'ü tıklatın.

source: Changing %s setting is recommended.
es: Se recomienda modificar la configuración de %s.
it: Si consiglia di modificare l'impostazione %s.
nl: Het wijzigen van de instelling voor %s wordt aanbevolen.
ru: Рекомендуется изменить параметр '%s'.
tr: %s ayarının değiştirilmesi önerilir.

source: Use the selector below to choose a suitable setting and click Change to use the new combination.
es: Utilice el siguiente selector para elegir la configuración adecuada y haga clic en Cambiar para utilizar la nueva combinación.
it: Usare il selettore visualizzato di seguito per scegliere un'impostazione corretta e fare clic su Cambia per utilizzare la nuova combinazione.
nl: Gebruik de onderstaande selectiemogelijkheid om een geschikte instelling te kiezen en klik op Wijzigen om de nieuwe combinatie te gebruiken.
ru: Выберите ниже подходящее значение и нажмите кнопку 'Изменить', чтобы использовать новые параметры.
tr: Uygun ayarı seçmek için aşağıdaki seçiciyi kullanın ve yeni birleşimi kullanmak için Değiştir'i tıklatın.

source: Click Ignore to use the current combination or Back to Setup to select a different combination.
es: Haga clic en Omitir para utilizar la combinación actual o bien en Volver a la configuración para seleccionar una diferente.
it: Fare clic su Ignora per utilizzare la combinazione corrente o su Torna all'impostazione per selezionare una combinazione diversa.
nl: Klik op Negeren om de huidige combinatie te gebruiken of op Terug naar instellingen om een andere combinatie te kiezen.
ru: Нажмите кнопку 'Пропустить', чтобы использовать текущие параметры, или кнопку 'Возврат к настройке', чтобы выбрать другие параметры.
tr: Geçerli birleşimi kullanmak için Yoksay'ı veya farklı bir birleşim seçmek için Kur'a Dön'ü tıklatın.

source: Changing %s setting is recommended.
es: Se recomienda modificar la configuración de %s.
it: Si consiglia di modificare l'impostazione %s.
nl: Het wijzigen van de instelling voor %s wordt aanbevolen.
ru: Рекомендуется изменить параметр '%s'.
tr: %s ayarının değiştirilmesi önerilir.

source: Use the selector below to choose a suitable setting and click Change to use the new combination. Click Back to Setup to select a different combination.
es: Utilice el selector situado debajo para elegir una configuración adecuada y haga clic en Cambiar para utilizar la nueva combinación. Haga clic en Volver a la configuración para seleccionar una combinación diferente.
it: Usare il selettore visualizzato di seguito per scegliere un'impostazione corretta e fare clic su Cambia per usare la nuova combinazione. Fare clic su Torna all'impostazione per selezionare una combinazione diversa.
nl: Gebruik de onderstaande selectiemogelijkheid om een geschikte instelling te kiezen en klik op Wijzigen om de nieuwe combinatie te gebruiken. Klik op Terug naar instellingen om een andere combinatie te selecteren.
ru: Выберите ниже подходящее значение и нажмите кнопку 'Изменить', чтобы использовать новые параметры. Нажмите кнопку 'Возврат к настройке', чтобы выбрать другие параметры.
tr: Uygun ayarı seçmek için aşağıdaki seçiciyi kullanın ve yeni birleşimi kullanmak için Değiştir'i tıklatın. Farklı bir birleşim seçmek için Kur'a Dön'ü tıklatın.

source: Paper Thickness Lever Position:
es: Posición palanca grosor papel:
it: Pos. leva regolazione spessore:
nl: Positie diktehendel:
ru: Положение рычага толщины:
tr: Kağıt Kalınlığı Kolunun Konumu:

source: Paper Thickness Lever Position:
es: Posición palanca grosor papel:
it: Pos. leva regolazione spessore:
nl: Positie diktehendel:
ru: Положение рычага толщины:
tr: Kağıt Kalınlığı Kolunun Konumu:

source: Move the paper thickness lever %s.
es: Mueva la palanca de grosor del papel %s.
it: Spostare la leva di regolazione dello spessore %s.
nl: Verschuif de hendel voor papierdikte %s.
ru: Переместите рычаг толщины бумаги %s.
tr: Kağıt kalınlığı kolunu kaydırın %s.

source: Move the paper thickness lever %s.
es: Mueva la palanca de grosor del papel %s.
it: Spostare la leva di regolazione dello spessore %s.
nl: Verschuif de hendel voor papierdikte %s.
ru: Переместите рычаг толщины бумаги %s.
tr: Kağıt kalınlığı kolunu kaydırın %s.

source: Media Type
es: Tipo de soporte
it: Tipo di supporto
nl: Mediumtype
ru: Тип носителя
tr: Ortam Türü

source: Page Size
es: Tamaño de página
it: Formato pagina
nl: Paginaformaat
ru: Размер страницы
tr: Sayfa Boyutu

source: Media Type: %s cannot be used with the selected BJ Cartridge. Select the type of media you wish to use.
es: Tipo de soporte: %s no se puede utilizar con el cartucho BJ seleccionado. Seleccione el tipo de soporte que desee utilizar.
it: Tipo di supporto: Impossibile utilizzare %s con la cartuccia BJ selezionata. Selezionare il tipo di supporto da utilizzare.
nl: Mediumtype %s kan niet worden gebruikt met de geselecteerde BJ-cartridge. Selecteer het mediumtype dat u wilt gebruiken.
ru: Тип носителя: значение '%s' нельзя использовать с выбранным картриджем BJ. Выберите тип носителя, который вы хотите использовать.
tr: Ortam Türü: %s, seçili BJ Kartuşu ile birlikte kullanılamaz. Kullanmak istediğiniz ortam türünü seçin.

source: Plain Paper
es: Papel normal
it: Carta comune
nl: Normaal papier
ru: Обычная бумага
tr: Düz Kağıt

source: Transparencies
es: Transparencias
it: Lucidi
nl: Transparanten
ru: Прозрачные пленки
tr: Asetatlar

source: Back Print Film
es: Transparencia de impresión posterior
it: Pellicola Back Print
ru: Пленка для оборот. печати
tr: Arka Tarafına Yazdırılan Film

source: Fabric Sheet
es: Hoja de tela
it: Fogli di tessuto
nl: Textielbladen
ru: Ткань
tr: Kumaş Yaprak

source: High Gloss Film
es: Papel extra-satinado
it: Pellicola High Gloss
nl: Hoogglans filmpapier
ru: Глянцевая пленка
tr: Çok Parlak Film

source: Envelope
es: Sobre
it: Busta
nl: Envelop
ru: Конверт
tr: Zarf

source: Glossy Postcard
es: Postal satinada
it: Cartolina lucida
nl: Glanzende briefkaart
ru: Глянцевая открытка
tr: Parlak Kartpostal

source: High Resolution Paper
es: Papel de alta resolución
it: Carta per alta risoluzione

source: T-Shirt Transfers
es: Transfers para camisetas
it: Trasferibili T-Shirt
ru: Термопереводные материалы
tr: T-Shirt Üzerine Aktarma

source: High Gloss Photo Film
es: Papel extra-satinado para fotos
it: Pellicola High Gloss Photo
nl: Hoogglans fotofilm
ru: Глянцевая фотопленка
tr: Çok Parlak Fotoğraf Filmi

source: Glossy Photo Paper
es: Papel Fotográfico Satinado
it: Carta Fotografica
nl: Foto Glans Papier

source: Glossy Photo Cards
es: Tarjetas para fotos
it: Carta Lucida Per Fotografie
nl: Glanzende fotokaarten
ru: Глянцевые открытки
tr: Parlak Fotoğraf Kartları

source: Photo Paper Pro
es: Papel Fotográfico Profesional
it: Carta Fotografica Professionale
nl: Professioneel Fotopapier

source: Matte Photo Paper
es: Papel Fotográfico Mate
it: Carta Fotografica Opaca
nl: Matglans Foto Papier

source: Photo Paper Plus Glossy
es: Papel Fotográfico Brillo
it: Carta Fotografica Lucida
nl: Glossy Foto Papier Extra

source: Other Paper
es: Otro papel
it: Altra Carta
nl: Ander papier
ru: Другая бумага
tr: Diğer Kağıt

source: Other Photo Paper
es: Otro papel fotográfico
it: Altra carta fotografica
nl: Ander fotopapier
ru: Другая фотобумага
tr: Diğer Fotoğraf Kağıdı

source: Photo Paper Plus Double Sided
es: Papel Fotográfico a Doble Cara
it: Carta Fotografica Fronte-Retro
nl: Dubbelzijdig Foto Papier Plus

source: Fine Art Photo Rag
es: Acabado Artístico "Photo Rag"
it: Artistica "Photo Rag"

source: Other Fine Art Paper
es: Otro papel Fine Art
it: Altra carta Fine Art
nl: Overig Fine Art-papier
ru: Другая бумага Fine Art
tr: Diğer Fine Art Kağıt

source: Photo Paper Plus Glossy II
es: Papel Fotográfico Brillo II
it: Carta Fotografica Lucida II
nl: Glossy Foto Papier Extra II

source: Photo Paper Plus Semi-gloss
es: Papel Fotog. Plus Semi Brillante
it: Carta Fotografica Semi-Lucida
nl: Photo Paper Plus Halfglans

source: Photo Paper Pro Platinum
es: Fotográfico Profesional Platinum
it: Professionale Platinum
nl: Professioneel Foto Platinum

source: Photo Paper Pro II
es: Papel Fotográfico Profesional II
it: Fotografica Professionale II
nl: Professioneel Fotopapier II

source: Manual Feed
es: Alimentación manual
it: Alimentatore manuale
nl: Handmatige invoer
ru: Ручная подача
tr: El İle Besleme

source: Auto Sheet Feeder
es: Alim. de hojas autom.
it: Alimentatore automatico
nl: Autom. papierinvoer
ru: Устройство автоподачи
tr: Otomatik Sayfa Bsl

source: Auto Select
es: Selección automática
it: Selezione automatica
nl: Autom. selecteren
ru: Автоматический выбор
tr: Otomatik Seç

source: Tractor Feeder
es: Alimentador de tracción
it: Trattore
nl: Kettingpapier
ru: Перфорированная бумага
tr: Sürekli Form Besleyici

source: Paper Feed Switch
es: Int. aliment. papel
it: Interrut. alimen. carta
nl: Schakelaar papierinvoer
ru: Переключ. подачи бумаги
tr: Kağıt Besleme Düğmesi

source: Front Feeder
es: Alimentador delantero
it: Alimentatore anteriore
nl: Voorste invoer
ru: Переднее устр. подачи
tr: Ön Besleyici

source: Front Tray
es: Bandeja frontal
it: Vassoio anteriore
nl: Voorste lade
ru: Передний лоток
tr: Ön Tepsi

source: Front for Plain Paper
es: Delantero papel normal
it: Alim. ant. carta comune
nl: Voor v. normaal papier
ru: Спереди для обычн. бум.
tr: Düz Kağıt için Ön

source: Front for Plain Paper
es: Delantero papel normal
it: Alim. ant. carta comune
nl: Voor v. normaal papier
ru: Спереди для обычн. бум.
tr: Düz Kağıt için Ön

source: Continuous Autofeed
es: Alim. autom. cont.
it: Alimen. autom. continua
nl: Doorl. autom. invoer
ru: Непрерывная автоподача
tr: Sürekli Otomatik Bsl.

source: Automatically Select
es: Selección automática
it: Selezione automatica
nl: Automatisch selecteren
ru: Автовыбор
tr: Otomatik Seç

source: The selected paper size cannot be used in the current Paper Source setting. Paper Source setting is changed to the %s.
es: El tamaño de papel seleccionado no se puede utilizar con la configuración actual de Fuente de papel. La Fuente de papel debe ser: %s.
it: Il formato carta selezionato non può essere utilizzato con l'impostazione Alimentazione carta corrente. L'impostazione Alimentazione carta viene modificata in %s.
nl: Het geselecteerde papierformaat kan niet bij de huidige instelling voor Papierbron worden gebruikt. De instelling voor Papierbron is gewijzigd in de %s.
ru: Выбранный размер бумаги нельзя использовать при текущей настройке источника бумаги. Значение параметра 'Источник бумаги' изменяется на '%s'.
tr: Seçili kağıt boyutu, geçerli Kağıt Kaynağı ayarında kullanılamaz. Kağıt Kaynağı ayarı %s olarak değiştirildi.

source: A page size that is not supported by the automatic duplex printing function is selected.
es: Se ha seleccionado un tamaño de página que no es compatible con la función de impresión automática a doble cara.
it: È stato selezionato un formato di pagina non supportato dalla funzione di stampa fronte/retro automatica.
nl: Het geselecteerde paginaformaat wordt niet ondersteund door de functie voor automatisch dubbelzijdig afdrukken.
ru: Выбран размер страницы, который не поддерживается функцией автоматической двухсторонней печати.
tr: Otomatik çift taraflı yazdırma işlevinin desteklemediği bir sayfa boyutu seçildi.

source: Uncheck %s.
es: Desactive %s.
it: Deselezionare %s.
nl: Maak de selectie van %s ongedaan.
ru: Снимите флажок '%s'.
tr: %s seçimini kaldırın.

source: Paper Source
es: Fuente de papel
it: Alimentazione carta
nl: Papierbron
ru: Источник бумаги
tr: Kağıt Kaynağı

source: A page size that cannot be fed from the cassette was selected.
es: Se ha seleccionado un tamaño de página que no puede cargarse en la bandeja.
it: È stato selezionato un formato di pagina che non può essere caricato dal cassetto.
nl: Er is een paginaformaat geselecteerd dat niet vanuit de cassette kan worden geladen.
ru: Был выбран размер страницы, который нельзя подавать из кассеты.
tr: Kasetten beslenemeyecek bir sayfa boyutu seçildi.

source: Change the %s setting to %s.
es: Cambie el ajuste de %s a %s.
it: Modificare l'impostazione %s su %s.
nl: Wijzig de instelling van %s in %s.
ru: Установите для параметра '%s' значение '%s'.
tr: %s ayarını %s ile değiştirin.

source: Paper Source: %s is not available for the selected Media Type. Paper Source setting has been changed to %s.
es: La fuente de papel: %s no está disponible para el tipo de soporte seleccionado. La configuración de la Fuente de papel ha cambiado a %s.
it: Alimentazione carta: %s non è disponibile per il tipo di supporto selezionato. L'opzione Alimentazione carta è stata impostata su %s.
nl: Papierbron: %s is niet beschikbaar voor het geselecteerde mediumtype. De instelling voor Papierbron is gewijzigd in %s.
ru: Источник бумаги: '%s' нельзя использовать для выбранного типа носителя. Значение параметра 'Источник бумаги' изменено на '%s'.
tr: Kağıt Kaynağı: %s seçilen Ortam Türü için kullanılamıyor. Kağıt Kaynağı ayarı %s olarak değiştirildi.

source: Comm. Env. #10 9.5"x4.12" 241.3x104.6mm
es: Sobre COM 10 9.5"x4.12" 241.3x104.6mm
it: Busta comm. #10 9.5"x4.12" 241.3x104.6mm
ru: Станд. конв. №10 9.5"x4.12" 241.3x104.6mm
tr: Ticari Zarf #10 9.5"x4.12" 241.3x104.6mm

source: DL Env. 220.0x110.0mm
es: Sobre DL 220.0x110.0mm
it: Busta DL 220.0x110.0mm
ru: Конв. DL 220.0x110.0mm
tr: DL Zarf 220.0x110.0mm

source: Custom...
es: Personalizado...
it: Personalizzato...
nl: Aangepast...
ru: Специальный...
tr: Özel...

source: Comm. Env. #10 4.12"x9.5" 104.6x241.3mm
es: Sobre COM 10 4.12"x9.5" 104.6x241.3mm
it: Busta comm. #10 4.12"x9.5" 104.6x241.3mm
ru: Станд. конв. №10 4.12"x9.5" 104.6x241.3mm
tr: Ticari Zarf #10 4.12"x9.5" 104.6x241.3mm

source: DL Env. 110.0x220.0mm
es: Sobre DL 110.0x220.0mm
it: Busta DL 110.0x220.0mm
ru: Конв. DL 110.0x220.0mm
tr: DL Zarf 110.0x220.0mm

source: 4"x6" 10x15cm 101.6x152.4mm
es: 10x15cm 4"x6" 101.6x152.4mm
it: 10x15cm 4"x6" 101.6x152.4mm
nl: 10x15cm 4"x6" 101.6x152.4mm
ru: 10x15cm 4"x6" 101.6x152.4mm
tr: 10x15cm 4"x6" 101.6x152.4mm

source: 5"x7" 13x18cm 127.0x177.8mm
es: 13x18cm 5"x7" 127.0x177.8mm
it: 13x18cm 5"x7" 127.0x177.8mm
nl: 13x18cm 5"x7" 127.0x177.8mm
ru: 13x18cm 5"x7" 127.0x177.8mm
tr: 13x18cm 5"x7" 127.0x177.8mm

source: Card 2.16"x3.58" 55.0x91.0mm
es: Tarjeta 2.16"x3.58" 55.0x91.0mm
it: Scheda 2.16"x3.58" 55.0x91.0mm
nl: Kaart 2.16"x3.58" 55.0x91.0mm
ru: Карточка 2.16"x3.58" 55.0x91.0mm
tr: Kart 2.16"x3.58" 55.0x91.0mm

source: Credit Card 2.13"x3.39" 54.0x86.0mm
es: Tarjeta de crédito 2.13"x3.39" 54.0x86.0mm
it: Carta di credito 2.13"x3.39" 54.0x86.0mm
ru: Кредитная карточка 2.13"x3.39" 54.0x86.0mm
tr: Kredi Kartı 2.13"x3.39" 54.0x86.0mm

source: Fine Art A4 210.0x297.0mm
es: A4 de bellas artes 210.0x297.0mm
it: Carta fine art A4 210.0x297.0mm

source: 8"x10" 20x25cm 203.2x254.0mm
es: 20x25cm 8"x10" 203.2x254.0mm
it: 20x25cm 8"x10" 203.2x254.0mm
nl: 20x25cm 8"x10" 203.2x254.0mm
ru: 20x25cm 8"x10" 203.2x254.0mm
tr: 20x25cm 8"x10" 203.2x254.0mm
