Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: Get the printer ready (connect the cable and turn the power on) and load a sheet of A4 or letter size, plain paper into the cassette. Clicking OK will print the current setting.
es: Prepare la impresora (conecte el cable y enciéndala) y cargue una hoja de papel normal de tamaño A4 o Carta en el cassette. Al hacer clic en Aceptar, se imprimirá la configuración actual.
it: Preparare la stampante (collegare il cavo e accenderla) e inserire un foglio di carta comune in formato A4 o Letter nel cassetto. Fare clic su OK per stampare l'impostazione corrente.
nl: Zorg ervoor dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld), plaats een vel normaal papier van het formaat A4 of Letter in de cassette. Klik op OK om de huidige instellingen af te drukken.
ru: Подготовьте принтер (подключите кабель и включите питание) и вставьте лист обычной бумаги размера A4 или Letter в кассету. После нажатия кнопки 'OK' начнется печать с текущими настройками.
tr: Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve kasete bir sayfa A4 veya letter boyutlu düz kağıt yükleyin. Tamam düğmesine tıklatıldığında geçerli ayar yazdırılacaktır.

source: Select the paper source to be used, and then click OK.
es: Seleccione la fuente de papel que se va a utilizar y, a continuación, haga clic en Aceptar.
it: Selezionare l'alimentazione carta da utilizzare e fare clic su OK.
nl: Selecteer de papierbron en klik vervolgens op OK.
ru: Выберите источник бумаги, который необходимо использовать, и нажмите кнопку 'OK'.
tr: Kullanılacak kağıt kaynağını seçin ve ardından Tamam’ı tıklatın.

source: Load a sheet of A4 or letter size, plain paper into the cassette and click OK.
es: Cargue una hoja de papel normal A4 o Carta en el cassette y haga clic en Aceptar.
it: Caricare un foglio di carta comune formato A4 o Letter nel cassetto e fare clic su OK.
nl: Plaats een vel normaal papier van het formaat A4 of Letter in de cassette en klik op OK.
ru: Вставьте лист обычной бумаги размера A4 или Letter в кассету и нажмите кнопку 'ОК'.
tr: Kasete bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin ve Tamam’ı tıklatın.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Print Alignment Value.
es: Iniciando la alineación automática de los cabezales de impresión. Puesto que la alineación conlleva imprimir, prepare la impresora (conecte el cable y enciéndala), cargue una hoja de Papel fotográfico mate (MP-101) de tamaño A4 o Carta en la bandeja posterior y haga clic en Alinear cabezales de impresión. Para realizar una alineación manual de los cabezales, haga clic en Cancelar. A continuación, haga clic en Configuración personalizada de la ficha Mantenimiento del controlador de impresora, seleccione Alinear cabezales manualmente y haga clic en Enviar. Después, vuelva a intentarlo. Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: Avvio allineamento automatico testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), inserire un foglio di Carta Fotografica Opaca (MP-101) in formato A4 o Letter nel vassoio posteriore e fare clic su Allinea testina di stampa. Per eseguire un allineamento manuale della testina, fare clic su Annulla. Fare clic su Impostazioni personalizzate nella scheda Manutenzione del driver della stampante, selezionare Allinea testine di stampa manualmente e fare clic su Invia. Quindi riprovare. Per stampare e verificare l'impostazione corrente, fare clic su Stampa valore allineamento.
nl: Uitlijning printkop automatisch starten. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Plaats een vel Matglans Fotopapier (MP-101) van het formaat A4 of Letter in de achterste lade en klik op Printkop uitlijnen. Klik op Annuleren om de printkoppen handmatig uit te lijnen. Klik vervolgens op Aangepaste instellingen op het tabblad Onderhoud van het printerstuurprogramma, schakel Koppen handmatig uitlijnen in en klik op Verzenden. Probeer het vervolgens opnieuw. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало автоматического выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), вставьте один лист матовой фотобумаги (MP-101) размера A4 или Letter в задний лоток и нажмите кнопку 'Выравнивание печатающих головок'. Чтобы выполнить выравнивание головок вручную, нажмите кнопку 'Отмена'. Затем нажмите кнопку 'Специальные параметры' на вкладке 'Обслуживание' драйвера принтера, установите флажок 'Выравнивать головки вручную' и нажмите кнопку 'Отправить'. Затем повторите попытку. Чтобы проверить текущую настройку, нажмите кнопку 'Напечатать значение выравнивания'.
tr: Otomatik yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), arka tepsiye bir sayfa A4 veya letter boyutlu Matte Photo Paper (MP-101) yükleyin ve Yazıcı Kafasını Hizala'yı tıklatın. El ile yazıcı kafası hizalaması gerçekleştirmek için, İptal'i tıklatın. Sonra, yazıcı sürücüsünün Bakım sekmesinde Özel Ayarlar'ı tıklatın, Kafaları el ile hizala'yı işaretleyin ve Gönder'i tıklatın. Ardından, yeniden deneyin. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır'ı tıklatın.

source: Sets Prevent paper abrasion. If you print with this setting enabled, the print quality or print speed may be affected. To change the setting, uncheck Prevent paper abrasion.
es: Establece Evitar abrasión del papel. Si imprime con esta configuración activada, la calidad o la velocidad de la impresión pueden verse afectadas. Para cambiar la configuración, quite la marca de Evitar abrasión del papel.
it: Imposta Previeni abrasione carta. Se per la stampa viene impostata questa opzione, la qualità o la velocità di stampa potrebbero risentirne. Per modificare questa impostazione, deselezionare Previeni abrasione carta.
nl: Hiermee wordt Schuring van papier voorkomen ingesteld. Als u afdrukt en deze instelling hebt ingeschakeld, kan dit van invloed zijn op de afdrukkwaliteit of -snelheid. Als u de instelling wilt wijzigen, schakelt u Schuring van papier voorkomen uit.
ru: Включение режима предотвращения потертости бумаги. Если выполнять печать с включенной настройкой, это может повлиять на качество или скорость печати. Чтобы изменить настройку, снимите флажок 'Предотвращение потертости бумаги'.
tr: Kağıt yıpranmasını engelle ayarını yapar. Yazdırma işlemini bu ayar devredeyken yaparsanız yazdırma kalitesi veya yazdırma hızı etkilenebilir. Bu ayarı değiştirmek için, Kağıt yıpranmasını engelle seçimini kaldırın.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Deep cleaning consumes much more ink than regular cleaning. Execute deep cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute nozzle check and check whether the print head nozzles have been unclogged.
es: Desatasca los inyectores que no se pueden limpiar con una limpieza normal. La limpieza a fondo consume mucha más tinta que la regular. Ejecute la limpieza a fondo sólo si el estado de los inyectores no mejora tras una limpieza regular. Cuando finalice la limpieza a fondo, ejecute la prueba de los inyectores para ver si se han desatascado.
it: Elimina dagli ugelli le ostruzioni che non è possibile rimuovere con la pulizia normale. La pulizia accurata consuma molto più inchiostro della pulizia normale. Eseguire la pulizia accurata solo se la condizione degli ugelli non migliora dopo una pulizia normale. Una volta terminata la pulizia accurata, eseguire il controllo ugelli e verificare che gli ugelli della testina di stampa non siano più ostruiti.
nl: Maakt verstopte spuitopeningen vrij wanneer een normale reiniging niet werkt. Bij diepte-reiniging wordt veel meer inkt verbruikt dan bij een normale reiniging. Voer alleen een diepte-reiniging uit als de conditie van spuitopeningen niet kan worden verbeterd met een normale reiniging. Wanneer de diepte-reiniging is uitgevoerd, voert u een controle van de spuitopeningen uit en controleert u of de spuitopeningen zijn vrijgemaakt.
ru: Очистка засоренных сопел, которые не удалось очистить методом обычной очистки. В ходе глубокой очистки расходуется намного больше чернил, чем при обычной очистке. Выполняйте глубокую очистку, только если после обычной очистки состояние сопел не улучшилось. По окончании глубокой очистки воспользуйтесь функцией 'Проверка сопел' и проверьте, удалось ли устранить засорение сопел печатающей головки.
tr: Normal temizleme ile temizlenemeyen püskürtme uçlarındaki tıkanıklığı giderir. Yoğun temizleme normal temizlemeden çok daha fazla mürekkep harcar. Yalnızca normal temizlemeden sonra püskürtme ucu durumu iyileşmezse yoğun temizleme gerçekleştirin. Yoğun temizleme tamamlandıktan sonra, püskürtme ucu denetimini gerçekleştirerek yazıcı kafası püskürtme uçlarındaki tıkanıklığın açılıp açılmadığını denetleyin.

source: Do not start another operation until the deep cleaning has finished. After deep cleaning ends, execute nozzle check to check whether the print head nozzles have been unclogged.
es: No inicie otra operación hasta que haya finalizado la limpieza a fondo. Cuando termine la limpieza a fondo, ejecute la prueba de los inyectores para comprobar si los inyectores de los cabezales de impresión se han desatascado.
it: Non avviare altre operazioni finché la pulizia accurata non è terminata. Al termine della pulizia accurata, eseguire il controllo degli ugelli per verificare che gli ugelli delle testine di stampa non siano ostruiti.
nl: Start geen andere bewerking voor de dieptereiniging is voltooid. Voer na de dieptereiniging een controle van de spuitopeningen uit om te controleren of deze niet meer zijn verstopt.
ru: Не запускайте никакую другую операцию до завершения глубокой очистки. После завершения глубокой очистки выполните проверку сопел, чтобы определить, очистились ли сопла печатающей головки.
tr: Yoğun temizleme tamamlanıncaya kadar başka bir işlem başlatmayın. Yoğun temizleme tamamlandıktan sonra, yazıcı kafası püskürtme uçlarının açılıp açılmadığını görmek için püskürtme ucu denetimi yapın.

source: Executing print head alignment corrects the misalignment of colors and lines. Refer to the user's guide, and align the print head from the printer's operation panel. To print and check the current setting, click Print Alignment Value.
es: Con la alineación de cabezales de impresión se corrigen los colores y líneas mal alineados. Consulte la guía del usuario y alinee el cabezal de impresión desde el panel de control de la impresora. Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: L'esecuzione dell'allineamento della testina di stampa consente di correggere il disallineamento di colori e righe. Consultare il manuale d'uso e allineare la testina di stampa dal pannello operativo della stampante. Per stampare e verificare l'impostazione corrente, fare clic su Stampa valore allineamento.
nl: U kunt de printkop uitlijnen om een onjuiste uitlijning van kleuren en lijnen te verhelpen. Raadpleeg de gebruikershandleiding en lijn de printkop uit via het bedieningspaneel van de printer. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Uitlijningswaarde afdrukken.
ru: Выравнивание печатающих головок позволяет исправить неправильное выравнивание цветов и линий. Воспользуйтесь руководством пользователя и выровняйте печатающую головку с помощью панели управления принтера. Чтобы выполнить печать и проверить текущие параметры, щелкните "Напечатать значение выравнивания".
tr: Yazıcı kafası hizalama işleminin yürütülmesi, renkler ve çizgilerdeki hizalama hatalarını düzeltir. Kullanıcı kılavuzuna bakın ve yazıcı kafasını yazıcının işletim panelinden hizalayın. Yazdırmak ve geçerli değeri denetlemek için, Hizalama Değerini Yazdır’ı tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Iniciando la alineación de los cabezales de impresión Puesto que la alineación conlleva imprimir, prepare la impresora (conecte el cable y enciéndala) y cargue tres hojas de papel normal de tamaño A4 o Carta en la bandeja posterior. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: Avvio allineamento testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla) e inserire tre fogli di carta comune in formato A4 o Letter nel vassoio posteriore. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa, fare clic su Allinea testina di stampa. Per stampare e verificare l'impostazione corrente, fare clic su Stampa valore allineamento.
nl: Uitlijning printkop starten. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Plaats drie vellen normaal papier van het formaat A4 of Letter in de achterste lade. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание) и вставьте три листа обычной бумаги размера A4 или Letter в задний лоток. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Напечатать значение выравнивания'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve arka tepsiye üç sayfa A4 veya letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır'ı tıklatın.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. If the results of automatic print head alignment are not satisfactory, perform manual print head alignment to precisely align the print head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Print Alignment Value.
es: Inicio de la alineación automática de cabezales de impresión. Dado que la alineación implica imprimir, tenga preparada la impresora (conecte el cable y enciéndala), cargue una hoja de Papel Fotográfico Mate (MP-101) de tamaño A4 o carta en la bandeja posterior y haga clic en Alinear cabezales de impresión. Si los resultados de la alineación automática de cabezales de impresión no son satisfactorios, lleve a cabo la alineación manual para alinear con precisión el cabezal de impresión. Para proceder a la alineación manual de cabezales, haga clic en Cancelar. A continuación, haga clic en Configuración personalizada de la ficha Mantenimiento del controlador de impresora, marque la casilla Alinear cabezales manualmente y haga clic en Enviar. Vuelva a intentarlo a continuación. Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento automatico della testina di stampa. Il processo di allineamento comporta la stampa, preparare quindi la stampante (collegare il cavo e accenderla), caricare un foglio in formato A4 o Letter, Carta Fotografica Opaca (MP-101) nel vassoio posteriore e fare clic su Allinea testina di stampa. Se i risultati dell'allineamento automatico della testina di stampa non sono soddisfacenti, eseguire l'allineamento manuale per allineare in modo preciso la testina di stampa. Per eseguire l'allineamento manuale della testina di stampa, fare clic su Annulla. Successivamente, fare clic su Impostazioni personalizzate nella scheda Manutenzione del driver della stampante, selezionare Allinea testine di stampa manualmente e fare clic su Invia. Riprovare. Per stampare e verificare l'impostazione corrente, fare clic su Stampa valore allineamento.
nl: Automatische uitlijning van de printkop starten. Aangezien hierbij moet worden afgedrukt, zorgt u dat de printer gereed is (sluit de kabel aan en zet de printer aan). Plaats n vel Matglans Foto Papier (MP-101) van A4- of Letter-formaat in de achterste lade en klik op Printkop uitlijnen. Als het resultaat van de automatische uitlijning van de printkop niet naar wens is, lijnt u de printkop handmatig uit. Hierbij wordt de printkop nauwkeuriger uitgelijnd. Als u de printkop handmatig wilt uitlijnen, klikt u op Annuleren. Klik vervolgens op Aangepaste instellingen op het tabblad Onderhoud van het printerstuurprogramma. Schakel Koppen handmatig uitlijnen in en klik op Verzenden. Probeer het vervolgens opnieuw. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Uitlijningswaarde afdrukken.
ru: Запуск автоматического выравнивания печатающих головок. Поскольку эта процедура предполагает выполнение печати, подготовьте принтер (подключите кабель и включите питание), загрузите бумагу Matte Photo Paper (MP-101) формата A4 или Letter в задний лоток и щелкните команду "Выровнять печатающую головку". Если результаты автоматического выравнивания печатающих головок окажутся неудовлетворительными, выполните ручное выравнивание печатающих головок, чтобы добиться их правильного расположения. Чтобы выполнить выравнивание головок вручную, нажмите кнопку "Отмена". Затем на вкладке "Обслуживание" драйвера принтера нажмите "Специальные параметры", установите флажок "Выравнивать головки вручную" и нажмите кнопку "Отправить". После этого повторите попытку. Чтобы выполнить печать и проверить текущие параметры, щелкните "Напечатать значение выравнивания".
tr: Otomatik yazıcı kafası hizalamasını başlatma. Hizalama için yazdırma yapmak gerektiğinden, yazıcıyı hazırlayın (kabloyu takın ve yazıcıyı çalıştırın), A4 veya letter boyutunda bir Matte Photo Paper (MP-101) sayfasını arka tepsiye yükleyin ve Yazıcı Kafasını Hizala’yı tıklatın. Otomatik yazıcı kafası hizalama sonuçları tatmin edici değilse, yazıcı kafasını tam olarak hizalamak için el ile yazıcı kafası hizalama işlemini yapın. El ile yazıcı kafası hizalama işlemini yapmak için İptal’i tıklatın. Sonra, yazıcı sürücüsünün Bakım sekmesinde Özel Ayarlar’ı tıklatın, Kafaları el ile hizala’yı işaretleyin ve Gönder’i tıklatın. Ardından, yeniden deneyin. Yazdırmak ve geçerli ayarı denetlemek için, Hizalama Değerini Yazdır’ı tıklatın.

source: Prints using only black cartridge instead of color cartridge only when Plain Paper, Hagaki A, Hagaki, or Envelope is selected for the Media Type on the Main Tab.
es: Imprime exclusivamente con el cartucho de tinta negra, en lugar de con el cartucho de color, sólo cuando se selecciona Papel normal, Hagaki A, Hagaki o Sobre en Tipo de soporte de la ficha Principal.
it: Consente di stampare con la cartuccia nera e non a colori solo quando si seleziona Carta comune, Hagaki A, Hagaki o Busta in Tipo di supporto nella scheda Principale.
nl: Gebruikt alleen de zwarte-inktpatroon in plaats van de kleureninktpatroon wanneer Normaal papier, Hagaki A, Hagaki of Envelop is geselecteerd voor Mediumtype op het tabblad Afdruk.
ru: Печать только с использованием черного картриджа вместо только цветного картриджа, если на вкладке "Главная" в поле "Тип носителя" выбрано значение "Обычная бумага", "Hagaki A", "Hagaki" или "Конверт".
tr: Yalnızca Ana Sekmede Ortam Türü için Düz Kağıt, Hagaki A, Hagaki veya Zarf seçildiğinde, renkli kartuş yerine yalnızca siyah kartuşu kullanarak yazdırır.

source: Magenta:
ru: Малиновый:
tr: Eflatun:

source: Magenta:
ru: Малиновый:
tr: Eflatun:

source: Max
es: Máx
ru: Макс.
tr: Maks

source: Min
es: Mín
ru: Мин.

source: OK
es: Aceptar
ru: ОК
tr: Tamam

source: Standard
es: Estándar
nl: Standaard
ru: Стандарт
tr: Standart

source: mm
ru: мм

source: mm (%s-%s)
ru: мм (%s-%s)

source: No
nl: Nee
ru: Нет
tr: Hayır

source: Letter 8.5"x11" 215.9x279.4mm
es: Carta 8.5"x11" 215.9x279.4mm

source: Letter+ 9"x13.3" 228.6x337.8mm
es: Carta+ 9"x13.3" 228.6x337.8mm
