Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: inches (%s-%s)
es: pulgadas (%s-%s)
it: pollici (%s-%s)
nl: inch (%s-%s)
ru: дюймов (%s-%s)
tr: inç (%s-%s)

source: Left
es: Izquierda
it: Sinistra
nl: Links
ru: влево
tr: Sol

source: Right
es: Derecha
it: Destra
nl: Rechts
ru: вправо
tr: Sağ

source: Down
es: Abajo
it: Basso
nl: Omlaag
ru: опущен
tr: Aşağı

source: Up
es: Arriba
it: Alto
nl: Omhoog
ru: поднят
tr: Yukarı

source: Color
it: Colore
nl: Kleur
ru: Цвет
tr: Renkli

source: Black
es: Negro
it: Nero
nl: Zwart
ru: Черная
tr: Siyah

source: Photo
es: Foto
it: Foto
nl: Foto
ru: Фото
tr: Fotoğraf

source: Black/Color
es: Negro/Color
it: Nero/Colore
nl: Zwart/kleur
ru: Черный/цветной
tr: Siyah/Renkli

source: Black/Photo
es: Negro/Foto
it: Nero/Foto
nl: Zwart/foto
ru: Черный/фото
tr: Siyah/Fotoğraf

source: Photo/Color
es: Foto/Color
it: Foto/Colore
nl: Foto/Kleur
ru: Фото/цветной
tr: Fotoğraf/Renkli

source: Fit-to-Page
es: Ajuste a la página
it: Adattata alla pagina
nl: Passend op papier
ru: По размеру бумаги
tr: Sayfaya Sığdır

source: Normal-size
es: Tamaño normal
it: Dimensioni normali
nl: Normaal formaat
ru: Норм. размер
tr: Normal Boyut

source: Scaled
es: A escala
it: In scala
nl: Op schaal
ru: Масштабирование
tr: Ölçeklendirilmiş

source: Light
es: Claro
it: Chiaro
nl: Licht
ru: Светлая
tr: Açık

source: Normal
it: Normale
nl: Normaal
ru: Обычн.

source: Dark
es: Oscuro
it: Scuro
nl: Donker
ru: Темная
tr: Koyu

source: Wide
es: Ancha
it: Ampio
nl: Breed
ru: Широкое
tr: Geniş

source: Narrow
es: Estrecha
it: Stretto
nl: Smal
ru: Узкое
tr: Dar

source: You have selected Borderless Printing. The document to be printed is enlarged, so that it slightly extends off the paper. Print quality may deteriorate, or the sheet may be stained at the top and bottom depending on the type of media used.
es: Ha seleccionado Impresión sin bordes. El documento que se va a imprimir se ha agrandado de modo que sobresale ligeramente del papel. Es posible que la calidad de impresión se deteriore o que se ensucie la parte superior o inferior de la hoja según el tipo de soporte utilizado.
it: È stata selezionata la Stampa senza bordo. Il documento da stampare viene ingrandito ed esteso leggermente all'esterno del foglio. È possibile che la qualità di stampa risulti inferiore o che venga macchiata la parte superiore o inferiore del foglio a seconda del tipo di supporto utilizzato.
nl: U hebt Afdrukken zonder marges geselecteerd. Het af te drukken document wordt vergroot, waardoor het enigszins van het papier af loopt. De afdrukkwaliteit kan afnemen of het papier kan aan de onder- en bovenkant vlekken hebben, afhankelijk van het type medium dat wordt gebruikt.
ru: Вы выбрали режим печати без полей. Печатаемый документ увеличивается так, чтобы его размер слегка превышал размер бумаги. При использовании некоторых носителей качество печати может несколько снизиться, в верхней части и на обратной стороне листа возможно появление пятен.
tr: Kenarlıksız Yazdırma'yı seçtiniz. Yazdırılacak belge yaprağın dışına biraz taşacak şekilde büyütülmüş. Kullanılan ortama göre baskı kalitesi düşebilir veya sayfanın üstünde veya altında leke oluşabilir.

source: Borderless printing is not recommended when %s is selected for Media Type. Select the type of media you wish to use.
es: La impresión sin bordes no se recomienda cuando se selecciona %s en Tipo de soporte. Seleccione el tipo de soporte que desee utilizar.
it: La stampa senza bordi è sconsigliata quando il Tipo di supporto selezionato è %s. Selezionare il tipo di supporto da utilizzare.
nl: Afdrukken zonder marges wordt niet aanbevolen wanneer %s is geselecteerd voor Mediumtype. Selecteer het mediumtype dat u wilt gebruiken.
ru: Не рекомендуется выполнять печать без полей, когда для параметра 'Тип носителя' выбрано значение '%s'. Выберите тип носителя, который вы хотите использовать.
tr: Ortam Türü için %s seçildiğinde kenarlıksız yazdırma önerilmez. Kullanmak istediğiniz ortam türünü seçin.

source: The document to be printed is enlarged, so that it slightly extends off the paper. Print quality may deteriorate, or the sheet may be stained at the top and bottom depending on the type of media used.
es: El documento que se va a imprimir se ha agrandado de modo que sobresale ligeramente del papel. Es posible que la calidad de impresión se deteriore o que se ensucie la parte superior o inferior de la hoja según el tipo de soporte utilizado.
it: Il documento da stampare viene ingrandito ed esteso leggermente all'esterno del foglio. È possibile che la qualità di stampa risulti inferiore o che venga macchiata la parte superiore o inferiore del foglio a seconda del tipo di supporto utilizzato.
nl: Het af te drukken document wordt vergroot, waardoor het enigszins van het papier af loopt. De afdrukkwaliteit kan afnemen of het papier kan aan de onder- en bovenkant vlekken hebben, afhankelijk van het type medium dat wordt gebruikt.
ru: Печатаемый документ увеличивается так, чтобы его размер слегка превышал размер бумаги. При использовании некоторых носителей качество печати может несколько снизиться, в верхней части и на обратной стороне листа возможно появление пятен.
tr: Yazdırılacak belge yaprağın dışına biraz taşacak şekilde büyütülmüş. Kullanılan ortama göre baskı kalitesi düşebilir veya sayfanın üstünde veya altında leke oluşabilir.

source: The printer is set to print on an envelope. Lower the paper support and then load an envelope. Then click OK to start printing.
es: Se ha definido la impresora para que imprima en un sobre. Baje el soporte del papel y, a continuación, cargue un sobre. Después, haga clic en Aceptar para que comience la impresión.
it: La stampante è impostata per stampare su una busta. Abbassare il supporto per la carta e caricare una busta. Quindi fare clic su OK per avviare la stampa.
nl: De printer is ingesteld voor het afdrukken op een envelop. Duw de papiersteun omlaag en plaats een envelop. Klik daarna op OK om het afdrukken te starten.
ru: Принтер настроен для печати на конверте. Опустите опору для бумаги и загрузите конверт. Затем нажмите кнопку "ОК", чтобы начать печать.
tr: Yazıcı zarfa yazdıracak şekilde ayarlanmış. Kağıt desteğini indirin ve bir zarf yükleyin. Ardından, yazdırmayı başlatmak için Tamam'ı tıklatın.

source: Yes
es: Sí
it: Sì
nl: Ja
ru: Да
tr: Evet

source: Enable
es: Activar
it: Abilita
nl: Inschakelen
ru: включено
tr: Etkinleştir

source: Disable
es: Desactivar
it: Disattivato
nl: Uitschakelen
ru: выключено
tr: Devre Dışı Bırak

source: 5 minutes
es: 5 minutos
it: 5 minuti
nl: 5 minuten
ru: 5 минут
tr: 5 dakika

source: 10 minutes
es: 10 minutos
it: 10 minuti
nl: 10 minuten
ru: 10 минут
tr: 10 dakika

source: 15 minutes
es: 15 minutos
it: 15 minuti
nl: 15 minuten
ru: 15 минут
tr: 15 dakika

source: 30 minutes
es: 30 minutos
it: 30 minuti
nl: 30 minuten
ru: 30 минут
tr: 30 dakika

source: 60 minutes
es: 60 minutos
it: 60 minuti
nl: 60 minuten
ru: 60 минут
tr: 60 dakika

source: Were the patterns printed normally? If no patterns were printed or if the printout is noticeably blurred, click No and start again from the beginning.
es: ¿Se han imprimido los patrones con normalidad? Si no se ha imprimido ningún patrón o el patrón está muy borroso, haga clic en No y vuelva a empezar desde el principio.
it: I motivi sono stati stampati normalmente? Se non è stato stampato alcun motivo o se è evidente che la distribuzione dell'inchiostro non è omogenea, fare clic su No e ricominciare.
nl: Zijn de rasters correct afgedrukt? Als geen rasters werden afgedrukt of de afdruk zichtbaar vlekkerig is, klikt u op Nee en begint u opnieuw.
ru: Были ли образцы напечатаны нормально? Если образцы не были напечатаны или печать выполнена с заметным снижением резкости, нажмите кнопку 'Нет' и начните сначала.
tr: Desenler normal yazdırıldı mı? Hiçbir desen yazdırılmadıysa veya çıktı fark edilir derecede bulanıksa, Hayır'ı tıklatın ve baştan başlayın.

source: Make sure that the printer power is on, the cable is connected properly, and the printer is online then try again.
es: Asegúrese de que la impresora está encendida, el cable está correctamente conectado y la impresora está en línea y, a continuación, vuelva a intentarlo.
it: Assicurarsi che la stampante sia accesa e in linea e che il cavo sia connesso correttamente, quindi riprovare.
nl: Zorg dat de printer is ingeschakeld, de kabel goed is aangesloten, de printer online staat en probeer het opnieuw.
ru: Убедитесь в том, что принтер включен, кабель подключен правильно и принтер находится на связи, после чего повторите попытку.
tr: Yazıcının açık olduğundan, kablonun düzgün olarak takılı olduğundan ve yazıcının çevrimiçi olduğundan emin olun ve sonra yeniden deneyin.

source: Print head alignment is now complete.
es: Se ha completado la alineación de los cabezales de impresión.
it: Allineamento testina di stampa terminato.
nl: Uitlijning printkop is voltooid.
ru: Выравнивание печатающих головок завершено.
tr: Yazıcı kafası hizalaması şimdi tamamlandı.

source: Do not start another operation until the current one has finished.
es: No comience con otra operación hasta que haya finalizado la actual.
it: L'operazione può essere avviata solo al termine dell'operazione attualmente in corso.
nl: Start een nieuwe bewerking pas als de huidige is afgerond.
ru: Не начинайте другую операцию до завершения текущей операции.
tr: Geçerli işlem tamamlanana kadar başka bir işlem başlatmayın.

source: Turn the printer off?
es: ¿Desea apagar la impresora?
it: Spegnere la stampante?
nl: Printer uitschakelen?
ru: Выключить принтер?
tr: Yazıcı kapatılsın mı?

source: Write settings to printer?
es: ¿Desea escribir la configuración en la impresora?
it: Memorizzare le impostazioni nella stampante?
nl: Instellingen naar printer schrijven?
ru: Записать значения в память принтера?
tr: Ayarlar yazıcıya yazılsın mı?

source: Start print head deep cleaning?
es: ¿Desea iniciar la limpieza a fondo del cabezal de impresión?
it: Avviare la pulizia accurata della testina di stampa?
nl: Wilt u de diepte-reiniging van de printkop starten?
ru: Начать глубокую очистку печатающей головки?
tr: Yazıcı kafası yoğun temizleme işlemi başlatılsın mı?

source: Execute black print head deep cleaning?
es: ¿Desea ejecutar la limpieza a fondo del cabezal de impresión negro?
it: Eseguire la pulizia accurata della testina di stampa nera?
nl: Wilt u diepte-reiniging van de zwarte printkop uitvoeren?
ru: Выполнить глубокую очистку головки монохромной печати?
tr: Siyah yazıcı kafası yoğun temizleme işlemi gerçekleştirilsin mi?

source: Execute color print head deep cleaning?
es: ¿Desea ejecutar la limpieza a fondo del cabezal de impresión en color?
it: Eseguire la pulizia accurata della testina di stampa a colori?
nl: Wilt u diepte-reiniging van de kleurenprintkop uitvoeren?
ru: Выполнить глубокую очистку головки цветной печати?
tr: Renkli yazıcı kafası yoğun temizleme işlemi gerçekleştirilsin mi?

source: Cleaning paper feed rollers. First remove paper from the sheet feeder. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. When you load three sheets of plain paper according to the message, paper will be ejected and feed roller cleaning will be completed. Do you want to start feed roller cleaning?
es: Limpieza de los rodillos de alimentación del papel. En primer lugar, saque el papel del alimentador de hojas. Al hacer clic en Aceptar, se activarán los rodillos de alimentación del papel 30 veces. Esta operación puede durar cerca de un minuto y medio. Cuando haya cargado las tres hojas de papel normal según se indica en el mensaje, se expulsará el papel y la limpieza de los rodillos habrá finalizado. ¿Desea iniciar la limpieza de los rodillos de alimentación?
it: Pulizia dei rulli di alimentazione carta. Innanzitutto rimuovere i fogli dall'alimentatore. Facendo clic su OK si attivano i rulli di alimentazione carta per 30 volte. L'operazione richiede circa un minuto e mezzo. Dopo aver inserito tre fogli di carta comune secondo le istruzioni del messaggio, la carta verrà espulsa e si concluderà la pulizia del rullo di alimentazione. Avviare la pulizia del rullo di alimentazione?
nl: Reinigen van papierinvoerrollen. Verwijder eerst het papier uit de papierinvoer. Wanneer u op OK klikt, worden de papierinvoerrollen 30 keer geactiveerd. Dit duurt ongeveer anderhalve minuut. Wanneer u de instructie opvolgt en drie vellen normaal papier in de printer plaatst, wordt het papier uit de printer geworpen and wordt het reinigen van de invoerrol voltooid. Wilt u de reiniging van de invoerrol starten?
ru: Очистка подающих роликов. Прежде всего, удалите бумагу из устройства подачи. Нажатием кнопки 'ОК' ролики будут задействованы 30 раз. Это займет приблизительно полторы минуты. Очистка подающих роликов будет завершена, когда вы, увидев соответствующее сообщение, вставите три листа обычной бумаги, и эти листы выйдут из принтера. Начать очистку подающих роликов?
tr: Kağıt besleme silindirlerini temizleme. Önce, sayfa besleyicideki kağıtları çıkarın. Tamam'ı tıklattığınızda kağıt besleme silindirleri 30 kez etkinleştirilir. Bu yaklaşık bir buçuk dakika sürer. İletiye göre üç düz kağıt yüklediğinizde, kağıt çıkarılır ve besleme silindirini temizleme tamamlanır. Besleme silindiri temizleme işlemini başlatmak istiyor musunuz?

source: Load three sheets of plain paper into the sheet feeder.
es: Coloque tres hojas de papel normal en el alimentador de hojas.
it: Caricare tre fogli di carta comune nell'alimentatore fogli.
nl: Plaats drie vellen normaal papier in de papierinvoer.
ru: Вставьте три листа обычной бумаги в устройство подачи.
tr: Sayfa besleyiciye üç sayfa düz kağıt yükleyin.

source: Feed roller cleaning is complete.
es: La limpieza del rodillo de alimentación ha finalizado.
it: Pulizia rullo di alimentazione completata.
nl: Reiniging van de invoerrol is voltooid.
ru: Очистка подающих роликов завершена.
tr: Besleme silindiri temizleme işlemi tamamlandı.

source: All Colors BK, C, M, Y
es: Todos los colores BK, C, M, Y
it: Tutti i colori BK, C, M, Y
nl: Alle kleuren BK, C, M, Y
ru: Все цвета BK, C, M, Y
tr: Tüm Renkler BK, C, M, Y

source: Black 3eBK
es: Negro 3eBK
it: Nero 3eBK
nl: Zwart 3eBK
ru: Черный 3eBK
tr: Siyah 3eBK

source: Black PGBK
es: Negro PGBK
it: Nero PGBK
nl: Zwart PGBK
ru: Черный PGBK
tr: Siyah PGBK

source: Black BK
es: Negro BK
it: Nero BK
nl: Zwart BK
ru: Черный BK
tr: Siyah BK

source: Color 6C, 6M, 6Y
it: Colore 6C, 6M, 6Y
nl: Kleur 6C, 6M, 6Y
ru: Цвет 6C, 6M, 6Y
tr: Renkli 6C, 6M, 6Y

source: Color 6C, 6M, 6Y, 6BK
it: Colore 6C, 6M, 6Y, 6BK
nl: Kleur 6C, 6M, 6Y, 6BK
ru: Цвет 6C, 6M, 6Y, 6BK
tr: Renkli 6C, 6M, 6Y, 6BK

source: Color 7C, 7M, 7Y
it: Colore 7C, 7M, 7Y
nl: Kleur 7C, 7M, 7Y
ru: Цвет 7C, 7M, 7Y
tr: Renkli 7C, 7M, 7Y

source: Color 7C, 7M, 7Y, 7BK
it: Colore 7C, 7M, 7Y, 7BK
nl: Kleur 7C, 7M, 7Y, 7BK
ru: Цвет 7C, 7M, 7Y, 7BK
tr: Renkli 7C, 7M, 7Y, 7BK

source: Color C, M, Y, BK
it: Colore C, M, Y, BK
nl: Kleur C, M, Y, BK
ru: Цвет C, M, Y, BK
tr: Renkli C, M, Y, BK

source: Color C, M, Y, PC, PM, BK
it: Colore C, M, Y, PC, PM, BK
nl: Kleur C, M, Y, PC, PM, BK
ru: Цвет C, M, Y, PC, PM, BK
tr: Renkli C, M, Y, PC, PM, BK

source: Color C, M, Y
it: Colore C, M, Y
nl: Kleur C, M, Y
ru: Цвет C, M, Y
tr: Renkli C, M, Y

source: Group 1 6BK, 6R, 6PC, 6PM
es: Grupo 1 6BK, 6R, 6PC, 6PM
it: Gruppo 1 6BK, 6R, 6PC, 6PM
nl: Groep 1 6BK, 6R, 6PC, 6PM
ru: Группа 1 6BK, 6R, 6PC, 6PM
tr: Grup 1 6BK, 6R, 6PC, 6PM

source: Group 1 7BK, 7R, 7G, 7PC, 7PM
es: Grupo 1 7BK, 7R, 7G, 7PC, 7PM
it: Gruppo 1 7BK, 7R, 7G, 7PC, 7PM
nl: Groep 1 7BK, 7R, 7G, 7PC, 7PM
ru: Группа 1 7BK, 7R, 7G, 7PC, 7PM
tr: Grup 1 7BK, 7R, 7G, 7PC, 7PM

source: Group 2 6C, 6M, 6Y
es: Grupo 2 6C, 6M, 6Y
it: Gruppo 2 6C, 6M, 6Y
nl: Groep 2 6C, 6M, 6Y
ru: Группа 2 6C, 6M, 6Y
tr: Grup 2 6C, 6M, 6Y

source: Group 2 7C, 7M, 7Y
es: Grupo 2 7C, 7M, 7Y
it: Gruppo 2 7C, 7M, 7Y
nl: Groep 2 7C, 7M, 7Y
ru: Группа 2 7C, 7M, 7Y
tr: Grup 2 7C, 7M, 7Y

source: Do not start another operation until the cleaning has finished. After cleaning ends, execute nozzle check to check whether the print head nozzles have been unclogged.
es: No comience otra operación hasta que haya finalizado la limpieza. Cuando finalice la limpieza, ejecute la prueba de los inyectores para ver si se han desatascado.
it: Non avviare un'altra operazione fino al termine della pulizia. Dopo la pulizia, eseguire il controllo ugelli per verificare che gli ugelli della testina di stampa non siano più ostruiti.
nl: Start een nieuwe bewerking pas als de reiniging is afgerond. U kunt na het reinigen controleren of de spuitopeningen vrij zijn door een controle van de spuitopeningen uit te voeren.
ru: Не начинайте другую операцию до завершения очистки. По окончании очистки выполните проверку сопел, чтобы проверить, удалось ли устранить засорение сопел печатающей головки.
tr: Temizleme işlemi tamamlanana kadar başka bir işlem başlatmayın. Temizleme tamamlandıktan sonra, yazıcı kafası püskürtme uçlarındaki tıkanıklığın açılıp açılmadığını denetlemek için püskürtme ucu denetimi gerçekleştirin.

source: Cleans clogged print head nozzles. Select the target ink group for cleaning. If you are not sure of the ink group for cleaning, execute nozzle check.
es: Limpia los inyectores de los cabezales de impresión atascados. Seleccione el grupo de tinta de destino de la limpieza. Si no está seguro de qué grupo de tinta hay que limpiar, ejecute la prueba de los inyectores.
it: Pulisce gli ugelli della testina di stampa ostruiti. Selezionare il gruppo di inchiostro destinato alla pulizia. Se non si è sicuri del gruppo di inchiostro da pulire, eseguire il controllo ugelli.
nl: Reinigt verstopte spuitopeningen. Selecteer de inktgroep die u wilt reinigen. Als u niet weet welke inktgroep moet worden gereinigd, voert u een controle van de spuitopeningen uit.
ru: Очистка засоренных сопел печатающей головки. Выберите группу чернильниц для выполнения очистки. Если вы не знаете, какая группа чернильниц подлежит очистке, воспользуйтесь функцией 'Проверка сопел'.
tr: Tıkanmış yazıcı kafası püskürtme uçlarını temizler. Temizlenecek hedef mürekkep grubunu seçin. Temizlenecek mürekkep grubundan emin değilseniz, püskürtme ucu denetimini gerçekleştirin.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Select the target ink group for deep cleaning. If you are not sure of the ink group for deep cleaning, execute nozzle check.
es: Desatasca los inyectores que no se pueden limpiar con una limpieza normal. Seleccione el grupo de tinta de destino de la limpieza a fondo. Si no está seguro del grupo de tinta en el que hay que llevar a cabo la limpieza a fondo, ejecute la prueba de los inyectores.
it: Elimina dagli ugelli le ostruzioni che non è possibile rimuovere con la pulizia normale. Selezionare il gruppo di inchiostro destinato alla pulizia accurata. Se non si è sicuri del gruppo di inchiostro da sottoporre a pulizia accurata, eseguire il Controllo ugelli.
nl: Maakt verstopte spuitopeningen vrij wanneer een normale reiniging niet werkt. Selecteer de inktgroep waarop u diepte-reiniging wilt uitvoeren. Als u niet weet op welke inktgroep een diepte-reiniging moet worden uitgevoerd, voert u een controle van de spuitopeningen uit.
ru: Очистка засоренных сопел, которые не удалось очистить методом обычной очистки. Выберите группу чернильниц для выполнения глубокой очистки. Если вы не знаете, какая группа чернильниц подлежит глубокой очистке, воспользуйтесь функцией 'Проверка сопел'.
tr: Normal temizleme ile temizlenemeyen püskürtme uçlarındaki tıkanıklığı giderir. Yoğun temizleme yapılacak hedef mürekkep grubunu seçin. Yoğun temizleme yapılacak mürekkep grubundan emin değilseniz, püskürtme ucu denetimini gerçekleştirin.

source: Ink Group:
es: Grupo de tinta:
it: Gruppo di inchiostro:
nl: Inktgroep:
ru: Группа чернильниц:
tr: Mürekkep Grubu:

source: Deep cleaning consumes much more ink than regular cleaning. Execute deep cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute nozzle check and check whether the print head nozzles have been unclogged.
es: La limpieza a fondo consume mucha más tinta que la regular. Ejecute la limpieza a fondo sólo si el estado de los inyectores no mejora tras una limpieza regular. Cuando finalice la limpieza a fondo, ejecute la prueba de los inyectores para ver si se han desatascado.
it: La pulizia accurata consuma molto più inchiostro della pulizia normale. Eseguire la pulizia accurata solo se la condizione degli ugelli non migliora dopo una pulizia normale. Una volta terminata la pulizia accurata, eseguire il controllo ugelli e verificare che gli ugelli della testina di stampa non siano più ostruiti.
nl: Bij diepte-reiniging wordt veel meer inkt verbruikt dan bij een normale reiniging. Voer alleen een diepte-reiniging uit als de conditie van spuitopeningen niet kan worden verbeterd met een normale reiniging. Wanneer de diepte-reiniging is uitgevoerd, voert u een controle van de spuitopeningen uit en controleert u of de spuitopeningen zijn vrijgemaakt.
ru: В ходе глубокой очистки расходуется намного больше чернил, чем при обычной очистке. Выполняйте глубокую очистку, только если после обычной очистки состояние сопел не улучшилось. По окончании глубокой очистки воспользуйтесь функцией 'Проверка сопел' и проверьте, удалось ли устранить засорение сопел печатающей головки.
tr: Yoğun temizleme normal temizlemeden çok daha fazla mürekkep harcar. Yalnızca normal temizlemeden sonra püskürtme ucu durumu iyileşmezse yoğun temizleme gerçekleştirin. Yoğun temizleme tamamlandıktan sonra, püskürtme ucu denetimini gerçekleştirerek yazıcı kafası püskürtme uçlarındaki tıkanıklığın açılıp açılmadığını denetleyin.

source: Cleaning consumes ink.
es: La limpieza consume tinta.
it: L'operazione di pulizia consuma inchiostro.
nl: Bij het reinigen wordt inkt gebruikt.
ru: При выполнении очистки расходуются чернила.
tr: Temizleme işlemi mürekkep kullanır.

source: Load a sheet of A4 or letter size paper into the paper source selected by the Paper Feed Switch and click OK.
es: Cargue una hoja de papel A4 o Carta en la fuente de papel seleccionada con el Interruptor de alimentación del papel y haga clic en Aceptar.
it: Inserire un foglio di carta formato A4 o Letter nell'alimentatore selezionato mediante l'interruttore di alimentazione carta e fare clic su OK.
nl: Plaats een vel papier van A4- of letter-formaat in de papierbron die door de Schakelaar papierinvoer is geselecteerd en klik op OK.
ru: Вставьте лист бумаги размера A4 или Letter в источник, выбранный с помощью переключателя подачи бумаги, и нажмите кнопку 'ОК'.
tr: Kağıt Besleme Düğmesi ile seçilen kağıt kaynağına A4 veya Letter boyutunda bir kağıt yükleyin ve Tamam'ı tıklatın.
