Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the sheet feeder and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación automática de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), cargue una hoja de papel normal A4 o Carta en el alimentador de hojas y haga clic en Alinear cabezales de impresión. Para realizar una alineación manual de los cabezales, haga clic en Cancelar. Después, haga clic en Configuración personalizada de la ficha Mantenimiento del controlador de impresora, seleccione Alinear cabezales manualmente y haga clic en Enviar. A continuación, inténtelo de nuevo. Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento automatico della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), inserire un foglio di carta comune formato A4 o Letter nell’alimentatore fogli e fare clic su Allineamento testina di stampa. Per eseguire un allineamento manuale della testina, fare clic su Annulla. Successivamente, fare clic su Impostazioni personalizzate nella scheda Manutenzione del driver della stampante, selezionare Allinea testine di stampa manualmente e fare clic su Invia. Riprovare. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Automatische uitlijning van printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Plaats een vel normaal papier van het formaat A4 of Letter in de papierinvoer en klik op Printkop uitlijnen. Klik op Annuleren om de printkoppen handmatig uit te lijnen. Klik vervolgens op Aangepaste instellingen op het tabblad Onderhoud van het printerstuurprogramma, schakel Koppen handmatig uitlijnen in en klik op Verzenden. Probeer het vervolgens opnieuw. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало автоматического выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), вставьте один лист обычной бумаги размера A4 или Letter в устройство подачи и нажмите кнопку 'Выравнивание печатающих головок'. Чтобы выполнить выравнивание головок вручную, нажмите кнопку 'Отмена'. Затем нажмите кнопку 'Специальные параметры' на вкладке 'Обслуживание' драйвера принтера, установите флажок 'Выравнивать головки вручную' и нажмите кнопку 'Отправить'. Затем повторите попытку. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Otomatik yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), sayfa besleyiciye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin ve Yazıcı Kafasını Hizala’yı tıklatın. El ile yazıcı kafası hizalaması gerçekleştirmek için, İptal’i tıklatın. Sonra, yazıcı sürücüsünün Bakım sekmesinde Özel Ayarlar’ı tıklatın, Kafaları el ile hizala’yı işaretleyin ve Gönder’i tıklatın. Ardından, yeniden deneyin. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load two sheets of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación automática de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), cargue dos hojas de papel fotográfico mate (MP-101) y tamaño A4 o Carta en la bandeja posterior y haga clic en Alinear cabezales de impresión. Para realizar una alineación manual de los cabezales, haga clic en Cancelar. Después, haga clic en Configuración personalizada de la ficha Mantenimiento del controlador de impresora, seleccione Alinear cabezales manualmente y haga clic en Enviar. A continuación, inténtelo de nuevo. Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento automatico della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), inserire due fogli di Carta Fotografica Opaca (MP-101) formato A4 o Letter nel vassoio posteriore e fare clic su Allineamento testina di stampa. Per eseguire un allineamento manuale della testina, fare clic su Annulla. Successivamente, fare clic su Impostazioni personalizzate nella scheda Manutenzione del driver della stampante, selezionare Allinea testine di stampa manualmente e fare clic su Invia. Riprovare. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Automatische uitlijning van printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Plaats twee vellen Matglans Foto Papier (MP-101) van het formaat A4 of Letter in de achterste lade en klik op Printkop uitlijnen. Klik op Annuleren om de printkoppen handmatig uit te lijnen. Klik vervolgens op Aangepaste instellingen op het tabblad Onderhoud van het printerstuurprogramma, schakel Koppen handmatig uitlijnen in en klik op Verzenden. Probeer het vervolgens opnieuw. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало автоматического выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), вставьте два листа матовой фотобумаги (MP-101) размера A4 или Letter в задний лоток и нажмите кнопку 'Выравнивание печатающих головок'. Чтобы выполнить выравнивание головок вручную, нажмите кнопку 'Отмена'. Затем нажмите кнопку 'Специальные параметры' на вкладке 'Обслуживание' драйвера принтера, установите флажок 'Выравнивать головки вручную' и нажмите кнопку 'Отправить'. Затем повторите попытку. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Otomatik yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), arka tepsiye iki sayfa A4 veya Letter boyutlu Matte Photo Paper (MP-101) yükleyin ve Yazıcı Kafasını Hizala’yı tıklatın. El ile yazıcı kafası hizalaması gerçekleştirmek için, İptal’i tıklatın. Sonra, yazıcı sürücüsünün Bakım sekmesinde Özel Ayarlar’ı tıklatın, Kafaları el ile hizala’yı işaretleyin ve Gönder’i tıklatın. Ardından, yeniden deneyin. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Load a sheet of A4 or letter size, plain paper into the rear tray and click OK.
es: Cargue una hoja de papel normal de tamaño A4 o Carta en la bandeja posterior y haga clic en Aceptar.
it: Caricare un foglio di carta comune formato A4 o Letter nel vassoio posteriore e fare clic su OK.
nl: Plaats een vel normaal papier van A4 of Letter-formaat in de achterste lade en klik op OK.
ru: Вставьте лист обычной бумаги размера A4 или Letter в задний лоток и нажмите кнопку 'ОК'.
tr: Arka tepsiye bir sayfa A4 veya letter boyutlu düz kağıt yükleyin ve Tamam’ı tıklatın.

source: The printer will print two sheets of pattern to start alignment automatically. Do not start another operation until the current one has finished.
es: La impresora imprimirá dos hojas de patrón para iniciar la alineación de forma automática. No comience con otra operación hasta que haya finalizado la actual.
it: La stampante stamperà due fogli di motivo per avviare automaticamente l'allineamento. L'operazione può essere avviata solo al termine dell'operazione attualmente in corso.
nl: De printer drukt twee rastervellen af om de uitlijning automatisch te starten. Start een nieuwe bewerking pas als de huidige is afgerond.
ru: Принтер напечатает два листа с образцами, чтобы начать выравнивание автоматически. Не начинайте другую операцию до завершения текущей операции.
tr: Yazıcı, hizalamayı otomatik olarak başlatmak için iki sayfa desen yazdıracak. Geçerli işlem tamamlanana kadar başka bir işlem başlatmayın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load four sheets of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala) y cargue cuatro hojas de papel normal A4 o Carta en la fuente de papel seleccionada con el Interruptor de alimentación del papel. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla) e inserire quattro fogli di carta comune formato A4 o Letter nell’alimentatore selezionato mediante l’interruttore di alimentazione carta. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allineamento testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Plaats vier vellen normaal papier van het formaat A4 of Letter in de papierbron die door de Schakelaar papierinvoer is geselecteerd. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), вставьте четыре листа обычной бумаги размера A4 или Letter в источник, выбранный с помощью переключателя подачи бумаги. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve Kağıt Besleme Düğmesi ile seçilen kağıt kaynağına dört sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Fourth sheet of head alignment pattern will be printed. Click OK to start printing.
es: Se imprimirá la cuarta hoja del patrón de alineación de los cabezales. Haga clic en Aceptar para iniciar la impresión.
it: Verrà stampato il quarto foglio del motivo di allineamento della testina. Fare clic su OK per avviare la stampa.
nl: Vierde vel voor patroon voor printkopuitlijning wordt afgedrukt. Klik op [OK] om het afdrukken te starten.
ru: Будет напечатан четвертый лист образцов для выравнивания головок. Нажмите кнопку 'ОК', чтобы начать печать.
tr: Kafa hizalama deseninin dördüncü sayfası yazdırılacak. Yazdırmayı başlatmak için Tamam'ı tıklatın.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están atascados. Cargue una hoja de papel normal A4 o Carta en la fuente de papel seleccionada con el Interruptor de alimentación de hojas y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che permette di verificare se gli ugelli della testina di stampa sono ostruiti. Inserire un foglio di carta comune formato A4 o Letter nell'alimentatore selezionato mediante l'interruttore di alimentazione carta e fare clic su Stampa motivo di controllo.
nl: Drukt een raster af aan de hand waarvan u kunt controleren of de spuitopeningen van de printkop verstopt zijn. Plaats een vel normaal papier van A4- of letter-formaat in de papierbron die door de Schakelaar papierinvoer is geselecteerd en klik op Controleraster afdrukken.
ru: Печать образца, по которому можно определить, засорены ли сопла печатающей головки. Вставьте лист обычной бумаги размера A4 или Letter в источник, выбранный с помощью переключателя подачи бумаги, и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkalı olup olmadığını denetlemenize olanak tanıyan bir desen yazdırır. Kağıt Besleme Düğmesi ile seçilen kağıt kaynağına A4 veya Letter boyutunda bir sayfa düz kağıt yükleyin ve Yazdırma Denetim Deseni'ni tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la izquierda y cargue una hoja de papel normal A4 o Carta en la bandeja posterior. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso sinistra e inserire un foglio di carta comune formato A4 o Letter nel vassoio posteriore. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allineamento testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar links en plaats een vel normaal papier van het formaat A4 of Letter in de achterste lade. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), переместите рычаг толщины бумаги на принтере влево и вставьте лист обычной бумаги размера A4 или Letter в задний лоток. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sola itin ve arka tepsiye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala) y cargue una hoja de papel normal A4 o Carta en la fuente de papel seleccionada con el Interruptor de alimentación del papel. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla) e inserire un foglio di carta comune formato A4 o Letter nell’alimentatore selezionato mediante l’interruttore di alimentazione carta. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allineamento testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Plaats een vel normaal papier van het formaat A4 of Letter in de papierbron die door de Schakelaar papierinvoer is geselecteerd. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), вставьте лист обычной бумаги размера A4 или Letter в источник, выбранный с помощью переключателя подачи бумаги. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve Kağıt Besleme Düğmesi ile seçilen kağıt kaynağına bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Load a sheet of A4 or letter size paper into the rear tray and click OK.
es: Cargue una hoja de papel de tamaño A4 o Carta en la bandeja posterior y haga clic en Aceptar.
it: Caricare un foglio di carta formato A4 o Letter nel vassoio posteriore e fare clic su OK.
nl: Plaats een vel papier van A4 of Letter-formaat in de achterste lade en klik op OK.
ru: Вставьте лист бумаги размера A4 или Letter в задний лоток и нажмите кнопку 'ОК'.
tr: Arka tepsiye bir sayfa A4 veya letter boyutlu kağıt yükleyin ve Tamam’ı tıklatın.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the rear tray and click OK.
es: Ha finalizado la alineación de los cabezales de impresión. Para terminar la alineación, haga clic en Cancelar. Si aparecen rayas en el lado de la impresión, puede evitarlo alineando el cabezal de impresión. Para ejecutar esta alineación, inserte una hoja de papel en la bandeja posterior y haga clic en Aceptar.
it: Allineamento testina di stampa completato. Per terminare l'allineamento, fare clic su Annulla. È possibile prevenire la comparsa di striature sul lato di stampa allineando la testina di stampa. Per eseguire l'allineamento, caricare un foglio di carta nel vassoio posteriore e scegliere OK.
nl: Uitlijning printkop is voltooid. Klik op Annuleren om de uitlijning te voltooien. Als er op de bedrukte zijde balken verschijnen, kunt u dit voorkomen door de printkop uit te lijnen. U voert een uitlijning uit door een vel papier in de achterste lade te plaatsen en op OK te klikken.
ru: Выравнивание печатающих головок завершено. Чтобы закончить выравнивание, нажмите кнопку 'Отмена'. Если на лицевой стороне бумаги видны полоски, можно предотвратить их появление, выполнив выравнивание печатающих головок. Чтобы выполнить выравнивание, вставьте лист бумаги в задний лоток и нажмите кнопку 'ОК'.
tr: Yazıcı kafası hizalaması tamamlandı. Hizalamayı bitirmek için, İptal'i tıklatın. Yazdırılan tarafta çizikler görünüyorsa, yazıcı kafasını hizalayarak çiziklerin görünmesini engelleyebilirsiniz. Bu hizalamayı yapmak için, arka tepsiye bir sayfa kağıt koyun ve Tamam'ı tıklatın.
