Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala) y cargue tres hojas de papel normal A4 o Carta en la fuente de papel seleccionada con el Interruptor de alimentación del papel. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla) e inserire tre fogli di carta comune formato A4 o Letter nell’alimentatore selezionato mediante l’interruttore di alimentazione carta. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allineamento testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Plaats drie vellen normaal papier van het formaat A4 of Letter in de papierbron die door de Schakelaar papierinvoer is geselecteerd. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), вставьте три листа обычной бумаги размера A4 или Letter в источник, выбранный с помощью переключателя подачи бумаги. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın) ve Kağıt Besleme Düğmesi ile seçilen kağıt kaynağına üç sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la izquierda y cargue una hoja de papel normal A4 o Carta en el alimentador de hojas. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso sinistra e inserire un foglio di carta comune formato A4 o Letter nell’alimentatore fogli. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allineamento testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar links en plaats een vel normaal papier van het formaat A4 of Letter in de papierinvoer. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), переместите рычаг толщины бумаги на принтере влево и вставьте лист обычной бумаги размера A4 или Letter в устройство подачи. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sola itin ve sayfa besleyiciye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala'yı tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right, load a sheet of A4 or letter size, plain paper into the rear tray, and click the Print Check Pattern.
es: Imprime un patrón que permite comprobar si los inyectores de los cabezales de impresión están atascados. Prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la derecha, cargue una hoja de papel normal A4 o Carta en la bandeja posterior y haga clic en Imprimir patrón de prueba.
it: Stampa un motivo che permette di verificare se gli ugelli della testina di stampa sono ostruiti. Preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso destra, inserire un foglio di carta comune formato A4 o Letter nel vassoio posteriore e fare clic su Stampa motivo di controllo.
nl: Drukt een raster af aan de hand waarvan u kunt controleren of de spuitopeningen van de printkop zijn verstopt. Zorg ervoor dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar rechts, plaats een vel normaal papier van het formaat A4 of Letter in de achterste lade en klik op Controleraster afdrukken.
ru: Печать образца, по которому можно определить, засорены ли сопла печатающей головки. Подготовьте принтер (подключите кабель и включите питание), установите рычаг толщины бумаги вправо, вставьте лист обычной бумаги размера A4 или Letter в задний лоток и нажмите кнопку 'Печать контрольного образца'.
tr: Yazıcı kafası püskürtme uçlarının tıkalı olup olmadığını denetlemenize olanak tanıyan bir desen yazdırır. Yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sağa itin, arka tepsiye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin ve Yazdırma Denetim Deseni'ni tıklatın.

source: Prints using only black cartridge instead of color cartridge only when Plain Paper, Hagaki, or Envelope is selected for the Media Type on the Main Tab.
es: Imprime utilizando únicamente el cartucho de tinta negra en lugar del cartucho de color sólo cuando se ha seleccionado Papel normal, Hagaki o Sobre en la opción Tipo de soporte de la ficha Principal.
it: Stampa usando solo la cartuccia nera invece della cartuccia a colori solo quando sulla scheda Principale è selezionato Carta comune, Hagaki o Busta come Tipo di supporto.
nl: Drukt af met alleen de zwarte inktpatroon in plaats van alleen de kleureninktpatroon wanneer Normaal papier, Hagaki of Envelop is geselecteerd bij Mediumtype op het tabblad Afdruk.
ru: Печать с использованием только черного картриджа вместо цветного картриджа, только когда на вкладке 'Главная' для параметра 'Тип носителя' выбрано значение 'Обычная бумага', 'Hagaki' или 'Конверт'.
tr: Ana Sekmesinde Ortam Türü için yalnızca Düz Kağıt, Hagaki veya Zarf seçili olduğunda renkli kartuş yerine yalnızca siyah kartuşu kullanarak yazdırır.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready(connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click OK.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la izquierda y cargue una hoja de papel normal A4 o Carta en la bandeja posterior. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Aceptar.
it: Avvio dell'allineamento della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare verso sinistra la leva di regolazione dello spessore carta della stampante e inserire un foglio di carta comune formato A4 o Letter nel vassoio posteriore. La stampante stamperà un motivo di allineamento. Per allineare la posizione della testina di stampa, fare clic su OK.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar links en plaats een vel normaal papier van het formaat A4 of Letter in de achterste lade. De printer drukt een uitlijningsraster af. Klik op OK om de positie van de printkop uit te lijnen.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), переместите рычаг толщины бумаги на принтере влево и вставьте лист обычной бумаги размера A4 или Letter в задний лоток. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'ОК'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sola itin ve arka tepsiye bir sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Tamam'ı tıklatın.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la derecha y cargue dos hojas de papel normal A4 o Carta en la bandeja posterior. La impresora imprimirá un patrón de alineación. Para alinear la posición de los cabezales de impresión, haga clic en Alinear cabezales de impresión. Para imprimir y comprobar el ajuste actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso destra e inserire due fogli di carta comune formato A4 o Letter nel vassoio posteriore. Verrà stampato un motivo di allineamento. Per allineare la posizione della testina di stampa fare clic su Allinea testina di stampa. Per stampare e verificare l’impostazione corrente, fare clic su Stampa valore allineamento.
nl: Uitlijning printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar rechts en plaats twee vellen normaal papier van het formaat A4 of Letter in de achterste lade. De printer drukt een uitlijningsraster af. Klik op Printkop uitlijnen om de positie van de printkop uit te lijnen. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Uitlijningswaarde afdrukken.
ru: Начало выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), переместите рычаг толщины бумаги на принтере влево и вставьте два листа обычной бумаги размера A4 или Letter в задний лоток. Принтер напечатает образец для выравнивания. Чтобы выровнять положение печатающих головок, нажмите кнопку 'Выровнять печатающую головку'. Чтобы проверить текущую настройку, нажмите кнопку 'Напечатать значение выравнивания'.
tr: Yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sağa itin ve arka tepsiye iki sayfa A4 veya Letter boyutlu düz kağıt yükleyin. Yazıcı bir hizalama deseni yazdırır. Yazıcı kafası konumunu hizalamak için Yazıcı Kafasını Hizala tıklatın. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right, load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Print Alignment Value.
es: Se iniciará la alineación automática de los cabezales de impresión. Puesto que la alineación supone imprimir, prepare la impresora (conecte el cable y enciéndala), coloque la palanca de grosor del papel de la impresora hacia la derecha, cargue una hoja de papel fotográfico mate (MP-101) y tamaño A4 o Carta en la bandeja posterior y haga clic en Alinear cabezales de impresión. Para realizar una alineación manual de los cabezales, haga clic en Cancelar. Después, haga clic en Configuración personalizada de la ficha Mantenimiento del controlador de impresora, seleccione Alinear cabezales manualmente y haga clic en Enviar. A continuación, inténtelo de nuevo. Para imprimir y comprobar la configuración actual, haga clic en Imprimir valor de alineación.
it: Avvio dell'allineamento automatico della testina di stampa. Poiché l'allineamento richiede la stampa, preparare la stampante (collegare il cavo e accenderla), spostare la leva di regolazione dello spessore carta della stampante verso destra, inserire un foglio di Carta Fotografica Opaca (MP-101) formato A4 o Letter nel vassoio posteriore e fare clic su Allineamento testina di stampa. Per eseguire un allineamento manuale della testina, fare clic su Annulla. Successivamente, fare clic su Impostazioni personalizzate nella scheda Manutenzione del driver della stampante, selezionare Allinea testine di stampa manualmente e fare clic su Invia. Riprovare. Per stampare e verificare l’impostazione corrente, fare clic su Valore allineamento stampa.
nl: Automatische uitlijning van printkop wordt gestart. Aangezien er bij uitlijning wordt afgedrukt, moet u ervoor zorgen dat de printer gereed is (de kabel is aangesloten en de printer is ingeschakeld). Schuif de hendel voor papierdikte naar rechts, plaats een vel Matglans Foto Papier (MP-101) van het formaat A4 of Letter in de achterste lade en klik op Printkop uitlijnen. Klik op Annuleren om de printkoppen handmatig uit te lijnen. Klik vervolgens op Aangepaste instellingen op het tabblad Onderhoud van het printerstuurprogramma, schakel Koppen handmatig uitlijnen in en klik op Verzenden. Probeer het vervolgens opnieuw. Als u de huidige instelling wilt afdrukken en controleren, klikt u op Waarde voor uitlijning bij afdrukken.
ru: Начало автоматического выравнивания печатающих головок. Поскольку при выравнивании выполняется печать, подготовьте принтер (подключите кабель и включите питание), переместите рычаг толщины бумаги на принтере вправо, вставьте один лист матовой фотобумаги (MP-101) размера A4 или Letter в задний лоток и нажмите кнопку 'Выравнивание печатающих головок'. Чтобы выполнить выравнивание головок вручную, нажмите кнопку 'Отмена'. Затем нажмите кнопку 'Специальные параметры' на вкладке 'Обслуживание' драйвера принтера, установите флажок 'Выравнивать головки вручную' и нажмите кнопку 'Отправить'. Затем повторите попытку. Чтобы проверить текущую настройку, нажмите кнопку 'Значение выравнивания печати'.
tr: Otomatik yazıcı kafası hizalaması başlatılıyor. Hizalama yazdırma içerdiğinden yazıcıyı hazırlayın (kabloyu bağlayın ve yazıcıyı açın), yazıcının kağıt kalınlığı kolunu sağa itin, arka tepsiye bir sayfa A4 veya Letter boyutlu Matte Photo Paper (MP-101) yükleyin ve Yazıcı Kafasını Hizala’yı tıklatın. El ile yazıcı kafası hizalaması gerçekleştirmek için, İptal’i tıklatın. Sonra, yazıcı sürücüsünün Bakım sekmesinde Özel Ayarlar’ı tıklatın, Kafaları el ile hizala’yı işaretleyin ve Gönder’i tıklatın. Ardından, yeniden deneyin. Geçerli ayarla yazdırmak ve denetlemek için Hizalama Değerini Yazdır’ı tıklatın.

source: 1. Remove the paper from the rear tray, and then load the first sheet of A4 or letter size, plain paper. 2. Fold the second sheet of A4 or letter size, plain paper in half, and then unfold the paper. 3. With the ridge of the crease facing down, load the second sheet in front of the first sheet. 4. Click Execute.
es: 1. Retire el papel de la bandeja posterior y, a continuación, cargue la primera hoja de papel normal A4 o Carta. 2. Doble la segunda hoja de papel normal A4 o Carta por la mitad y, a continuación, desdoble el papel. 3. Cargue la segunda hoja delante de la primera con el pliegue hacia abajo. 4. Haga clic en Ejecutar.
it: 1. Rimuovere la carta dal vassoio posteriore quindi caricare il primo foglio di carta comune formato A4 o Letter. 2. Piegare a metà il secondo foglio di carta comune formato A4 o Letter, quindi aprire il foglio. 3. Inserire il secondo foglio davanti al primo con lo spigolo della piega rivolto verso il basso. 4. Fare clic su Esegui.
nl: 1. Verwijder het papier uit de achterste lade en plaats het eerste vel normaal papier van het formaat A4 of Letter. 2. Vouw het tweede vel normaal papier van het formaat A4 of Letter dubbel en vouw het papier weer open. 3. Plaats het tweede vel voor het eerste vel met de rand van de vouw naar beneden gericht. 4. Klik op Uitvoeren.
ru: 1. Удалите бумагу из заднего лотка, а затем вставьте первый лист обычной бумаги размера A4 или Letter. 2. Сложите второй лист обычной бумаги размера A4 или Letter пополам, затем разверните лист. 3. Вставьте второй лист перед первым так, чтобы кромка сгиба, бывшая наружной, оказалась снизу. 4. Нажмите кнопку 'Выполнить'.
tr: 1. Kağıdı arka tepsiden çıkarın ardından ilk A4 veya Letter boyutlu düz kağıt sayfasını yükleyin. 2. İkinci A4 veya Letter boyutlu düz kağıt sayfasını ikiye katlayın ve ardından kağıdı açın. 3. Katlama izinin sırtı aşağı gelecek şekilde ikinci sayfayı ilk sayfanın önüne yükleyin. 4. Yürüt’ü tıklatın.

source: Starting bottom plate cleaning to prevent paper smudges during printing. This operation requires two sheets of A4 or letter size, plain paper. Follow these directions to execute bottom plate cleaning.
es: Se iniciará la limpieza de la placa inferior para evitar la aparición de manchas en el papel durante la impresión. Esta operación requiere dos hojas de papel normal A4 o Carta. Siga estas instrucciones para ejecutar la limpieza de la placa inferior.
it: Avvio pulizia lastra inferiore per evitare sbavature sulla carta durante la stampa. Questa operazione richiede un foglio di carta comune formato A4 o Letter. Attenersi alle indicazioni di seguito per eseguire la pulizia lastra inferiore.
nl: Reiniging van de onderste plaat wordt gestart om te voorkomen dat er vegen op de afdruk ontstaan. Voor deze bewerking zijn twee vellen normaal papier van het formaat A4 of Letter vereist. Volg deze aanwijzingen om reiniging van de onderste plaat uit te voeren.
ru: Начало чистки поддона для предотвращения появления на бумаге пятен при печати. Для этой операции требуются два листа обычной бумаги размера A4 или Letter. Следуйте этим указаниям, чтобы выполнить чистку поддона.
tr: Yazdırma sırasında kağıtların lekelenmesini engellemek için alt plaka temizleme işlemi başlatılıyor. Bu işlem için A4 veya Letter boyutunda iki sayfa düz kağıt gerekmektedir. Alt plaka temizleme işlemini gerçekleştirmek için bu yönergelere uyun.

source: Sets the paper source for plain paper when Automatically Select is selected for Paper Source. Select the paper source for plain paper, and then click Send.
es: Establece la fuente de papel para el papel normal cuando se elige Selección automática como Fuente de papel. Seleccione la fuente de papel para el papel normal y, a continuación, haga clic en Enviar.
it: Imposta l'alimentazione carta per la carta comune quando Alimentazione carta è impostata su Selezione automatica. Selezionare l'alimentazione carta per la carta comune e fare clic su Invia.
nl: Hiermee stelt u de papierbron in voor normaal papier wanneer Automatisch selecteren is geselecteerd voor Papierbron. Selecteer de papierbron voor normaal papier en klik vervolgens op Verzenden.
ru: Настройка источника бумаги для обычной бумаги, когда для параметра 'Источник бумаги' установлено значение 'Автовыбор'. Выберите источник бумаги для обычной бумаги и нажмите кнопку 'Отправить'.
tr: Kağıt Kaynağı için Otomatik Seç ayarı seçiliyken düz kağıt için kağıt kaynağını ayarlar. Düz kağıt için kağıt kaynağını seçin ve ardından Gönder’i tıklatın.
