Repository: endlessm/cnijfilter-common
Catalog: printui-3.30/po/*.po
Languages: es, it, nl, ru, tr

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns Q to Y.
es: Examine los patrones impresos e introduzca el número del patrón con las franjas horizontales menos visibles en los campos de las columnas Q a Y.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di strisce orizzontali evidenti nei campi delle colonne da Q a Y.
nl: Bekijk de afgedrukte rasters en voer het patroonnummer van het raster dat de minste horizontale strepen bevat in de velden voor kolom Q tot en met Y in.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными горизонтальными полосами в поля столбцов Q по Y.
tr: Yazdırılan desenleri inceleyip yatay şeritlerin en az belirgin olduğu desenin desen numarasını Q ile Y arasındaki sütunların alanlarına girin.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns O to V.
es: Examine los patrones impresos e introduzca el número del patrón con las franjas horizontales menos visibles en los campos de las columnas O–V.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di strisce orizzontali evidenti nei campi delle colonne da O a V.
nl: Bekijk de afgedrukte rasters en voer het patroonnummer van het raster dat de minste horizontale strepen bevat in de velden voor kolom O tot en met V in.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными горизонтальными полосами в поля столбцов O по V.
tr: Yazdırılan desenleri inceleyip yatay şeritlerin en az belirgin olduğu desenin desen numarasını O ile V arasındaki sütunların alanlarına girin.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns K to P.
es: Examine los patrones impresos e introduzca el número correspondiente al patrón en el que se aprecien menos rayas en los campos de las columnas K a P.
it: Esaminare i motivi stampati e immettere il numero del motivo che presenta meno striature nei campi relativi alle colonne da K a P.
nl: Bekijk de afgedrukte rasters en typ het rasternummer van het raster met de minst zichtbare strepen in de velden voor de kolommen K tot en met P.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов K по P.
tr: Yazdırılan desenleri inceleyin ve en az fark edilebilir çizgi içeren desenin desen numarasını K ile P sütunlarına ilişkin alanlara girin.

source: Examine the printed patterns, and enter the pattern number of the most even pattern for columns M and N.
es: Examine los patrones impresos e introduzca el número de patrón más uniforme para las columnas M y N.
it: Esaminare i motivi stampati e inserire il numero del motivo più uniforme nelle colonne M ed N.
nl: Bekijk de afgedrukte rasters en voer het nummer van het meest gelijkmatige raster voor kolom M en N in.
ru: Рассмотрите отпечатанные образцы и ведите номер самого однородного образца для столбцов M и N.
tr: Yazdırılan desenleri inceleyip M ve N sütunları için en düzgün desenin desen numarasını girin.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns a to j.
es: Examine los patrones impresos e introduzca el número del patrón en el que las franjas horizontales sean menos visibles en los campos de las columnas a a j.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di strisce orizzontali evidenti nei campi delle colonne da a a j.
nl: Bekijk de afgedrukte rasters en voer het patroonnummer in van het raster dat de minste horizontale strepen bevat in de velden voor kolom a tot en met j.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными горизонтальными полосами в поля столбцов a по j.
tr: Yazdırılan desenleri inceleyin ve yatay şeritlerin en az belirgin olduğu desenin desen numarasını a ile j arasındaki sütunların alanlarına girin.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns a to k.
es: Examine los patrones impresos e introduzca el número del patrón con las franjas horizontales menos visibles en los campos de las columnas a–k.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di strisce orizzontali evidenti nei campi delle colonne da a a k.
nl: Bekijk de afgedrukte rasters en voer het patroonnummer van het raster dat de minste horizontale strepen bevat in de velden voor kolom a tot en met k in.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными горизонтальными полосами в поля столбцов a по k.
tr: Yazdırılan desenleri inceleyin ve yatay şeritlerin en az belirgin olduğu desenin desen numarasını a ile k arasındaki sütunların alanlarına girin.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns H to Q.
es: Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas H a Q.
it: Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da H a Q.
nl: Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom H tot en met Q in.
ru: Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов H по Q.
tr: Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını H ile Q arasındaki sütunların alanlarına girin.

source: Examine the printed patterns, and fill in the fields for columns L and M with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
es: Examine los patrones impresos y rellene los campos de las columnas L y M con el número del patrón más suave y que no tenga franjas en las zonas que indican las flechas.
it: Esaminare i motivi stampati e compilare i campi delle colonne L ed M con il numero del motivo più uniforme e privo di strisce nelle aree indicate dalle frecce.
nl: Bekijk de afgedrukte rasters en vul het nummer van het meest effen raster dat geen strepen bevat in de gebieden die door pijlen zijn aangegeven, in de velden voor kolom L en M in.
ru: Рассмотрите отпечатанные образцы и введите в поля столбцов L и M номер лучшего образца, не имеющего полос в зонах, показанных стрелками.
tr: Yazdırılan desenleri inceleyin ve L ile M sütunlarıyla ilgili alanlara, en düzgün ve oklarla gösterilen alanlarda şerit içermeyen desenin numarasını girin.

source: Examine the printed patterns, and fill in the fields for columns W and X with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
es: Examine los patrones impresos y rellene los campos de las columnas W y X con el número del patrón más suave y que no tenga franjas en las zonas que indican las flechas.
it: Esaminare i motivi stampati e compilare i campi delle colonne W e X con il numero del motivo più uniforme e privo di strisce nelle aree indicate dalle frecce.
nl: Bekijk de afgedrukte rasters en vul het nummer van het meest effen raster dat geen strepen bevat in de gebieden die door pijlen zijn aangegeven, in de velden voor kolom W en X in.
ru: Рассмотрите отпечатанные образцы и введите в поля столбцов W и X номер лучшего образца, не имеющего полос в зонах, показанных стрелками.
tr: Yazdırılan desenleri inceleyip W ve X sütunlarıyla ilgili alanlara en düzgün ve oklarla gösterilen alanlarda şerit içermeyen desenin numarasını girin.

source: Execute
es: Ejecutar
it: Esegui
nl: Uitvoeren
ru: Выполнить
tr: Yürüt

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to F.
es: Ejecute la alineación de los cabezales de impresión. Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas A–F.
it: Eseguire l'allineamento della testina di stampa. Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da A a F.
nl: Voer uitlijning printkop uit. Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom A tot en met F in.
ru: Выполните выравнивание печатающих головок. Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов A по F.
tr: Yazıcı kafası hizalaması gerçekleştirin. Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını A ile F arasındaki sütunların alanlarına girin.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to G.
es: Ejecute la alineación de los cabezales de impresión. Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas A a G.
it: Eseguire l'allineamento della testina di stampa. Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da A a G.
nl: Voer uitlijning printkop uit. Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom A tot en met G in.
ru: Выполните выравнивание печатающих головок. Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов A по G.
tr: Yazıcı kafası hizalaması gerçekleştirin. Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını A ile G arasındaki sütunların alanlarına girin.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to J.
es: Ejecute la alineación de cabezales de impresión. Examine los patrones impresos e introduzca el número correspondiente al patrón en el que se aprecien menos rayas en los campos de las columnas A a J.
it: Eseguire l'allineamento delle testina di stampa. Esaminare i motivi stampati e immettere il numero del motivo che presenta meno striature nei campi relativi alle colonne da A a J.
nl: Printkop uitlijnen. Bekijk de afgedrukte rasters en typ het rasternummer van het raster met de minst zichtbare strepen in de velden voor de kolommen A tot en met J.
ru: Выполните выравнивание печатающих головок. Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов A по J.
tr: Yazıcı kafası hizalamasını yürütün. Yazdırılan desenleri inceleyin ve en az fark edilebilir çizgi içeren desenin desen numarasını A ile J sütunlarına ilişkin alanlara girin.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to K.
es: Ejecute la alineación de los cabezales de impresión. Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas A–K.
it: Eseguire l'allineamento della testina di stampa. Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da A a K.
nl: Voer uitlijning printkop uit. Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom A tot en met K in.
ru: Выполните выравнивание печатающих головок. Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов A по K.
tr: Yazıcı kafası hizalaması gerçekleştirin. Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını A ile K arasındaki sütunların alanlarına girin.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to L.
es: Ejecute la alineación de los cabezales de impresión. Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas A a L.
it: Eseguire l'allineamento della testina di stampa. Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da A a L.
nl: Voer uitlijning printkop uit. Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom A tot en met L in.
ru: Выполните выравнивание печатающих головок. Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов A по L.
tr: Yazıcı kafası hizalaması gerçekleştirin. Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını A ile L arasındaki sütunların alanlarına girin.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to N.
es: Ejecute la alineación de los cabezales de impresión. Examine los patrones impresos y escriba el número del patrón que tenga las rayas menos visibles en los campos de las columnas A–N.
it: Eseguire l'allineamento della testina di stampa. Esaminare i motivi stampati e inserire il numero del motivo che presenta il minor numero di striature evidenti nei campi delle colonne da A a N.
nl: Voer uitlijning printkop uit. Bekijk de afgedrukte rasters en voer het nummer van het raster dat de minste balken bevat in de velden voor kolom A tot en met N in.
ru: Выполните выравнивание печатающих головок. Рассмотрите отпечатанные образцы и введите номер образца с наименее заметными полосками в поля столбцов A по N.
tr: Yazıcı kafası hizalaması gerçekleştirin. Yazdırılan desenleri inceleyin ve en az belirgin çizik oluşan desenin desen numarasını A ile N arasındaki sütunların alanlarına girin.

source: Exit
es: Salir
it: Esci
nl: Afsluiten
ru: Выход
tr: Çıkış

source: Fast
es: Rápida
it: Veloce
nl: Snel
ru: Быстрая
tr: Hızlı

source: Fast
es: Rápida
it: Veloce
nl: Snel
ru: Быстрая
tr: Hızlı

source: Fine
es: Nítida
it: Alta
nl: Fijn
ru: Выше
tr: İnce

source: Grayscale Printing
es: Impresión en escala de grises
it: Stampa in scala di grigi
nl: Afdrukken in grijstinten
ru: Оттенки серого
tr: Gri Tonlamalı Yazdırma

source: Halftoning
es: Medios tonos
it: Mezzitoni
ru: Полутона
tr: Yarı Tonlama

source: Height:
es: Altura:
it: Altezza:
nl: Hoogte:
ru: Высота:
tr: Yükseklik:

source: High
es: Alta
it: Alta
nl: Hoog
ru: Высокое
tr: Yüksek

source: High
es: Alto
it: Alta
nl: Hoog
ru: Высок.
tr: Yüksek

source: Horizontal Alignment (-3 to +7)
es: Alineación horizontal (de -3 a +7)
it: Allineamento orizzontale (da -3 a +7)
nl: Horizontale uitlijning (-3 t/m +7)
ru: По горизонтали (-3...+7)
tr: Yatay Hizalama (-3 - +7)

source: Ignore
es: Omitir
it: Ignora
nl: Negeren
ru: Пропустить
tr: Yoksay

source: Ink Cartridge Settings
es: Configuración de cartuchos de tinta
it: Impostazioni cartuccia di inchiostro
nl: Inktcartridge-instellingen
ru: Параметры картриджа
tr: Mürekkep Kartuşu Ayarları

source: Ink Cartridge:
es: Cartucho de tinta:
it: Cartuccia inchiostro:
nl: Inktpatroon:
ru: Картридж:
tr: Mürekkep Kartuşu:

source: Ink Counter Reset
es: Restablecer contador de tinta
it: Ripristina rilevatore inchiostro
nl: Inktteller opnieuw instellen
ru: Сброс датчика уровня
tr: Mürekkep Sayacı Sıfırlama

source: Ink Drying Wait Time:
es: Tiempo de secado:
it: Tempo di attesa asciugatura:
nl: Droogtijd inkt:
ru: Задержка на сушку:
tr: Mürekkep Kuruma Bekleme Süresi:

source: Intensity:
es: Intensidad:
it: Intensità:
nl: Intensiteit:
ru: Интенсивность:
tr: Yoğunluk:

source: Light
es: Claro
it: Chiaro
nl: Licht
ru: Светл.
tr: Açık

source: Long
es: Largo
it: Lungo
nl: Lang
ru: долго
tr: Uzun

source: Long-side stapling
es: Grapar lado largo
it: Pinzatura lato lungo
nl: Nieten in de lengte
ru: Переплет по длине
tr: Uzun kenar zımbalama

source: Low
es: Bajo
it: Basso
nl: Laag
ru: Низк.
tr: Düşük

source: Low Ink Warning Setting
es: Configuración del indicador de bajo nivel de tinta
it: Imposta avviso inchiostro insufficiente
nl: Instelling waarschuwing weinig inkt
ru: Отслеживание уровня чернил
tr: Mürekkep Az Uyarısı Ayarı

source: Main
es: Principal
it: Principale
nl: Afdruk
ru: Главная
tr: Ana

source: Maintenance
es: Mantenimiento
it: Manutenzione
nl: Onderhoud
ru: Обслуживание
tr: Bakım

source: Manual
it: Manuale
nl: Handmatig
ru: Вручную
tr: El İle

source: Manual Color Adjustment
es: Ajuste manual del color
it: Regolazione colore manuale
nl: Handmatige kleuraanpassing
ru: Настройка цветов вручную
tr: El İle Renk Ayarlama

source: Media Type:
es: Tipo de soporte:
it: Tipo di supporto:
nl: Mediumtype:
ru: Тип носителя:
tr: Ortam Türü:

source: Nozzle Check
es: Prueba de los inyectores
it: Controllo ugelli
nl: Controle spuitopening
ru: Проверка сопел
tr: Püskürtme Ucu Denetimi

source: Page Layout:
es: Formato de página:
it: Layout di pagina:
nl: Pagina-indeling:
ru: Макет страницы:
tr: Sayfa Yerleşimi:

source: Page Setup
es: Configurar página
it: Imposta pagina
nl: Pagina-instelling
ru: Страница
tr: Sayfa Yapısı

source: Page Size:
es: Tamaño de página:
it: Formato pagina:
nl: Paginaformaat:
ru: Размер стр.:
tr: Sayfa Boyutu:

source: Paper Gap:
es: Hueco del papel:
it: Distanza della carta:
nl: Papierafstand:
ru: Зазор над бумагой:
tr: Kağıt Boşluğu:

source: Paper Size
es: Tamaño de papel
it: Formato carta
nl: Papierformaat
ru: Размер бумаги
tr: Kağıt Boyutu

source: Paper Source Setting for Plain Paper
es: Config. fuente de papel para papel normal
it: Imp. aliment. carta per carta comune
nl: Papierbroninstelling voor normaal papier
ru: Настр. ист. бум. для обычной бумаги
tr: Düz Kağıt için Kağıt Kaynağı Ayarı

source: Paper Source:
es: Fuente de papel:
it: Alimentazione carta:
nl: Papierbron:
ru: Источник бумаги:
tr: Kağıt Kaynağı:

source: Pattern Check
es: Comprobación de patrones
it: Verifica del motivo
nl: Rastercontrole
ru: Проверка образца
tr: Desen Denetimi

source: Pause Page
es: Detener página
it: Pausa pagina
nl: Pauze tijdens afdrukken
ru: Пауза между страницами
tr: Sayfayı Duraklat

source: Pause Scan
es: Detener escaneo
it: Pausa scansione
nl: Pauze tijdens scannen
ru: Печать с возможностью приостановки
tr: Taramayı Duraklat

source: Power Off
es: Apagar la impresora
it: Spegni
nl: Printer uit
ru: Отключение питания
tr: Kapatma

source: Prevent paper abrasion
es: Evitar abrasión del papel
it: Previeni abrasione carta
nl: Schuring van papier voorkomen
ru: Предотвращение потертости бумаги
tr: Kağıt yıpranmasını engelle

source: Print Alignment Value
es: Imprimir valor de alineación
it: Stampa valore allineamento
nl: Uitlijningswaarde afdrukken
ru: Напечатать значение выравнивания
tr: Hizalama Değerini Yazdır

source: Print Check Pattern
es: Imprimir patrón de prueba
it: Stampa motivo di controllo
nl: Controleraster afdrukken
ru: Печать контрольного образца
tr: Yazdırma Denetim Deseni

source: Print Head Alignment
es: Alineación de los cabezales de impresión
it: Allineamento testina di stampa
nl: Uitlijning printkop
ru: Выравнивание печатающих головок
tr: Yazıcı Kafası Hizalama

source: Print Head Cleaning
es: Limpieza de los cabezales
it: Pulizia testina di stampa
nl: Reiniging printkop
ru: Очистка печатающей головки
tr: Yazıcı Kafası Temizleme

source: Print Quality
es: Calidad de impresión
it: Qualità di stampa
nl: Afdrukkwaliteit
ru: Качество печати
tr: Baskı Kalitesi

source: Print Type:
es: Tipo de impresión:
it: Tipo di stampa:
nl: Afdruktype:
ru: Тип печати:
tr: Yazdırma Türü:

source: Print from Last Page
es: Imprimir desde la última página
it: Stampa dall'ultima pagina
nl: Vanaf de laatste pagina afdrukken
ru: Печать с последней страницы
tr: Son Sayfadan itibaren Yazdır

source: Quality
es: Calidad
it: Qualità
nl: Kwaliteit
ru: Качество
tr: Kalite

source: Quiet Mode
es: Modo silencioso
it: Modalità silenziosa
nl: Stille modus
ru: Бесшумный режим
tr: Sessiz Mod

source: Read your printer manual for details about low ink warnings.
es: Consulte el manual de la impresora para obtener información detallada sobre advertencias de bajo nivel de tinta.
it: Per informazioni sugli avvisi di inchiostro insufficiente, consultare il manuale della stampante.
nl: Raadpleeg de printerhandleiding voor meer informatie over de waarschuwing voor weinig inkt.
ru: Сведения о предупреждениях о низком уровне чернил имеются в руководстве по эксплуатации принтера.
tr: Mürekkep az uyarılarıyla ilgili ayrıntılar için yazıcı kılavuzunuzu okuyun.

source: Rear Tray
es: Bandeja posterior
it: Vassoio posteriore
nl: Achterste lade
ru: Задний лоток
tr: Arka Tepsi

source: Roller Cleaning
es: Limpieza de rodillos
it: Pulizia del rullo
nl: Reiniging rollen
ru: Очистка роликов
tr: Silindir Temizleme

source: Scaling:
es: Escala:
it: Proporzioni:
nl: Schaling:
ru: Масштаб:
tr: Ölçeklendirme Yüzdesi:

source: Select the ink cartridge for printing.
es: Seleccione el cartucho de tinta para la impresión.
it: Selezionare la cartuccia di inchiostro per la stampa.
nl: Selecteer de inktpatroon voor het afdrukken.
ru: Выберите картридж для печати.
tr: Yazdırma için mürekkep kartuşunu seçin.

source: Select the newly replaced ink tank and click the Execute button.
es: Seleccione el depósito de tinta que acaba de sustituir y haga clic en el botón Ejecutar.
it: Selezionare il nuovo serbatoio di inchiostro e scegliere il pulsante Esegui.
nl: Selecteer de pas geplaatste inkttank en klik op de knop Uitvoeren.
ru: Выберите чернильницу, которая была заменена, и нажмите кнопку 'Выполнить'.
tr: Yeni değiştirilen mürekkep haznesini seçin ve Yürüt düğmesini tıklatın.

source: Send
es: Enviar
it: Invia
nl: Verzenden
ru: Отправить
tr: Gönder

source: Short
es: Corto
it: Breve
nl: Kort
ru: недолго
tr: Kısa

source: Short-side stapling
es: Grapado por lado corto
it: Pinzatura lato corto
nl: Nieten in de breedte
ru: Переплет по ширине
tr: Kısa kenar zımbalama

source: Staple Side:
es: Lado de grapado:
it: Lato pinzatura:
nl: Zijkant nieten:
ru: Сторона переплета:
tr: Zımba Tarafı:

source: Start Print Head Alignment
es: Iniciar alineación de cabezales de impresión
it: Avvia Allineamento testina di stampa
nl: Uitlijning printkop starten
ru: Запуск выравнивания печатающих головок
tr: Yazıcı Kafası Hizalamasını Başlat
