Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Cleaning paper feed rollers for the cassette. First remove paper from the cassette. Clicking OK will activate paper feed rollers. This will take about two minutes. Do you want to start feed roller cleaning?
cs: Čistí se válečky podávání papíru pro kazetu. Nejprve odeberte papír z kazety. Klepnutím na tlačítko OK se aktivují válečky podávání papíru. Celá akce bude trvat asi dvě minuty. Chcete spustit čištění válečků podavače?
de: Reinigen von Papierzuführungswalzen für die Kassette. Entfernen Sie das Papier aus der Kassette. Wenn Sie auf "OK" klicken, werden die Papierzuführungswalzen aktiviert. Dies dauert etwa 2 Minuten. Möchten Sie mit der Reinigung der Papierzuführungswalzen beginnen?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού στην κασέτα. Καταρχήν, αφαιρέστε το χαρτί από την κασέτα. Κάντε κλικ στο κουμπί "OK" για να ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού. Αυτή η διαδικασία θα διαρκέσει περίπου δύο λεπτά. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Kasetin paperinsyöttötelojen puhdistaminen. Poista ensin paperi kasetista. Kun valitset OK, paperinsyöttötelat käynnistetään. Tämä vie noin kaksi minuuttia. Haluatko aloittaa syöttötelojen puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier de la cassette. Commencez par retirer le papier de la cassette. En cliquant sur OK, vous actionnez les rouleaux d'entraînement du papier. Cela durera deux minutes environ. Voulez-vous lancer le nettoyage des rouleaux d'entraînement ?
hu: A kazettához tartozó laptovábbító görgők tisztítása. Először vegyen ki minden papírt a kazettából. Az OK gombra kattintva aktiválja a laptovábbító görgőket. Ez a művelet körülbelül két percet vesz igénybe. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas untuk kotak kertas. Pertama keluarkan kertas dari kotak kertas. Mengklik OK akan mengaktifkan penggulung penyaluran kertas. Hal ini akan memakan waktu sekitar dua menit. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: カセットの給紙ローラークリーニングを実行します。 はじめに、カセットからすべての用紙を取り除いてください。 [OK]をクリックすると、給紙ローラーの回転動作を行います。回転が終了するまでに 約2分かかります。 クリーニングを実行しますか？
pl: Czyszczenie rolek podawania papieru kasety. Wyjmyj papier z kasety. Kliknięcie przycisku OK spowoduje włączenie rolek podawania papieru. Potrwa to około dwóch minut. Czy chcesz rozpocząć czyszczenie rolek podawania papieru?
pt: Limpeza dos rolos de alimentação de papel do cassete. Primeiro remova o papel do cassete. Clicar em OK ativará os rolos de alimentação de papel. Isso demorará aproximadamente dois minutos. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen för kassetten. Ta först ur papperet från kassetten. När du klickar på OK aktiveras pappersmatningshjulen. Detta tar ca två minuter. Vill du starta rengöring av pappersmatningshjulen?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษสำหรับกลักกระดาษ ก่อนอื่น ให้เอากระดาษออกจากกลักกระดาษ การคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ ขั้นตอนดังกล่าวต้องใช้เวลาประมาณสองนาที คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the cassette. Clicking OK will eject paper and complete feed roller cleaning.
cs: Ověřte, že se neozývá provozní hluk tiskárny, a pak do kazety vložte tři listy běžného papíru. Klepnutím na tlačítko OK se papír vysune a čištění válečků podavače bude dokončeno.
de: Stellen Sie sicher, dass beim Drucker kein Betriebsgeräusch mehr vorhanden ist und legen Sie dann drei Blatt Normalpapier in die Kassette ein. Klicken Sie auf "OK", um das Papier auszuwerfen und die Reinigung der Papierzuführungswalzen vollständig auszuführen.
el: Βεβαιωθείτε ότι ο θόρυβος έχει σταματήσει και, στη συνέχεια, τοποθετήστε τρία φύλλα απλού χαρτιού στην κασέτα. Κάντε κλικ στο κουμπί "OK" για να εκτυπωθεί το χαρτί και να ολοκληρωθεί ο καθαρισμός των κυλίνδρων τροφοδοσίας.
fi: Varmista, että tulostimen käyttöääni ei enää kuulu, ja lisää sitten kasettiin kolme tavallista paperiarkkia. Kun valitset OK, tulostin syöttää paperin ulos ja suorittaa syöttörullien puhdistuksen loppuun.
fr: Assurez-vous que l'imprimante ne fait plus de bruit, puis chargez trois feuilles de papier ordinaire dans la cassette. Cliquez sur OK pour éjecter le papier et terminer le nettoyage des rouleaux d'entraînement.
hu: Győződjön meg arról, hogy a nyomtató működési zaja megszűnt, majd tegyen három normál papírt a kazettába. Az OK gombra kattintva a nyomtató kidobja a lapokat, és a tisztítás végbemegy.
id: Pastikan bunyi operasi pencetak telah dihentikan, dan kemudian muatkan tiga lembar kertas biasa ke dalam kotak kertas. Mengklik OK akan mengeluarkan kertas dan menyelesaikan pembersihan penggulung penyaluran.
ja: プリンターの動作音が止まったことを確認してから、普通紙を3枚、カセットにセットし てください。 [OK]をクリックすると、排紙してクリーニングを完了します。
pl: Upewnij się, że drukarka przestała wydawać dźwięki związane z pracą, a następnie załaduj trzy arkusze zwykłego papieru do kasety. Kliknięcie przycisku OK spowoduje wysunięcie papieru i zakończenie czyszczenia rolek podajnika.
pt: Confirme se o ruído da impressora foi interrompido e coloque três folhas de papel comum no cassete. Se clicar em OK, o papel será ejetado e a limpeza dos rolos de alimentação será concluída.
sv: Kontrollera att skrivarens driftsljud har slutat och lägg sedan tre ark Vanligt papper i kassetten. När du klickar på OK matas pappret ut och rengöringen av pappersmatningshjulen slutförs.
th: ให้แน่ใจว่าเสียงรบกวนดำเนินการของเครื่องพิมพ์หยุดแล้ว แล้วป้อนกระดาษธรรมดาสามแผ่นลงในกลักกระดาษ การคลิก 'ตกลง' จะผลักกระดาษออกและให้การทำความสะอาดลูกกลิ้งป้อนกระดาษเสร็จสมบูรณ์

source: Prints a pattern that lets you check whether the print head nozzles are clogged. First select the paper source to be used. Then load one sheet of A4 or letter size, plain paper into the selected paper source and click the Print Check Pattern.
cs: Vytiskne vzorek, který vám umožní zkontrolovat, zda nejsou trysky tiskové hlavy ucpané. Nejprve vyberte požadovaný zdroj papíru. Potom vložte jeden list běžného papíru velikosti A4 nebo Letter do vybraného zdroje papíru a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster zur Überprüfung, ob die Druckkopfdüsen verstopft sind. Wählen Sie zunächst die zu verwendende Papierzufuhr aus. Legen Sie anschließend ein Blatt Normalpapier des Formats A4 oder Letter in die ausgewählte Papierzufuhr ein und klicken Sie auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε εάν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Αρχικά επιλέξτε την προέλευση χαρτιού που θα χρησιμοποιηθεί. Έπειτα τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην επιλεγμένη προέλευση χαρτιού και κάντε κλικ στο κουμπί "Εκτύπωση μοτίβου ελέγχου".
fi: Tulostaa kuvion, josta voit tarkistaa, ovatko tulostuspään suuttimet tukkeutuneet. Valitse käytettävä paperilähde ensin. Lisää sitten valittuun paperilähteeseen yksi A4- tai Letter-kokoinen arkki tavallista paperia ja valitse Tulosta tarkistuskuvio.
fr: Imprime un motif qui vous permet de vérifier si les buses de la tête d'impression sont obstruées. Sélectionnez tout d'abord l'alimentation papier à utiliser. Chargez ensuite une feuille de papier ordinaire de format A4 ou Lettre dans l'alimentation papier sélectionnée et cliquez sur Imprimer le motif de vérification.
hu: Kinyomtat egy mintát, amelyen ellenőrizheti, hogy a nyomtatófej fúvókái nincsenek-e eltömődve. Először válassza ki a használni kívánt papírforrást. Ezután tegyen be egy A4 vagy Letter méretű normál papírt a kiválasztott papírforrásba, és kattintson az Ellenőrző minta nyomtatása gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Pertama pilih sumber kertas yang akan digunakan. Kemudian muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam sumber kertas yang dipilih dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 はじめに、使用する給紙位置を選択してください。その後、選択した給紙位置にA4の普 通紙を1枚入れて、[確認パターン印刷]をクリックしてください。
pl: Drukuje wzór, który umożliwia sprawdzenie, czy dysze głowicy drukującej są zakleszczone. Na początku wybierz odpowiednie źródło papieru. Następnie załaduj do wybranego źródła papieru jeden arkusz zwykłego papieru formatu A4 lub Letter, po czym kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão entupidos. Primeiro, selecione a origem do papel a ser usada. Em seguida, coloque uma folha de papel comum de tamanho A4 ou letter na origem do papel selecionada e clique em Imprimir Padrão de Verificação.
sv: Skriver ut ett mönster som gör att du kan kontrollera om skrivhuvudmunstyckena är tilltäppta. Välj först den papperskälla som ska användas. Lägg sedan i ett ark vanligt papper av A4- eller Letter-storlek i den papperskälla som valts och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ เลือกแหล่งจ่ายกระดาษที่จะใช้ก่อน หลังจากนั้นป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในแหล่งจ่ายกระดาษที่ถูกเลือกและคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the cassette, and click the Print Check Pattern.
cs: Vytiskne vzorek, který vám umožní zkontrolovat, zda nejsou trysky tiskové hlavy ucpané. Připravte tiskárnu (připojte kabel a tiskárnu zapněte), do kazety vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster zur Überprüfung, ob die Druckkopfdüsen verstopft sind. Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die Kassette ein. Klicken Sie anschließend auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε εάν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter, στην κασέτα και κάντε κλικ στο κουμπί "Εκτύπωση μοτίβου ελέγχου".
fi: Tulostaa kuvion, josta voit tarkistaa, ovatko tulostuspään suuttimet tukkeutuneet. Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), lisää kasettiin yksi arkki A4- tai Letter-kokoista tavallista paperia ja valitse Tulosta tarkistuskuvio.
fr: Imprime un motif qui vous permet de vérifier si les buses de la tête d'impression sont obstruées. Préparez l'imprimante (branchez le câble et mettez-la sous tension), chargez une feuille de papier ordinaire de format A4 ou Lettre dans la cassette, puis cliquez sur Imprimer le motif de vérification.
hu: Kinyomtat egy mintát, amelyen ellenőrizheti, hogy a nyomtatófej fúvókái nincsenek-e eltömődve. Tegye üzemkésszé a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be egy A4-es vagy Letter méretű normál papírt a kazettába, és kattintson az Ellenőrző minta nyomtatása gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Siapkan pencetak (sambungkan kabel dan nyalakan), muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam kotak kertas, dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、カセットにA4 の普通紙を1枚入れてから、[確認パターン印刷]をクリックしてください。
pl: Drukuje wzór, który umożliwia sprawdzenie, czy dysze głowicy drukującej są zakleszczone. Przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj do kasety jeden arkusz zwykłego papieru formatu A4 lub Letter, a następnie kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão entupidos. Prepare a impressora (conecte o cabo e ligue), coloque uma folha de papel comum tamanho A4 ou letter no cassete e clique em Imprimir Padrão de Verificação.
sv: Skriver ut ett mönster som gör att du kan kontrollera om skrivhuvudmunstyckena är tilltäppta. Förbered skrivaren (anslut kabeln och slå på skrivaren), lägg i ett ark vanligt papper av A4- eller Letter-storlek i kassetten och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในกลักกระดาษและคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the rear tray, and click the Print Check Pattern.
cs: Vytiskne vzorek, který vám umožní zkontrolovat, zda nejsou trysky tiskové hlavy ucpané. Připravte tiskárnu (připojte kabel a tiskárnu zapněte), do zadní přihrádky vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster zur Überprüfung, ob die Druckkopfdüsen verstopft sind. Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Klicken Sie anschließend auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε εάν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη και κάντε κλικ στο κουμπί "Εκτύπωση μοτίβου ελέγχου".
fi: Tulostaa kuvion, josta voit tarkistaa, ovatko tulostuspään suuttimet tukkeutuneet. Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), lisää takalokeroon yksi arkki A4- tai Letter-kokoista tavallista paperia ja valitse Tulosta tarkistuskuvio.
fr: Imprime un motif qui vous permet de vérifier si les buses de la tête d'impression sont obstruées. Préparez l'imprimante (branchez le câble et mettez-la sous tension), chargez une feuille de papier ordinaire de format A4 ou Lettre dans le réceptacle arrière, puis cliquez sur Imprimer le motif de vérification.
hu: Kinyomtat egy mintát, amelyen ellenőrizheti, hogy a nyomtatófej fúvókái nincsenek-e eltömődve. Tegye üzemkésszé a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be egy A4-es vagy Letter méretű normál papírt a hátsó tálcába, és kattintson az Ellenőrző minta nyomtatása gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Siapkan pencetak (sambungkan kabel dan nyalakan), muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang, dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、後トレイにA4 の普通紙を1枚入れてから、[確認パターン印刷]をクリックしてください。
pl: Drukuje wzór, który umożliwia sprawdzenie, czy dysze głowicy drukującej są zakleszczone. Przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj na tylną tacę jeden arkusz zwykłego papieru formatu A4 lub Letter, a następnie kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão entupidos. Prepare a impressora (conecte o cabo e ligue), coloque uma folha de papel comum tamanho A4 ou letter na bandeja traseira e clique em Imprimir Padrão de Verificação.
sv: Skriver ut ett mönster som gör att du kan kontrollera om skrivhuvudmunstyckena är tilltäppta. Förbered skrivaren (anslut kabeln och slå på skrivaren), lägg i ett ark vanligt papper av A4- eller Letter-storlek i det bakre facket och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในเทรย์ด้านหลัง และคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte) a do zadní přihrádky vložte dva listy běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie zwei Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopf ausrichten". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον) και τοποθετήστε δύο φύλλα απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση της κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää takalokeroon kaksi arkkia A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Kohdista tulostuspää. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez-la sous tension), puis chargez deux feuilles de papier ordinaire de format A4 ou Lettre dans le réceptacle arrière. L'imprimante imprime un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Nyomtatófej-igazítás indítása. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be két A4-es vagy Letter méretű normál papírt a hátsó tálcába. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan dua lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、後トレイにA4の普通紙を2枚入れてください。調整用のパターンを印刷 します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Rozpocznie się wyrównywanie głowic drukujących.Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj dwa arkusze zwykłego papieru formatu A4 lub Letter na tylną tacę. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue) e coloque duas folhas de papel comum tamanho A4 ou letter na bandeja traseira. A impressora irá imprimir um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen) och lägga i två ark Vanligt papper av A4- eller Letter-storlek i det bakre facket. Ett justeringsmönster skrivs ut. Klicka på Rikta in skrivhuvud för att justera skrivhuvudet. Klicka på Skriv ut justeringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สองแผ่นลงในเทรย์ด้านหลัง เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Starting print head alignment. The alignment involves printing. Select the paper source to be used, and then click Align Print Head.
cs: Spouští se nastavení tiskové hlavy. Při nastavení probíhá tisk. Vyberte požadovaný zdroj papíru a pak klepněte na tlačítko Nastavit tiskovou hlavu.
de: Druckkopfausrichtung wird gestartet. Für die Ausrichtung ist ein Ausdruck erforderlich. Wählen Sie die zu verwendende Papierzufuhr aus und klicken Sie auf "Druckkopf ausrichten".
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Για την ευθυγράμμιση εκτελείται εκτύπωση. Επιλέξτε την προέλευση χαρτιού που θα χρησιμοποιηθεί και, στη συνέχεια, κάντε κλικ στην "Ευθυγράμμιση της κεφαλής εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Kohdistus edellyttää tulostamista. Valitse käytettävä paperilähde ja valitse Kohdista tulostuspää.
fr: Lancement de l'alignement des têtes d'impression. L'alignement implique une impression. Sélectionnez l'alimentation papier à utiliser, puis cliquez sur Aligner tête d'impression.
hu: Nyomtatófej-igazítás indítása. Az igazításhoz nyomtatni is kell. Válassza ki a kívánt papírforrást, és kattintson a Nyomtatófej igazítása gombra.
id: Memulai penjajaran kepala cetak. Penjajaran melibatkan pencetakan. Pilih sumber kertas yang akan digunakan, dan kemudian klik Sejajarkan Kepala Cetak.
ja: ヘッド位置調整を行います。 調整には印刷を伴います。使用する給紙位置を選択して、[ヘッド位置調整]をクリック してください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Wyrównywanie jest związane z drukowaniem. Wybierz odpowiednie źródło papieru i kliknij przycisk Wyrównaj głowicę drukującą.
pt: Iniciando o alinhamento da cabeça de impressão. O alinhamento envolve impressão. Selecione a origem do papel a ser usada e clique em Alinhar Cabeça de Impressão.
sv: Startar justering av skrivhuvud. Justeringen innebär utskrift. Välj den papperskälla som ska användas och klicka sedan på Rikta in skrivhuvud.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ การจัดตำแหน่งต้องการพิมพ์ เลือกแหล่งจ่ายกระดาษที่จะใช้ แล้วคลิก 'จัดตำแหน่งหัวพิมพ์'
