Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Prevent paper double-feed
cs: Zamezit dvojitému podání papíru
de: Doppelten Einzug von Papier verhindern
el: Αποφυγή διπλής τροφοδοσίας χαρτιού
fi: Estä paperin kaksoissyöttö
fr: Empêcher le chargement de deux feuilles
hu: Kettős papíradagolás megelőzése
id: Cegah penyaluran kertas dua kali
ja: 重複給紙を改善する
pl: Zapobieganie pobieraniu dwóch arkuszy papieru
pt: Evitar alimentação duplicada do papel
sv: Undvik dubbelmatning av papper
th: ป้องกันป้อนกระดาษสองครั้ง

source: Set Prevent paper double-feed only when double-feeding of plain paper occurs. Using this function decreases the print speed but reduces the occurrence of double-feeding.
cs: Funkci Zamezit dvojitému podání papíru zapněte pouze tehdy, pokud k tomuto jevu dochází při podávání běžného papíru. Použití této funkce snižuje rychlost tisku, ale zamezuje dvojitému podání papíru.
de: Legen Sie die Einstellung "Doppelten Einzug von Papier verhindern" nur dann fest, wenn ein doppelter Einzug von Normalpapier auftritt. Bei dieser Funktion wird zwar weniger Papier doppelt eingezogen, aber die Druckgeschwindigkeit ist langsamer.
el: Ρυθμίστε την επιλογή "Αποφυγή διπλής τροφοδοσίας χαρτιού" μόνο όταν προκύπτει διπλή τροφοδοσία του απλού χαρτιού. Η χρήση αυτής της λειτουργίας μπορεί να μειώνει την ταχύτητα εκτύπωσης, αλλά περιορίζει τη συχνότητα εμφανίσεων διπλής τροφοδοσίας.
fi: Aseta Estä paperin kaksoissyöttö vain, jos tavallisen paperin kaksoissyöttöä esiintyy. Tämän toiminnon käyttö pienentää tulostusnopeutta, mutta vähentää kaksoissyötön tapahtumista.
fr: Définissez l'option Empêcher le chargement de deux feuilles uniquement lorsque du papier ordinaire a tendance à se charger par deux feuilles. Cette fonction réduit la vitesse d'impression, mais évite aussi que les feuilles ne se chargent par deux.
hu: A Kettős papíradagolás megelőzése beállítást csak akkor adja meg, ha bekövetkezik a normál papír kettős adagolása. A funkció használata lassítja a nyomtatást, de csökkenti a kettős papíradagolás előfordulásának esélyét.
id: Set Cegah penyaluran kertas dua kali hanya ketika penyaluran dua kali kertas biasa terjadi. Menggunakan fungsi ini menurunkan kecepatan cetak tetapi mengurangi terjadinya penyaluran dua kali.
ja: [重複給紙を改善する]は、普通紙が重複して給紙される場合にのみ設定してください。 設定すると、印刷速度は遅くなりますが、重複して給紙されることは改善されます。
pl: Włącz tę opcję tylko wtedy, gdy występuje pobieranie dwóch arkuszy zwykłego papieru naraz. Korzystanie z tej funkcji zmniejsza prędkość drukowania, ale ogranicza zjawisko pobierania dwóch arkuszy naraz.
pt: Defina Evitar alimentação duplicada do papel somente quando ocorrer a alimentação duplicada do papel. O uso dessa função diminui a velocidade de impressão mas reduz a ocorrência da alimentação duplicada.
sv: Ställ in Undvik dubbelmatning av papper endast när dubbelmatning av vanligt papper inträffar. Om du använder den här funktionen minskar utskriftshastigheten, men förekomsten av dubbelmatning minskar också.
th: การตั้งค่าป้องกันป้อนกระดาษสองครั้งเฉพาะเมื่อการป้อนกระดาษธรรมดาสองครั้งเกิดความผิดพลาด การใช้ฟังก์ชันนี้จะทำให้ความเร็วในการพิมพ์ลดลงแต่จะช่วยลดความผิดพลาดของการป้อนกระดาษสองครั้ง

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size plain paper, and click the Print Check Pattern.
cs: Vytiskne vzorek, který vám umožní zkontrolovat, zda nejsou trysky tiskové hlavy ucpané. Připravte tiskárnu (připojte kabel a tiskárnu zapněte), vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster zur Überprüfung, ob die Druckkopfdüsen verstopft sind. Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter ein. Klicken Sie anschließend auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε εάν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter, και κάντε κλικ στο κουμπί Εκτύπωση μοτίβου ελέγχου.
fi: Tulostaa kuvion, josta voit tarkistaa, ovatko tulostuspään suuttimet tukkeutuneet. Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), lisää yksi arkki A4- tai Letter-kokoista tavallista paperia ja valitse Tulosta tarkistuskuvio.
fr: Imprime un motif qui vous permet de vérifier si les buses de la tête d'impression sont obstruées. Préparez l'imprimante (branchez le câble et mettez-la sous tension), chargez une feuille de papier ordinaire de format A4 ou Lettre, puis cliquez sur Imprimer le motif de vérification.
hu: Kinyomtat egy mintát, amelyen ellenőrizheti, hogy a nyomtatófej fúvókái nincsenek-e eltömődve. Tegye üzemkésszé a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be egy A4-es vagy Letter méretű normál papírt, és kattintson az Ellenőrző minta nyomtatása gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Siapkan pencetak (sambungkan kabel dan nyalakan), muatkan satu lembar kertas biasa ukuran A4 atau letter, dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、A4の普通紙を 1枚セットし、[確認パターン印刷]をクリックしてください。
pl: Drukuje wzór, który umożliwia sprawdzenie, czy dysze głowicy drukującej są zakleszczone. Przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj jeden arkusz zwykłego papieru formatu A4 lub Letter, a następnie kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão entupidos. Prepare a impressora (conecte o cabo e ligue), coloque uma folha de papel comum tamanho A4 ou letter e clique em Imprimir Padrão de Verificação.
sv: Skriver ut ett mönster som gör att du kan kontrollera om skrivhuvudmunstyckena är tilltäppta. Förbered skrivaren (anslut kabeln och slå på skrivaren), lägg i ett ark vanligt papper med A4- eller Letter-storlek och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจสอบว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่ง และคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Bude zahájeno nastavení tiskové hlavy. Vzhledem k tomu, že tato operace zahrnuje tisk, připravte tiskárnu (připojte kabel a zapněte ji) a vložte tři listy běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Chcete-li nastavit pozici tiskové hlavy, klepněte na tlačítko Nastavit tiskovou hlavu. Chcete-li provést tisk a zkontrolovat aktuální nastavení, klepněte na tlačítko Tisknout hodnotu zarovnání.
de: Die Druckkopfausrichtung wird gestartet. Da bei der Ausrichtung auch ein Druckvorgang ausgeführt wird, schließen Sie das Druckerkabel an, schalten Sie den Drucker ein, und legen Sie drei Blatt Normalpapier des Formats A4 oder Letter ein. Der Drucker druckt ein Ausrichtungsmuster. Zum Ausrichten der Druckköpfe klicken Sie auf "Druckkopf ausrichten". Um den aktuellen Status zu prüfen, klicken Sie auf "Ausrichtungswert drucken".
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση απαιτεί εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ενεργοποιήστε τον) και τοποθετήστε τρία φύλλα απλού χαρτιού μεγέθους A4 ή Letter. Θα εκτυπωθεί ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμιστεί η θέση της κεφαλής εκτύπωσης, κάντε κλικ στο Ευθυγράμμιση της κεφαλής εκτύπωσης. Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο Εκτύπωση της τιμής ευθυγράμμισης.
fi: Aloitetaan tulostuspään kohdistus. Koska tulostin tulostaa kohdistuksen aikana, valmistele tulostin (kytke kaapeli ja käynnistä laite) ja lisää arkinsyöttölaitteeseen kolme A4- tai Letter-kokoista tavallista paperiarkkia. Tulostin tulostaa kohdistuskuvion. Kohdista tulostuspää valitsemalla Kohdista tulostuspää. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Démarrage de l'alignement de la tête d'impression. Puisque l'alignement implique une impression, préparez l'imprimante (branchez le câble et mettez-la sous tension), puis chargez trois feuilles de papier ordinaire au format A4 ou Lettre. L'imprimante va imprimer un motif d'alignement. Pour aligner la position de la tête d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le paramètre actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej igazítása megkezdődött. Mivel az igazításkor nyomtatás is történik, készítse elő a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a tápellátást), majd tegyen be három A4-es vagy Letter méretű normál papírt. A nyomtató egy igazítási mintát fog nyomtatni. A nyomtatófej helyzetének beigazításához kattintson a Nyomtatófej igazítása lehetőségre. A jelenlegi beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása lehetőségre.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan tiga lembar kertas ukuran A4 atau letter, kertas biasa. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、A4の普通紙を3枚セットしてください。調整用のパターンを印刷します 。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpoczęcie wyrównywania głowicy drukującej. Ze względu na to, że podczas wyrównywania następuje drukowanie, przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj trzy arkusze zwykłego papieru formatu A4 lub Letter. Drukarka wydrukuje wzór wyrównywania. Aby wyrównać położenie głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienie, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento envolve impressão, prepare a impressora (conecte o cabo e ligue a impressora) e coloque três folhas de papel comum de tamanho A4 ou letter. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Imprimir Valor de Alinhamento.
sv: Startar justering av skrivhuvud. Eftersom justering innebär utskrift ska du förbereda skrivaren (anslut kabeln och slå på strömmen) och ladda tre ark vanligt papper med A4- eller Letter-storlek. Ett justeringsmönster skrivs ut. Om du vill justera skrivarhuvudets position klickar du på Rikta in skrivhuvud. Om du vill skriva ut och kontrollera aktuell inställning klickar du på Skriv ut justeringsvärde.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายเคเบิลและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สามแผ่น เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Check how to load paper.
cs: Dodržujte postup vkládání papíru.
de: Überprüfen Sie, wie das Papier eingelegt wird.
el: Ελέγξτε τον τρόπο τοποθέτησης του χαρτιού.
fi: Tarkista paperin lisääminen.
fr: Vérifiez comment charger du papier.
hu: Ellenőrizze a papírbetöltés módját.
id: Periksa cara memuatkan kertas.
ja: 用紙のセット方法を確認してください。
pl: Sprawdź, jak załadować papier.
pt: Verifique como colocar o papel.
sv: Kontrollera hur du laddar papper.
th: ตรวจวิธีป้อนกระดาษ

source: Fit the paper into the front tray so that the printing side faces down. Insert the paper completely to the end of the front tray. Click [OK] to start printing.
cs: Vložte papír do předního zásobníku tiskovou stranou dolů. Úplně zasuňte papír až na konec předního zásobníku. Spusťte tisk klepnutím na tlačítko [OK].
de: Legen Sie das Papier mit der Druckseite nach unten in das vordere Fach ein. Schieben Sie das Papier bis ganz an das Ende des vorderen Fachs. Klicken Sie auf 'OK', um den Druckvorgang zu starten.
el: Τοποθετήστε το χαρτί στην μπροστινή θήκη έτσι ώστε η πλευρά στην οποία θέλετε να εκτυπώσετε να είναι κάτω. Τοποθετήστε πλήρως το χαρτί έως την άκρη της μπροστινής θήκης. Κάντε κλικ στο [OK] για να ξεκινήσει η εκτύπωση.
fi: Sovita paperi etulokeroon siten, että haluttu tulostuspuoli on alaspäin. Aseta paperi aivan etulokeron pohjaan asti. Aloita tulostus valitsemalla [OK].
fr: Placez le papier dans le réceptacle avant, côté de l'impression vers le bas. Insérez complètement le papier jusqu'au bout du réceptacle avant. Cliquez sur [OK] pour lancer l'impression.
hu: Illessze a papírt az elülső tálcába úgy, hogy a nyomtatni kívánt oldal lefelé nézzen. A papírt teljesen, az elülső tálca végéig nyomja be. A nyomtatás megkezdéséhez kattintson az [OK] gombra.
id: Paskan kertas ke dalam tatakan depan sehingga sisi yang ingin Anda cetak menghadap ke bawah. Masukkan kertas sepenuhnya sampai ujung tatakan depan. Klik [OK] untuk memulai pencetakan.
ja: 印刷したい面が下になるように、前トレイに用紙をセットしてください。 用紙は前トレイの奥までしっかり挿入してください。 [OK]をクリックすると印刷が開始されます。
pl: Umieść papier w przedniej tacy, tak aby strona przeznaczona do zadrukowania była skierowana do dołu. Wsuń papier do samego końca przedniej tacy. Kliknij przycisk [OK], aby rozpocząć drukowanie.
pt: Ajuste o papel na bandeja frontal para que o lado a ser impresso fique virado para baixo. Insira o papel completamente até o final da bandeja frontal. Clique em [OK] para iniciar a impressão.
sv: Placera papperet i frontfacket med den sida du vill skriva ut på nedåt. Mata in papperet så långt det går i frontfacket. Klicka på [OK] när du vill börja skriva ut.
th: ป้อนกระดาษในเทรย์ด้านหน้าให้ด้านที่คุณต้องการพิมพ์อยู่ด้านล่าง เสียบกระดาษถึงส่วนปลายของเทรย์ด้านหน้าอย่างทั้งหมด คลิก [ตกลง] เพื่อเริ่มการพิมพ์

source: Adjustment in Columns G to K (-5 to +5)
cs: Nastavení ve sloupcích G až K (-5 až +5)
de: Anpassung in Spalte G bis K (-5 bis +5)
el: Ρύθμιση στις στήλες G έως K (-5 έως +5)
fi: Muutosten teko sarakkeissa G–K (-5–+5)
fr: Ajustement dans les colonnes G à K (-5 à +5)
hu: Igazítás az G–K oszlopokban (-5–+5)
id: Pengaturan Kolom G sampai K (-5 sampai +5)
ja: G～K列の調整(-5～+5)
pl: Dostosowanie w kolumnach G–K (-5–+5)
pt: Ajuste nas Colunas G a K (-5 a +5)
sv: Justering i kolumn G till K (-5 till +5)
th: การปรับแต่งในคอลัมน์ G ถึง K (-5 ถึง +5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns L to Q.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce L až Q zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten L bis Q die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες L έως Q τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden L–Q kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes L à Q le numéro du motif comportant le moins de rayures perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík a L–Q oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom L sampai Q.
ja: 新たに印刷されたパターンを参照して、すじが一番目立たないパターンの番号を、L～Q 列それぞれの欄に入力してください。
pl: Sprawdź desenie wydrukowane w kolumnach od L do Q i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas L a Q.
sv: Qontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn L till Q.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ L ถึง Q

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns R to Z.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce R až Z zadejte číslo vzorku, který obsahuje nejméně viditelné horizontální pruhy.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten R bis Z die Nummer der Muster ein, die die wenigsten horizontalen Streifen aufweisen.
el: Παρατηρήστε προσεκτικά τα εκτυπωμένα μοτίβα και καταχωρήστε τον αριθμό του μοτίβου με τις λιγότερο εμφανείς οριζόντιες ρίγες στα πεδία για τις στήλες R έως Z.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä vaakasuoria juovia sisältävän kuvion numero sarakkeiden R–Z kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes R à Z le numéro du motif comportant le moins de bandes horizontales perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető vízszintes sáv az R–Z oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan belang horizontal yang terlihat paling sedikit pada daerah pola tersebut ke kolom R sampai Z.
ja: 新たに印刷されたパターンを参照して、横しまが最も目立たないパターンの番号を、R～ Z列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane desenie i w polach odpowiadających kolumnom od R do Z wprowadź numery deseni, na których widać najmniej poziomych pasków.
pt: Verifique os padrões impressos e insira o número do padrão com o menor número de listras horizontais visíveis nos campos das colunas R a Z.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst antal synliga vågräta ränder i fälten för kolumn R till Z.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายทางตามแนวนอนโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ R ถึง Z

source: Adjustment in Column R (-4 to +4)
cs: Nastavení ve sloupci R (-4 až +4)
de: Anpassung in Spalte R (-4 bis +4)
el: Ρύθμιση στη στήλη R (-4 έως +4)
fi: Muutosten teko sarakkeessa R (-4–+4)
fr: Ajustement dans la colonne R (-4 à +4)
hu: Igazítás az R oszlopban (-4–+4)
id: Pengaturan Kolom R (-4 sampai +4)
ja: R列の調整(-4～+4)
pl: Dostosowanie w kolumnie R (-4–+4)
pt: Ajuste na Coluna R (-4 a +4)
sv: Justering i kolumn R (-4 till +4)
th: การปรับแต่งในคอลัมน์ R (-4 ถึง +4)

source: Adjustment in Columns S to V (-2 to +2)
cs: Nastavení ve sloupcích S až V (-2 až +2)
de: Anpassung in Spalte S bis V (-2 bis +2)
el: Ρύθμιση στις στήλες S έως V (-2 έως +2)
fi: Muutosten teko sarakkeissa S–V (-2–+2)
fr: Ajustement dans les colonnes S à V (-2 à +2)
hu: Igazítás az S–V oszlopokban (-2–+2)
id: Pengaturan Kolom S sampai V (-2 sampai +2)
ja: S～V列の調整(-2～+2)
pl: Dostosowanie w kolumnach S–V (-2–+2)
pt: Ajuste nas Colunas S a V (-2 a +2)
sv: Justering i kolumn S till V (-2 till +2)
th: การปรับแต่งในคอลัมน์ S ถึง V (-2 ถึง +2)

source: Adjustment in Columns W to Z (-2 to +2)
cs: Nastavení ve sloupcích W až Z (-2 až +2)
de: Anpassung in Spalte W bis Z (-2 bis +2)
el: Ρύθμιση στις στήλες W έως Z (-2 έως +2)
fi: Muutosten teko sarakkeissa W–Z (-2–+2)
fr: Ajustement dans les colonnes W à Z (-2 à +2)
hu: Igazítás a W–Z oszlopokban (-2–+2)
id: Pengaturan Kolom W sampai Z (-2 sampai +2)
ja: W～Z列の調整(-2～+2)
pl: Dostosowanie w kolumnach W–Z (-2–+2)
pt: Ajuste nas Colunas W a Z (-2 a +2)
sv: Justering i kolumn W till Z (-2 till +2)
th: การปรับแต่งในคอลัมน์ W ถึง Z (-2 ถึง +2)

source: Adjustment in Columns L to Q (-5 to +5)
cs: Nastavení ve sloupcích L až Q (-5 až +5)
de: Anpassung in Spalte L bis Q (-5 bis +5)
el: Ρύθμιση στις στήλες L έως Q (-5 έως +5)
fi: Muutosten teko sarakkeissa L–Q (-5–+5)
fr: Ajustement dans les colonnes L à Q (-5 à +5)
hu: Igazítás az L–Q oszlopokban (-5–+5)
id: Pengaturan Kolom L sampai Q (-5 sampai +5)
ja: L～Q列の調整(-5～+5)
pl: Dostosowanie w kolumnach L–Q (-5–+5)
pt: Ajuste nas Colunas L a Q (-5 a +5)
sv: Justering i kolumn L till Q (-5 till +5)
th: การปรับแต่งในคอลัมน์ L ถึง Q (-5 ถึง +5)

source: Column Z:
cs: Sloupec Z:
de: Spalte Z:
el: Στήλη Z:
fi: Sarake Z:
fr: Colonne Z :
hu: Z oszlop:
id: Kolom Z :
ja: Z列:
pl: Kolumna Z:
pt: Coluna Z:
sv: Kolumn Z:
th: คอลัมน์ Z:

source: Collecting printer status about maintenance. Please wait.
cs: Zjišťování stavu údržby tiskárny. Počkejte prosím.
de: Druckerstatusinformationen über die Wartung werden gesammelt. Bitte warten.
el: Συλλογή στοιχείων για την κατάσταση του εκτυπωτή για τη συντήρηση. Περιμένετε.
fi: Kerätään tulostimen tilan tietoja ylläpidosta. Odota hetki.
fr: Collecte d'informations sur l'état de l'imprimante au niveau maintenance. Patientez.
hu: A karbantartásra vonatkozó nyomtatóállapot lekérdezése. Várjon türelemmel.
id: Mengumpulkan status pencetak tentang perawatan. Silakan tunggu.
ja: プリンターに設定されているメンテナンスに関する設定情報を取得中です。 しばらくお待ちください。
pl: Zbieranie informacji o obsłudze drukarki. Proszę czekać.
pt: Coletando status da impressora sobre manutenção. Aguarde.
sv: Hämtar skrivarens underhållsstatus. Vänta.
th: การรวบรวมสถานะเครื่องพิมพ์เกี่ยวกับการบำรุงรักษา กรุณรอสักครู่

source: This printer status about maintenance cannot be collected. The displayed information may be different from the current settings.
cs: Stav údržby tiskárny nelze zjistit. Zobrazené informace se mohou lišit od aktuálních nastavení.
de: Dieser Druckerstatus über die Wartung kann nicht abgerufen werden. Die angezeigten Informationen können sich von den aktuellen Einstellungen unterscheiden.
el: Δεν είναι δυνατή η συλλογή στοιχείων για αυτή την κατάσταση εκτυπωτή για τη συντήρηση. Οι πληροφορίες που εμφανίζονται ενδέχεται να διαφέρουν από τις τρέχουσες ρυθμίσεις.
fi: Tulostimen tilaa ylläpidosta ei voida tunnistaa. Näkyvissä olevat tiedot saattavat erota nykyisistä asetuksista.
fr: Impossible de collecter l'état de cette imprimante au niveau maintenance. Il se peut que les informations affichées soient différentes des paramètres actuels.
hu: E nyomtató karbantartásra vonatkozó állapotát nem lehet meghatározni. A megjelenített információ eltérhet az aktuális beállításoktól.
id: Status tentang perawatan pencetak ini tidak dapat dikumpulkan. Informasi yang ditampilkan mungkin berbeda dari setelan sekarang.
ja: プリンターに設定されているメンテナンスに関する設定情報を取得できません。 表示される内容は、現在の設定と一致していない可能性があります。
pl: Nie można uzyskać informacji o obsłudze drukarki. Wyświetlane informacje mogą się różnić od wynikających z bieżących ustawień.
pt: Não é possível obter o status da impressora sobre manutenção. As informações exibidas podem ser diferentes das configurações atuais.
sv: Skrivarens underhållsstatus kunde inte hämtas. Den information som visas kan skilja sig från de aktuella inställningarna.
th: ไม่สามารถรวบรวมสถานะเครื่องพิมพ์เกี่ยวกับการบำรุงรักษา ข้อความที่แสดงอยู่อาจต่างกันกับการตั้งค่าปัจจุบัน
