Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. If the results of automatic print head alignment are not satisfactory, perform manual print head alignment to precisely align the print head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
cs: Spouští se automatické nastavení tiskových hlav. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabely a tiskárnu zapněte), do zadní přihrádky vložte jeden list matného fotografického papíru Matte Photo Paper (MP-101) velikosti A4 nebo Letter a klepněte na tlačítko Nastavit tiskovou hlavu. Jestliže nejsou výsledky automatického nastavení tiskové hlavy uspokojivé, ručně nastavte tiskovou hlavu. Pokud chcete provést ruční nastavení tiskové hlavy, klepněte na tlačítko Storno. Potom na kartě Údržba v ovladači tiskárny klepněte na tlačítko Uživatelská nastavení, zaškrtněte políčko Nastavit hlavy ručně a klepněte na tlačítko OK. Poté pokus zopakujte. Pokud chcete vytisknout a zkontrolovat aktuální nastavení, klepněte na možnost Tisknout hodnotu zarovnání.
de: Die automatische Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), legen Sie ein Blatt Fotopapier Matt (MP-101) des Formats A4 oder Letter in das hintere Fach ein und klicken Sie auf "Druckkopf ausrichten". Klicken Sie auf "Abbrechen", um die Druckköpfe manuell auszurichten. Wenn die Ergebnisse der automatischen Druckkopfausrichtung nicht zufriedenstellend sind, führen Sie eine manuelle Druckkopfausrichtung aus, um den Druckkopf exakt auszurichten. Klicken Sie anschließend auf "Benutzerdefinierte Einstellungen" auf der Registerkarte "Wartung" des Druckertreibers, aktivieren Sie "Druckköpfe manuell ausrichten" und klicken Sie auf "OK". Versuchen Sie es anschließend erneut. Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη αυτόματης ευθυγράμμισης κεφαλής εκτύπωσης. Καθώς για την ευθυγράμμιση απαιτείται εκτύπωση, ετοιμάστε τον εκτυπωτή, (συνδέστε το καλώδιο και ενεργοποιήστε τον), τοποθετήστε στην πίσω θήκη ένα φύλλο χαρτιού μεγέθους A4 ή Letter, τύπου Matte Photo Paper (MP-101) και κάντε κλικ στην επιλογή "Ευθυγράμμιση κεφαλής εκτύπωσης". Εάν τα αποτελέσματα της αυτόματης ευθυγράμμισης κεφαλής εκτύπωσης δεν είναι ικανοποιητικά, εκτελέστε μη αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης για να ευθυγραμμίσετε με ακρίβεια την κεφαλή εκτύπωσης. Για να εκτελέσετε μη αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης, επιλέξτε "Άκυρο". Έπειτα, κάντε κλικ στην επιλογή "Προσαρμοσμένες ρυθμίσεις" στην καρτέλα "Συντήρηση" του προγράμματος οδήγησης του εκτυπωτή, ενεργοποιήστε το πλαίσιο "Χειροκίνητη ευθυγράμμιση κεφαλών" και κάντε κλικ στην επιλογή "OK". Έπειτα προσπαθήστε ξανά. Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στην επιλογή "Εκτύπωση τιμής ευθυγράμμισης".
fi: Automaattisen tulostuspään kohdistuksen aloittaminen. Koska kohdistukseen liittyy tulostusta, laita tulostin valmiiksi (liitä kaapeli ja kytke virta päälle), lisää takalokeroon yksi arkki A4- tai Letter-kokoista Matte Photo Paper (MP-101) -paperia ja valitse Kohdista tulostuspää. Jos automaattisen tulostuspään kohdistuksen tulos ei ole tyydyttävä, kohdista tulostuspää tarkasti manuaalisen tulostuspään kohdistuksen avulla. Suorita manuaalinen kohdistus valitsemalla Peruuta. Valitse seuraavaksi tulostinajurin Ylläpito-välilehdestä Mukautetut asetukset, valitse Kohdista tulostuspäät manuaalisesti ja valitse OK. Yritä sitten uudelleen. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Démarrage de l'alignement automatique des têtes d'impression. Du fait que l'alignement implique l'impression, préparez l'imprimante (reliez le câble et mettez-la sous tension), chargez une feuille format A4 ou Lettre de Papier Photo Mat (MP-101) dans le réceptacle arrière, puis cliquez sur Aligner tête d'impression. Si les résultats de l'alignement automatique de la tête d'impression ne sont pas satisfaisants, procédez à un alignement manuel afin d'aligner avec précision la tête d'impression. Pour réaliser un alignement manuel, cliquez sur Annuler. Ensuite, cliquez sur Paramètres personnalisés dans l'onglet Entretien du pilote d'imprimante, cochez Aligner les têtes manuellement, puis cliquez sur OK. Réessayez ensuite l'opération. Pour imprimer et vérifier le paramètre actuel, cliquez sur Valeur d'alignement d'impression.
hu: Automatikus nyomtatófej-igazítás indítása. Mivel az igazításhoz nyomtatásra is szükség van, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a készüléket), töltsön be egy A4-es vagy Letter méretű, Matte Photo Paper (MP-101) típusú papírt a hátsó tálcába, és kattintson a Nyomtatófej igazítása parancsra. Ha az automatikus nyomtatófej-igazítás eredménye nem kielégítő, hajtson végre manuális nyomtatófej-igazítást, amelynek során pontosan beállíthatja a nyomtatófejet. Ha manuális nyomtatófej-igazítást szeretne végezni, kattintson a Mégse gombra. Ezután kattintson a Karbantartás lap Egyéni beállítások elemére a nyomtatóillesztőben, jelölje be a Fejek igazítása manuálisan beállítást, és kattintson az OK parancsra. Ezután próbálkozzon újból. Az aktuális beállítás kinyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása elemre.
id: Memulai penjajaran kepala cetak otomatis. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), muatkan selembar kertas ukuran A4 atau letter, Kertas Foto Matte (MP-101) ke dalam tatakan belakang dan klik Sejajarkan Kepala Cetak. Jika hasil penjajaran kepala cetak otomatis tidak memuaskan, lakukan penjajaran kepala cetak manual untuk menyejajarkan kepala cetak dengan tepat. Untuk melaksanakan penjajaran kepala cetak manual, klik Batal. Berikutnya, klik Setelan Serasi di tab Perawatan pada pengandar pencetak, centang Sejajarkan kepala cetak secara manual, dan klik OK. Kemudian coba lagi. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: 自動ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、後トレイにA4のマットフォトペーパー(MP-101)を1枚入れて、 [ヘッド位置調整]をクリックしてください。 自動ヘッド位置調整を行っても、罫線がずれたり、印刷結果が思わしくない場合は、手動 でプリントヘッド位置を調整してください。 手動でヘッド位置調整をしたい場合は、[キャンセル]をクリックしてください。 その後、プリンタードライバーのユーティリティシートの[特殊設定]をクリックし、[ 手動でヘッド位置を調整する]にチェックマークをつけ、[OK]をクリックしてからや り直してください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpoczęcie automatycznego wyrównywania głowicy drukującej. Ponieważ operacja wyrównania wymaga wykonania wydruków, przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj do tylnej tacy jeden arkusz papieru Matte Photo Paper (MP-101) o formatu A4 lub Letter i kliknij przycisk Wyrównaj głowicę drukującą. Jeśli wyniki automatycznego wyrównywania głowicy drukującej nie są zadowalające, wykonaj ręczne wyrównywanie, które pozwala na większą precyzję. Aby przeprowadzić ręczne wyrównywanie głowicy drukującej, kliknij przycisk Anuluj. Następnie w sterowniku drukarki kliknij na karcie Obsługa przycisk Ustawienia niestandardowe, zaznacz pole wyboru Wyrównaj głowice ręcznie i kliknij przycisk OK. Następnie spróbuj ponownie. Aby wydrukować i sprawdzić bieżące ustawienie, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento automático da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), coloque uma folha de Matte Photo Paper (MP-101) tamanho A4 ou letter na bandeja traseira e clique em Alinhar Cabeça de Impressão. Se os resultados do alinhamento da cabeça de impressão não forem satisfatórios, execute esse processo manualmente para alinhar com precisão a cabeça de impressão. Para executar o alinhamento manual da cabeça, clique em Cancelar. Em seguida, clique em Configurações Personalizadas da guia Manutenção do driver da impressora, marque Alinhar cabeças manualmente e clique em OK. Tente novamente. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Startar automatisk justering av skrivhuvud. Eftersom justeringen inbegriper utskrift måste du förbereda skrivaren (ansluta kabeln och slå på strömmen), fylla på ett ark av typen Matte Photo Paper (MP-101) i A4- eller Letter-storlek i det bakre facket och klicka på Rikta in skrivhuvud. Om resultatet efter justeringen inte är acceptabelt bör du utföra en manuell justering för att justera skrivhuvudet mer exakt. Klicka på Avbryt för att utföra manuell justering. Klicka på Anpassade inställningar på fliken Underhåll i skrivardrivrutinen, markera Justera skrivhuvuden manuellt och klicka på OK. Gör ett nytt försök. Skriv ut och kontrollera den aktuella inställningen genom att klicka på Skriv ut justeringsvärde.
th: เริ่มการจัดตำแหน่งหัวพิมพ์โดยอัตโนมัติ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อน 'กระดาษภาพถ่ายแบบด้าน (MP-101)' ขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหลังและคลิก 'จัดตำแหน่งหัวพิมพ์' หากผลของการจัดตำแหน่งหัวพิมพ์โดยอัตโนมัติไม่น่าพอใจ ให้ปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเองเพื่อจัดตำแหน่งหัวพิมพ์อย่างแม่นยำ เพื่อปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง ให้คลิก 'ยกเลิก' ต่อไป ให้คลิก 'กำหนดการตั้งค่าเอง' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ เลือก 'จัดตำแหน่งหัวพิมพ์ด้วยตัวเอง' และคลิก 'ตกลง' แล้วลองใหม่ เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Prints using only black cartridge instead of color cartridge only when Plain Paper, Hagaki A, Hagaki, or Envelope is selected for the Media Type on the Main Tab.
cs: Tiskne pouze pomocí černé kazety místo barevné kazety, a to pouze v případě, že je na kartě Hlavní v poli Typ média vybrána možnost Běžný papír, Hagaki A, Hagaki nebo Obálka.
de: Druckt nur mit der schwarzen Tintenpatrone statt mit der Farbtintenpatrone, wenn auf der Registerkarte "Optionen" unter "Medientyp" die Option "Normalpapier", "Hagaki A", "Hagaki" oder "Umschlag" ausgewählt ist.
el: Πραγματοποιείται εκτύπωση μόνο από το φυσίγγιο μαύρης μελάνης αντί για το φυσίγγιο έγχρωμης μελάνης μόνο όταν έχει επιλεγεί "Απλό χαρτί", "Hagaki A", "Hagaki", ή "Φάκελος" για τον "Τύπο μέσου" στην καρτέλα "Κύριες ρυθμίσεις".
fi: Tulostaa käyttäen ainoastaan mustaa väriainekasettia värillisen kasetin sijaan vain, kun Päävalikko-välilehdestä on valittu Tulostusmateriaali-asetukseksi Tavallinen paperi, Hagaki A, Hagaki tai Kirjekuori.
fr: Imprime en n'utilisant qu'une cartouche noire au lieu d'une cartouche couleur uniquement lorsque Papier ordinaire, Hagaki A, Hagaki ou Enveloppe est sélectionné comme Type de support sous l'onglet Principal.
hu: Csak akkor használ fekete tintát a színes tinta helyett a nyomtatáshoz, ha a Fő lap Hordozótípus beállításánál Normál papír, Hagaki A, Hagaki vagy Boríték van kiválasztva.
id: Mencetak hanya menggunakan kartrij hitam bukan kartrij berwarna hanya ketika Kertas Biasa, Hagaki A, Hagaki, atau Amplop dipilih sebagai Tipe Media pada Tab Utama.
ja: カラーのインクカートリッジを使用せず、ブラックのインクカートリッジのみで印刷しま す。 [基本設定]シートの[用紙の種類]で、[普通紙]、[すべてのはがき(あて名面)] 、[はがき]、[封筒]のいずれかが選択されている場合のみ有効になります。
pl: Drukowanie wyłącznie przy użyciu kasety z czarnym atramentem zamiast z kolorowym, gdy na karcie Główny dla opcji Typ nośnika wybrane jest ustawienie Papier zwykły, Hagaki A, Hagaki lub Koperta.
pt: Imprima usando somente o cartucho preto em vez do cartucho colorido quando Papel Comum, Hagaki A, Hagaki ou Envelope for selecionado como Tipo de Mídia na guia Principal.
sv: Utskriften sker endast med svart kassett i stället för endast med färgkassett när Vanligt papper, Hagaki A, Hagaki eller Kuvert har valts som Medietyp på fliken Huvudgrupp.
th: พิมพ์ด้วยการใช้คาร์ทริดสีดำเท่านั้นแทนที่คาร์ทริดสีเพียงในเมื่อ 'กระดาษธรรมดา' 'Hagaki A' 'Hagaki' หรือ 'ซองจดหมาย' ถูกเลือกสำหรับ 'ชนิดสื่อสิ่งพิมพ์' บนแท็บ 'หลัก'

source: Adjustment in Columns A to C (-3 to +7)
cs: Nastavení ve sloupcích A až C (-3 až +7)
de: Anpassung in Spalte A bis C (-3 bis +7)
el: Ρύθμιση στις στήλες Α έως C (-3 έως +7)
fi: Muutosten teko sarakkeissa A–C (-3–+7)
fr: Ajustement dans les colonnes A à C (-3 à +7)
hu: Igazítás az A–C oszlopokban (-3–+7)
id: Pengaturan Kolom A sampai C (-3 sampai +7)
ja: A～C列の調整(-3～+7)
pl: Dostosowanie w kolumnach A–C (-3–+7)
pt: Ajuste nas Colunas A a C (-3 a +7)
sv: Justering i kolumn A till C (-3 till +7)
th: การปรับแต่งในคอลัมน์ A ถึง C (-3 ถึง +7)

source: Adjustment in Columns A to D (-3 to +7)
cs: Nastavení ve sloupcích A až D (-3 až +7)
de: Anpassung in Spalte A bis D (-3 bis +7)
el: Ρύθμιση στις στήλες A έως D (-3 έως +7)
fi: Muutosten teko sarakkeissa A–D (-3–+7)
fr: Ajustement dans les colonnes A à D (-3 à +7)
hu: Igazítás az A–D oszlopokban (-3–+7)
id: Pengaturan Kolom A sampai D (-3 sampai +7)
ja: A～D列の調整(-3～+7)
pl: Dostosowanie w kolumnach A–D (-3–+7)
pt: Ajuste nas Colunas A a D (-3 a +7)
sv: Justering i kolumn A till D (-3 till +7)
th: การปรับแต่งในคอลัมน์ A ถึง D (-3 ถึง +7)

source: Adjustment in Columns A to E (-3 to +7)
cs: Nastavení ve sloupcích A až E (-3 až +7)
de: Anpassung in Spalte A bis E (-3 bis +7)
el: Ρύθμιση στις στήλες Α έως Ε (-3 έως +7)
fi: Muutosten teko sarakkeissa A–E (-3–+7)
fr: Ajustement dans les colonnes A à E (-3 à +7)
hu: Igazítás az A–E oszlopokban (-3–+7)
id: Pengaturan Kolom A sampai E (-3 sampai +7)
ja: A～E列の調整(-3～+7)
pl: Dostosowanie w kolumnach A–E (-3–+7)
pt: Ajuste nas Colunas A a E (-3 a +7)
sv: Justering i kolumn A till E (-3 till +7)
th: การปรับแต่งในคอลัมน์ A ถึง E (-3 ถึง +7)

source: Adjustment in Columns A to E (-5 to +5)
cs: Nastavení ve sloupcích A až E (-5 až +5)
de: Anpassung in Spalte A bis E (-5 bis +5)
el: Ρύθμιση στις στήλες A έως E (-5 έως +5)
fi: Muutosten teko sarakkeissa A–E (-5–+5)
fr: Ajustement dans les colonnes A à E (-5 à +5)
hu: Igazítás az A–E oszlopokban (-5–+5)
id: Pengaturan Kolom A sampai E (-5 sampai +5)
ja: A～E列の調整(-5～+5)
pl: Dostosowanie w kolumnach A–E (-5–+5)
pt: Ajuste nas Colunas A a E (-5 a +5)
sv: Justering i kolumn A till E (-5 till +5)
th: การปรับแต่งในคอลัมน์ A ถึง E (-5 ถึง +5)

source: Adjustment in Columns A to F (-5 to +5)
cs: Nastavení ve sloupcích A až F (-5 až +5)
de: Anpassung in Spalte A bis F (-5 bis +5)
el: Ρύθμιση στις στήλες A έως F (-5 έως +5)
fi: Muutosten teko sarakkeissa A–F (-5–+5)
fr: Ajustement dans les colonnes A à F (-5 à +5)
hu: Igazítás az A–F oszlopokban (-5–+5)
id: Pengaturan Kolom A sampai F (-5 sampai +5)
ja: A～F列の調整(-5～+5)
pl: Dostosowanie w kolumnach A–F (-5–+5)
pt: Ajuste nas Colunas A a F (-5 a +5)
sv: Justering i kolumn A till F (-5 till +5)
th: การปรับแต่งในคอลัมน์ A ถึง F (-5 ถึง +5)

source: Adjustment in Columns A to G (-5 to +5)
cs: Nastavení ve sloupcích A až G (-5 až +5)
de: Anpassung in Spalte A bis G (-5 bis +5)
el: Ρύθμιση στις στήλες A έως G (-5 έως +5)
fi: Muutosten teko sarakkeissa A–G (-5–+5)
fr: Ajustement dans les colonnes A à G (-5 à +5)
hu: Igazítás a A–G oszlopokban (-5–+5)
id: Pengaturan Kolom A sampai G (-5 sampai +5)
ja: A～G列の調整(-5～+5)
pl: Dostosowanie w kolumnach A–G (-5–+5)
pt: Ajuste nas Colunas A a G (-5 a +5)
sv: Justering i kolumn A till G (-5 till +5)
th: การปรับแต่งในคอลัมน์ A ถึง G (-5 ถึง +5)

source: Adjustment in Columns D to F (-5 to +5)
cs: Nastavení ve sloupcích D až F (-5 až +5)
de: Anpassung in Spalte D bis F (-5 bis +5)
el: Ρύθμιση στις στήλες D έως F (-5 έως +5)
fi: Muutosten teko sarakkeissa D–F (-5–+5)
fr: Ajustement dans les colonnes D à F (-5 à +5)
hu: Igazítás a D–F oszlopokban (-5–+5)
id: Pengaturan Kolom D sampai F (-5 sampai +5)
ja: D～F列の調整(-5～+5)
pl: Dostosowanie w kolumnach D–F (-5–+5)
pt: Ajuste nas Colunas D a F (-5 a +5)
sv: Justering i kolumn D till F (-5 till +5)
th: การปรับแต่งในคอลัมน์ D ถึง F (-5 ถึง +5)

source: Adjustment in Columns E to G (-5 to +5)
cs: Nastavení ve sloupcích E až G (-5 až +5)
de: Anpassung in Spalte E bis G (-5 bis +5)
el: Ρύθμιση στις στήλες E έως G (-5 έως +5)
fi: Muutosten teko sarakkeissa E–G (-5–+5)
fr: Ajustement dans les colonnes E à G (-5 à +5)
hu: Igazítás az E–G oszlopokban (-5–+5)
id: Pengaturan Kolom E sampai G (-5 sampai +5)
ja: E～G列の調整(-5～+5)
pl: Dostosowanie w kolumnach E–G (-5–+5)
pt: Ajuste nas Colunas E a G (-5 a +5)
sv: Justering i kolumn E till G (-5 till +5)
th: การปรับแต่งในคอลัมน์ E ถึง G (-5 ถึง +5)

source: Adjustment in Columns F and G (-3 to +3)
cs: Nastavení ve sloupcích F a G (-3 až +3)
de: Anpassung in Spalte F und G (-3 bis +3)
el: Ρύθμιση στις στήλες F και G (-3 έως +3)
fi: Muutosten teko sarakkeissa F ja G (-3–+3)
fr: Ajustement dans les colonnes F et G (-3 à +3)
hu: Igazítás az F és G oszlopokban (-3–+3)
id: Pengaturan Kolom F dan G (-3 sampai +3)
ja: F、G列の調整(-3～+3)
pl: Dostosowanie w kolumnach F i G (-3–+3)
pt: Ajuste nas Colunas F e G (-3 a +3)
sv: Justering i kolumn F och G (-3 till +3)
th: การปรับแต่งในคอลัมน์ F และ G (-3 ถึง +3)

source: Adjustment in Columns F to K (-5 to +5)
cs: Nastavení ve sloupcích F až K (-5 až +5)
de: Anpassung in Spalte F bis K (-5 bis +5)
el: Ρύθμιση στις στήλες F έως K (-5 έως +5)
fi: Muutosten teko sarakkeissa F–K (-5–+5)
fr: Ajustement dans les colonnes F à K (-5 à +5)
hu: Igazítás az F–K oszlopokban (-5–+5)
id: Pengaturan Kolom F sampai K (-5 sampai +5)
ja: F～K列の調整(-5～+5)
pl: Dostosowanie w kolumnach F–K (-5–+5)
pt: Ajuste nas Colunas F a K (-5 a +5)
sv: Justering i kolumn F till K (-5 till +5)
th: การปรับแต่งในคอลัมน์ F ถึง K (-5 ถึง +5)

source: Adjustment in Columns G to J (-5 to +5)
cs: Nastavení ve sloupcích G až J (-5 až +5)
de: Anpassung in Spalte G bis J (-5 bis +5)
el: Ρύθμιση στις στήλες G έως J (-5 έως +5)
fi: Muutosten teko sarakkeissa G–J (-5–+5)
fr: Ajustement dans les colonnes G à J (-5 à +5)
hu: Igazítás az G–J oszlopokban (-5–+5)
id: Pengaturan Kolom G sampai J (-5 sampai +5)
ja: G～J列の調整(-5～+5)
pl: Dostosowanie w kolumnach G–J (-5–+5)
pt: Ajuste nas Colunas G a J (-5 a +5)
sv: Justering i kolumn G till J (-5 till +5)
th: การปรับแต่งในคอลัมน์ G ถึง J (-5 ถึง +5)

source: Adjustment in Columns G to L (-5 to +5)
cs: Nastavení ve sloupcích G až L (-5 až +5)
de: Anpassung in Spalte G bis L (-5 bis +5)
el: Ρύθμιση στις στήλες G έως L (-5 έως +5)
fi: Muutosten teko sarakkeissa G–L (-5–+5)
fr: Ajustement dans les colonnes G à L (-5 à +5)
hu: Igazítás az G–L oszlopokban (-5–+5)
id: Pengaturan Kolom G sampai L (-5 sampai +5)
ja: G～L列の調整(-5～+5)
pl: Dostosowanie w kolumnach G–L (-5–+5)
pt: Ajuste nas Colunas G a L (-5 a +5)
sv: Justering i kolumn G till L (-5 till +5)
th: การปรับแต่งในคอลัมน์ G ถึง L (-5 ถึง +5)

source: Adjustment in Columns H to K (-5 to +5)
cs: Nastavení ve sloupcích H až K (-5 až +5)
de: Anpassung in Spalte H bis K (-5 bis +5)
el: Ρύθμιση στις στήλες H έως K (-5 έως +5)
fi: Muutosten teko sarakkeissa H–K (-5–+5)
fr: Ajustement dans les colonnes H à K (-5 à +5)
hu: Igazítás az H–K oszlopokban (-5–+5)
id: Pengaturan Kolom H sampai K (-5 sampai +5)
ja: H～K列の調整(-5～+5)
pl: Dostosowanie w kolumnach H–K (-5–+5)
pt: Ajuste nas Colunas H a K (-5 a +5)
sv: Justering i kolumn H till K (-5 till +5)
th: การปรับแต่งในคอลัมน์ H ถึง K (-5 ถึง +5)

source: Adjustment in Columns H to L (-5 to +5)
cs: Nastavení ve sloupcích H až L (-5 až +5)
de: Anpassung in Spalte H bis L (-5 bis +5)
el: Ρύθμιση στις στήλες H έως L (-5 έως +5)
fi: Muutosten teko sarakkeissa H–L (-5–+5)
fr: Ajustement dans les colonnes H à L (-5 à +5)
hu: Igazítás a H–L oszlopokban (-5–+5)
id: Pengaturan Kolom H sampai L (-5 sampai +5)
ja: H～L列の調整(-5～+5)
pl: Dostosowanie w kolumnach H–L (-5–+5)
pt: Ajuste nas Colunas H a L (-5 a +5)
sv: Justering i kolumn H till L (-5 till +5)
th: การปรับแต่งในคอลัมน์ H ถึง L (-5 ถึง +5)

source: Adjustment in Columns H to N (-5 to +5)
cs: Nastavení ve sloupcích H až N (-5 až +5)
de: Anpassung in Spalte H bis N (-5 bis +5)
el: Ρύθμιση στις στήλες H έως N (-5 έως +5)
fi: Muutosten teko sarakkeissa H–N (-5–+5)
fr: Ajustement dans les colonnes H à N (-5 à +5)
hu: Igazítás a H–N oszlopokban (-5–+5)
id: Pengaturan Kolom H sampai N (-5 sampai +5)
ja: H～N列の調整(-5～+5)
pl: Dostosowanie w kolumnach H–N (-5–+5)
pt: Ajuste nas Colunas H a N (-5 a +5)
sv: Justering i kolumn H till N (-5 till +5)
th: การปรับแต่งในคอลัมน์ H ถึง N (-5 ถึง +5)

source: Adjustment in Columns K and L (-3 to +3)
cs: Nastavení ve sloupcích K a L (-3 až +3)
de: Anpassung in Spalte K und L (-3 bis +3)
el: Ρύθμιση στις στήλες K και L (-3 έως +3)
fi: Muutosten teko sarakkeissa K ja L (-3–+3)
fr: Ajustement dans les colonnes K et L (-3 à +3)
hu: Igazítás az K és L oszlopokban (-3–+3)
id: Pengaturan Kolom K dan L (-3 sampai +3)
ja: K、L列の調整(-3～+3)
pl: Dostosowanie w kolumnach K i L (-3–+3)
pt: Ajuste nas Colunas K e L (-3 a +3)
sv: Justering i kolumn K och L (-3 till +3)
th: การปรับแต่งในคอลัมน์ K และ L (-3 ถึง +3)

source: Adjustment in Columns L and M (-3 to +3)
cs: Nastavení ve sloupcích L a M (-3 až +3)
de: Anpassung in Spalte L und M (-3 bis +3)
el: Ρύθμιση στις στήλες L και M (-3 έως +3)
fi: Muutosten teko sarakkeissa L ja M (-3–+3)
fr: Ajustement dans les colonnes L et M (-3 à +3)
hu: Igazítás az L és M oszlopokban (-3–+3)
id: Pengaturan Kolom L dan M (-3 sampai +3)
ja: L、M列の調整(-3～+3)
pl: Dostosowanie w kolumnach L i M (-3–+3)
pt: Ajuste nas Colunas L e M (-3 a +3)
sv: Justering i kolumn L och M (-3 till +3)
th: การปรับแต่งในคอลัมน์ L และ M (-3 ถึง +3)

source: Adjustment in Columns L to O (-5 to +5)
cs: Nastavení ve sloupcích L až O (-5 až +5)
de: Anpassung in Spalte L bis O (-5 bis +5)
el: Ρύθμιση στις στήλες L έως O (-5 έως +5)
fi: Muutosten teko sarakkeissa L–O (-5–+5)
fr: Ajustement dans les colonnes L à O (-5 à +5)
hu: Igazítás az L–O oszlopokban (-5–+5)
id: Pengaturan Kolom L sampai O (-5 sampai +5)
ja: L～O列の調整(-5～+5)
pl: Dostosowanie w kolumnach L–O (-5–+5)
pt: Ajuste nas Colunas L a O (-5 a +5)
sv: Justering i kolumn L till O (-5 till +5)
th: การปรับแต่งในคอลัมน์ L ถึง O (-5 ถึง +5)

source: Adjustment in Columns M and N (-2 to +2)
cs: Nastavení ve sloupcích M a N (-2 až +2)
de: Anpassung in Spalte M und N (-2 bis +2)
el: Ρύθμιση στις στήλες M και N (-2 έως +2)
fi: Muutosten teko sarakkeissa M ja N (-2–+2)
fr: Ajustement dans les colonnes M et N (-2 à +2)
hu: Igazítás az M és N oszlopokban (-2–+2)
id: Pengaturan Kolom M dan N (-2 sampai +2)
ja: M、N列の調整(-2～+2)
pl: Dostosowanie w kolumnach M i N (-2–+2)
pt: Ajuste nas Colunas M e N (-2 a +2)
sv: Justering i kolumn M och N (-2 till +2)
th: การปรับแต่งในคอลัมน์ M และ N (-2 ถึง +2)

source: Adjustment in Columns M to P (-2 to +2)
cs: Nastavení ve sloupcích M až P (-2 až +2)
de: Anpassung in Spalte M bis P (-2 bis +2)
el: Ρύθμιση στις στήλες M έως P (-2 έως +2)
fi: Muutosten teko sarakkeissa M–P (-2–+2)
fr: Ajustement dans les colonnes M à P (-2 à +2)
hu: Igazítás az M–P oszlopokban (-2–+2)
id: Pengaturan Kolom M sampai P (-2 sampai +2)
ja: M～P列の調整(-2～+2)
pl: Dostosowanie w kolumnach M–P (-2–+2)
pt: Ajuste nas Colunas M a P (-2 a +2)
sv: Justering i kolumn M till P (-2 till +2)
th: การปรับแต่งในคอลัมน์ M ถึง P (-2 ถึง +2)

source: Adjustment in Columns M to Q (-5 to +5)
cs: Nastavení ve sloupcích M až Q (-5 až +5)
de: Anpassung in Spalte M bis Q (-5 bis +5)
el: Ρύθμιση στις στήλες M έως Q (-5 έως +5)
fi: Muutosten teko sarakkeissa M–Q (-5–+5)
fr: Ajustement dans les colonnes M à Q (-5 à +5)
hu: Igazítás az M–Q oszlopokban (-5–+5)
id: Pengaturan Kolom M sampai Q (-5 sampai +5)
ja: M～Q列の調整(-5～+5)
pl: Dostosowanie w kolumnach M–Q (-5–+5)
pt: Ajuste nas Colunas M a Q (-5 a +5)
sv: Justering i kolumn M till Q (-5 till +5)
th: การปรับแต่งในคอลัมน์ M ถึง Q (-5 ถึง +5)
