Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), posuňte páčku tloušťky papíru doprava a do podavače listů vložte list běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach rechts und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in den Papiereinzug ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopfausrichtung". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα δεξιά και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στον τροφοδότη φύλλων. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua oikealle ja lisää arkinsyöttölaitteeseen arkki A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Tulostuspään kohdistus. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la droite, puis chargez une feuille de papier ordinaire au format A4 ou Lettre dans le chargeur de feuilles. L'imprimante va imprimer un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), állítsa a papírvastagsági kart jobb oldali állásba, majd tegyen be egy A4-es vagy Letter méretű normál papírt a lapadagolóba. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kanan dan muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam penyalur kertas. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、紙間選択レバーを右にセットし、オートシートフィーダーにA4の普通紙 を1枚入れてください。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń w prawo dźwignię grubości papieru i załaduj arkusz zwykłego papieru formatu A4 lub Letter do podajnika arkuszy. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a direita e coloque uma folha de papel comum tamanho A4 ou Letter no alimentador. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Valor de Alinhamento de Impressão.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen), ställa in skrivarens spak för papperstjocklek till höger och lägga i ett ark Vanligt papper av A4- eller Letter-storlek i arkmataren. Ett justeringsmönster skrivs ut. Klicka på Justering av skrivhuvud för att justera skrivhuvudet. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางขวา และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในตัวป้อนกระดาษ เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve, even after Cleaning is executed two to three times, execute deep cleaning.
cs: Pokud se vytištěný vzorek podobá tomuto vzorku, mohou být trysky tiskových hlav ucpané. Klepněte na tlačítko Čištění. Pokud se vytištěný vzorek nezlepší ani po druhém či třetím čištění, spusťte hloubkové čištění.
de: Wenn das gedruckte Muster diesem Muster gleicht, sind möglicherweise die Druckkopfdüsen verstopft. Klicken Sie auf "Reinigung". Ist das Ergebnis des Testdrucks auch nach zwei bis drei Reinigungsgängen nicht zufrieden stellend, führen Sie eine Intensivreinigung durch.
el: Εάν το εκτυπωμένο μοτίβο μοιάζει με αυτό, τα ακροφύσια κεφαλής εκτύπωσης ίσως είναι φραγμένα. Κάντε κλικ στο κουμπί "Καθαρισμός". Αν το εκτυπωμένο μοτίβο δεν βελτιωθεί μετά από δύο ή τρεις Καθαρισμούς, εκτελέστε βαθύ καθαρισμό.
fi: Jos tulostunut kuvio muistuttaa tätä kuviota, tulostuspään suuttimet voivat olla tukkeutuneet. Valitse Puhdistus. Jos tulostunut kuvio ei parane, vaikka olet suorittanut puhdistuksen kaksi tai kolme kertaa, suorita perusteellinen puhdistus.
fr: Si le motif imprimé ressemble à celui-ci, les buses des têtes d'impression sont peut-être obstruées. Cliquez sur Nettoyage. Si le motif imprimé ne s'améliore pas même après deux ou trois nettoyages, effectuez un nettoyage en profondeur.
hu: Ha a kinyomtatott minta erre a mintára hasonlít, a nyomtatófej fúvókái el lehetnek dugulva. Kattintson a Tisztítás gombra. Ha a kinyomtatott minta a tisztítás két-háromszori végrehajtása után sem javul, végezzen fokozott tisztítást.
id: Jika pola yang dicetak menyerupai pola ini, mulut semprot kepala cetak mungkin tersumbat. Klik Pembersihan. Jika pola yang dicetak tidak membaik, bahkan setelah Pembersihan dilaksanakan dua sampai tiga kali, laksanakan pembersihan tingkat dalam.
ja: 印刷されたパターンがこちらの状態に近い場合は、インクの噴出し口(ノズル)が目づま りしている可能性があります。 [クリーニング]をクリックしてください。 クリーニングを2～3回行っても改善されない場合は、「強力クリーニング」を行ってく ださい。
pl: Jeśli wydrukowany wzór przypomina wzór przedstawiony w tym miejscu, dysze głowicy drukującej mogą być zatkane. Kliknij przycisk Czyszczenie. Jeśli drukowany wzór nie poprawi się nawet po dwu- lub trzykrotnym czyszczeniu, przeprowadź dokładne czyszczenie.
pt: Se o padrão impresso se assemelhar a este padrão, significa que os ejetores da cabeça de impressão estão obstruídos. Clique em Limpeza. Se o padrão impresso não melhorar, mesmo depois de executar a Limpeza duas ou três vezes, execute a limpeza profunda.
sv: Skrivhuvudmunstyckena kan vara igensatta om det utskrivna mönstret ser ut som detta mönster. Klicka på Rengöring. Om det utskrivna mönstret inte blir bättre när rengöringen är gjord två gånger gör du en djuprengöring.
th: หากรูปแบบที่พิมพ์ออกมาคล้ายกับรูปแบบตัวนี้ หัวฉีดอาจถูกอัดแล้ว คลิก 'การทำความสะอาด' หากรูปแบบที่พิมพ์ออกมาไม่ได้ดีขึ้นหลังจากได้ปฏิบัติ 'การทำความสะอาด' สองถึงสามครั้ง ลงปฏิบัติ 'การทำความสะอาดอย่างละเอียด'

source: You cannot reset the ink counter because the printer is set to disable the display of low ink warning. To enable the display of a low ink warning, click the Low Ink Warning Setting button on the Maintenance tab of the printer driver. Read your printer manual before carrying out this operation.
cs: Počítadlo inkoustu nelze vynulovat, protože v tiskárně je vypnuto zobrazení varování při nízké hladině inkoustu. Zobrazení varování při nízké hladině inkoustu zapnete klepnutím na tlačítko Nastavení varování při nízké hladině inkoustu na kartě Údržba v ovladači tiskárny. Před provedením této akce si přečtěte uživatelskou příručku k tiskárně.
de: Sie können den Tintenzähler nicht zurücksetzen, weil der Drucker so konfiguriert ist, dass keine Tintenstandwarnung angezeigt wird. Um die Anzeige der Tintenstandwarnung zu aktivieren, klicken Sie auf "Einstellung für Tintenstandwarnung" im Register "Wartung" des Druckertreibers. Lesen Sie die entsprechenden Informationen im Druckerhandbuch, bevor Sie diesen Vorgang ausführen.
el: Δεν είναι δυνατός ο μηδενισμός του μετρητή μελάνης, επειδή ο εκτυπωτής είναι ρυθμισμένος να μην εμφανίζει προειδοποίηση για χαμηλή στάθμη μελάνης. Για να ενεργοποιήσετε την εμφάνιση προειδοποίησης για χαμηλή στάθμη μελάνης, κάντε κλικ στο κουμπί Ρύθμιση προειδοποίησης για χαμηλή στάθμη μελάνης στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή. Διαβάστε το εγχειρίδιο του εκτυπωτή πριν από την πραγματοποίηση αυτής της λειτουργίας.
fi: Mustelaskuria ei voi nollata, koska tulostin on määritetty olemaan näyttämättä Muste vähissä -varoitusta. Voit ottaa Muste vähissä -varoituksen näyttämisen käyttöön napsauttamalla tulostinajurin Ylläpito-välilehdessä Mustetason varoitusasetus. Tutustu tulostimen käyttöoppaaseen ennen toiminnon suorittamista.
fr: Vous ne pouvez pas remettre le compteur d'encre à zéro car l'imprimante n'est pas configurée pour afficher l'avertissement de faible niveau d'encre. Pour activer l'avertissement de faible niveau d'encre, cliquez sur le bouton Avertissement de faible niveau d'encre dans l'onglet Entretien du pilote d'imprimante. Consultez le manuel de votre imprimante avant d'effectuer cette opération.
hu: Nem állíthatja vissza a tintamérőt, mivel a nyomtató a beállítások alapján nem figyelmeztet a tintaszintre. A tintahiányra való figyelmeztetés bekapcsolásához kattintson a Karbantartás lap Tintahiány figyelmeztetés beállítása gombjára. A művelet végrehajtása előtt olvassa el a nyomtató kézikönyvét.
id: Anda tidak dapat menata ulang pengukur tinta karena pencetak diatur untuk mendisfungsikan tampilan peringatan tinta akan habis. Untuk memfungsikan tampilan peringatan tinta akan habis, klik tombol Setelan Peringatan Tinta Akan Habis di tab Perawatan pada pengandar pencetak. Baca petunjuk pencetak Anda sebelum melaksanakan operasi ini.
ja: インク残量警告を表示しない設定になっているため、インクカウンターをリセットできま せん。 インク残量警告を表示する場合は、プリンタードライバーのユーティリティシートの[イ ンク残量警告設定]ボタンをクリックします。 この操作は、プリンターの取扱説明書をお読みになった上で、行ってください。
pl: Nie można zresetować licznika atramentu, ponieważ wyłączona jest funkcja wyświetlania ostrzeżeń o niskim poziomie atramentu. Aby włączyć wyświetlanie ostrzeżeń o niskim poziomie atramentu, kliknij przycisk Ustawienie ostrzeżenia dot. atramentu dostępny na karcie Obsługa w sterowniku drukarki. Przed wykonaniem tej operacji zapoznaj się z podręcznikiem drukarki.
pt: Não é possível zerar o contador de tinta porque a impressora está configurada para desativar o aviso de falta de tinta. Para ativar a exibição de um aviso de falta de tinta, clique no botão Definir Aviso de Falta de Tinta na guia Manutenção do driver da impressora. Antes de executar esta operação, consulte o manual da impressora.
sv: Du kan inte återställa bläckräknaren eftersom skrivaren är inställd för att inte visa ett varningsmeddelande vid låg bläcknivå. Om du vill aktivera varning vid låg bläcknivå klickar du på knappen Varning vid låg bläcknivå på fliken Underhåll i skrivardrivrutinen. Läs skrivarhandboken innan du utför detta.
th: คุณไม่สามารถรีเซ็ตการวัดระดับหมึกได้ เนื่องจากเครื่องพิมพ์ถูกตั้งค่าเป็นไม่ให้คำเตือนหมึกเหลือน้อยแสดงออก เพื่อเปิดการใช้งานแสดงคำเตือนหมึกเหลือน้อย ให้คลิกปุ่ม 'การตั้งค่าคำเตือนหมึกเหลือน้อย' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ กรุณาอ่านในคู่มือการใช้งานเครื่องพิมพ์ก่อนปฏิบัติทำ

source: Cleaning paper feed rollers. First remove paper from the rear tray. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. Do you want to start feed roller cleaning?
cs: Čistí se válečky podavače papíru. Nejprve vyjměte ze zadní přihrádky veškerý papír. Klepnutím na tlačítko OK se 30x aktivují válečky podavače papíru. Celá akce bude trvat asi minutu a půl. Chcete spustit čištění válečků podavače?
de: Reinigen von Papierzuführungswalzen. Entfernen Sie das Papier aus dem hinteren Fach. Durch Klicken auf OK werden die Papierzuführungswalzen 30-mal aktiviert. Dies dauert etwa 1,5 Minuten. Möchten Sie mit der Reinigung der Papierzuführungswalzen beginnen?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού. Καταρχήν, αφαιρέστε το χαρτί από την πίσω θήκη. Κάντε κλικ στο κουμπί OK για να ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού 30 φορές. Αυτή η διαδικασία θα διαρκέσει περίπου ενάμισι λεπτό. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Puhdistetaan paperinsyöttörullat. Poista ensin paperi takalokerosta. Aktivoi paperinsyöttörullat 30 kertaa valitsemalla OK. Aktivointi kestää noin puolitoista minuuttia. Haluatko aloittaa syöttörullien puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier. Commencez par retirer le papier du réceptacle arrière. Cliquez sur OK pour activer 30 fois les rouleaux d'entraînement du papier. Cette opération prend environ une minute et demie. Voulez-vous lancer le nettoyage des rouleaux ?
hu: A laptovábbító görgők tisztítása. Először távolítsa el a papírt a hátsó tálcáról. Az OK gombra kattintva 30-szor aktiválja a laptovábbító görgőket. Ez a művelet körülbelül másfél percet vesz igénybe. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas. Pertama keluarkan kertas dari tatakan belakang. Mengklik OK akan mengaktifkan penggulung penyaluran kertas 30 kali. Hal ini akan memakan waktu sekitar satu setengah menit. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: 給紙ローラーのクリーニングを実行します。 はじめに、後トレイからすべての用紙を取り除いてください。 [OK]をクリックすると、給紙ローラーの回転動作を30回行います。回転が終了する までに約1分半かかります。 クリーニングを実行しますか？
pl: Czyszczenie rolek podajnika papieru. Najpierw wyjmij papier z tylnej tacy. Kliknięcie przycisku OK spowoduje 30-krotne włączenie rolek podajnika papieru. Potrwa to około półtorej minuty. Czy chcesz rozpocząć czyszczenie rolek podajnika?
pt: Limpando os rolos de alimentação de papel. Primeiro, remova o papel da bandeja traseira. Se clicar em OK, ativará os rolos de alimentação do papel 30 vezes. Essa tarefa levará cerca de um minuto e meio. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen. Ta först bort papperet från det bakre facket. När du klickar på OK aktiveras pappersmatningshjulen 30 gånger. Detta tar ca en och en halv minut. Vill du starta rengöring av pappersmatningshjulen?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษ ก่อนอื่น ให้เอากระดาษออกจากเทรย์ด้านหลัง การคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ 30 ครั้ง ขั้นตอนดังกล่าวต้องใช้เวลาประมาณหนึ่งนาทีครึ่ง คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่

source: Cleaning paper feed rollers. First press the Paper Feed Switch on the printer to select the target paper source for cleaning, and then remove paper from the selected paper source. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. Do you want to start feed roller cleaning?
cs: Čistí se válečky podavače papíru. Nejprve stisknutím přepínače podávání papíru vyberte cílový zdroj papíru pro čištění a pak z vybraného zdroje papíru vyjměte papír. Klepnutím na tlačítko OK se 30x aktivují válečky podavače papíru. Celá akce bude trvat asi minutu a půl. Chcete spustit čištění válečků podavače?
de: Reinigen der Papierzuführungswalzen. Drücken Sie den Papierzuführungsschalter am Drucker und wählen Sie die Zielpapierzufuhr zum Reinigen aus. Entfernen Sie dann das Papier aus der gewählten Papierzufuhr. Durch Klicken auf OK werden die Papierzuführungswalzen 30-mal aktiviert. Dies dauert etwa 1,5 Minuten. Möchten Sie mit der Reinigung der Papierzuführungswalzen beginnen?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού. Καταρχήν, πατήστε το διακόπτη τροφοδοσίας χαρτιού στον εκτυπωτή και επιλέξτε τη προέλευση χαρτιού στην οποία θέλετε να κάνετε καθαρισμό και, στη συνέχεια, αφαιρέστε το χαρτί από την επιλεγμένη προέλευση χαρτιού. Κάντε κλικ στο κουμπί OK για να ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού 30 φορές. Αυτή η διαδικασία θα διαρκέσει περίπου ενάμισι λεπτό. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Puhdistetaan paperinsyöttörullat. Valitse ensin puhdistettava paperilähde painamalla tulostimen paperinsyöttökytkintä. Poista sitten paperi valitusta paperilähteestä. Aktivoi paperinsyöttörullat 30 kertaa valitsemalla OK. Aktivointi kestää noin puolitoista minuuttia. Haluatko aloittaa syöttörullien puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier. Commencez par appuyer sur le commutateur de papier de l'imprimante pour sélectionner l'alimentation papier à nettoyer, puis retirez le papier qui se trouve dans cette alimentation. Cliquez sur OK pour activer 30 fois les rouleaux d'entraînement du papier. Cette opération prend environ une minute et demie. Voulez-vous lancer le nettoyage des rouleaux ?
hu: A laptovábbító görgők tisztítása. A tisztításhoz használandó papírforrás kiválasztásához nyomja meg a nyomtatón a papíradagolás kapcsolót, majd vegye ki a papírt a kiválasztott papírforrásból. Az OK gombra kattintva 30-szor aktiválja a laptovábbító görgőket. Ez a művelet körülbelül másfél percet vesz igénybe. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas. Pertama tekan Paper Feed Switch pada pencetak untuk memilih sumber kertas target untuk pembersihan, dan kemudian keluarkan kertas dari sumber kertas yang dipilih. Mengklik OK akan mengaktifkan penggulung penyaluran kertas 30 kali. Hal ini akan memakan waktu sekitar satu setengah menit. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: 給紙ローラーのクリーニングを実行します。 はじめに、プリンターの給紙切替ボタンを押してクリーニングする給紙位置を選択し、選 択した給紙位置からすべての用紙を取り除いてください。 [OK]をクリックすると、給紙ローラーの回転動作を30回行います。回転が終了する までに約1分半かかります。 クリーニングを実行しますか？
pl: Czyszczenie rolek podajnika papieru. Za pomocą przełącznika podawania papieru na drukarce wybierz źródło papieru do czyszczenia, a następnie wyjmij z niego papier. Kliknięcie przycisku OK spowoduje 30-krotne włączenie rolek podajnika papieru. Potrwa to około półtorej minuty. Czy chcesz rozpocząć czyszczenie rolek podajnika?
pt: Limpando os rolos de alimentação de papel. Primeiro, pressione o Interruptor de Alimentação de Papel na impressora para selecionar a origem do papel de destino para limpeza e remova o papel da origem do papel selecionada. Se clicar em OK, ativará os rolos de alimentação do papel 30 vezes. Essa tarefa levará cerca de um minuto e meio. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen. Tryck på pappersmatningsomkopplaren på skrivaren för att välja papperskälla för rengöring och ta sedan ut pappret från vald papperskälla. När du klickar på OK aktiveras pappersmatningshjulen 30 gånger. Detta tar ca en och en halv minut. Vill du starta rengöring av pappersmatningshjulen?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษ ก่อนอื่น ให้กดปุ่ม Paper Feed Switch บนเครื่องพิมพ์เพื่อเลือกแหล่งจ่ายกระดาษเป้าหมายสำหรับการทำความสะอาด แล้วเอากระดาษออกจากแหล่งจ่ายกระดาษที่เลือกไว้ การคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ 30 ครั้ง ขั้นตอนดังกล่าวต้องใช้เวลาประมาณหนึ่งนาทีครึ่ง คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the rear tray. Clicking OK will eject paper and complete feed roller cleaning.
cs: Ověřte, že se neozývá provozní hluk tiskárny, a pak vložte do zadní přihrádky tři listy běžného papíru. Klepnutím na tlačítko OK se papír vysune a čištění válečků podavače bude dokončeno.
de: Stellen Sie sicher, dass beim Drucker kein Betriebsgeräusch mehr vorhanden ist und legen Sie dann drei Blatt Normalpapier in das hintere Fach ein. Klicken Sie auf "OK", um das Papier auszuwerfen und die Reinigung der Papierzuführungswalzen vollständig auszuführen.
el: Βεβαιωθείτε ότι ο θόρυβος έχει σταματήσει και, στη συνέχεια, τοποθετήστε τρία φύλλα απλού χαρτιού στην πίσω θήκη. Κάντε κλικ στο κουμπί "OK" για να εκτυπωθεί το χαρτί και να ολοκληρωθεί ο καθαρισμός των κυλίνδρων τροφοδοσίας.
fi: Varmista, että tulostimen käyttöääni ei enää kuulu. Lisää sitten takalokeroon kolme arkkia tavallista paperia. Kun valitset OK, paperi tulee ulos ja syöttörullien puhdistus suoritetaan loppuun.
fr: Assurez-vous que l'imprimante ne fait plus de bruit, puis chargez trois feuilles de papier ordinaire dans le réceptacle arrière. Cliquez sur OK pour éjecter le papier et terminer le nettoyage des rouleaux d'entraînement.
hu: Győződjön meg arról, hogy a nyomtató működési zaja megszűnt, majd tegyen három normál papírt a hátsó tálcára. Az OK gombra kattintva a nyomtató kidobja a lapokat, és a tisztítás végbemegy.
id: Pastikan bunyi operasi pencetak telah dihentikan, dan kemudian muatkan tiga lembar kertas biasa ke dalam tatakan belakang. Mengklik OK akan mengeluarkan kertas dan menyelesaikan pembersihan penggulung penyaluran.
ja: プリンターの動作音が止まったことを確認してから、普通紙を3枚、後トレイにセットし てください。 [OK]をクリックすると、排紙してクリーニングを完了します。
pl: Upewnij się, że drukarka przestała wydawać dźwięki związane z pracą, a następnie załaduj trzy arkusze zwykłego papieru na tylną tacę. Kliknięcie przycisku OK spowoduje wysunięcie papieru i zakończenie czyszczenia rolek podajnika.
pt: Confirme se o ruído da impressora foi interrompido e coloque três folhas de papel comum na bandeja traseira. Se clicar em OK, o papel será ejetado e a limpeza dos rolos de alimentação será concluída.
sv: Kontrollera att skrivarens driftsljud har slutat och lägg sedan tre ark vanligt papper i det bakre facket. När du klickar på OK matas pappret ut och rengöringen av pappersmatningshjulen slutförs.
th: ให้แน่ใจว่าเสียงรบกวนดำเนินการของเครื่องพิมพ์หยุดแล้ว แล้วป้อนกระดาษธรรมดาสามแผ่นลงในเทรย์ด้านหลัง การคลิก 'ตกลง' จะผลักกระดาษออกและให้การทำความสะอาดลูกกลิ้งป้อนกระดาษเสร็จสมบูรณ์
