Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the sheet feeder and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
cs: Spouští se automatické nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), do podavače listů vložte list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko Nastavit tiskovou hlavu. Chcete-li provést ruční nastavení tiskové hlavy, klepněte na tlačítko Storno. Dále v ovladači tiskárny na kartě Údržba klepněte na tlačítko Uživatelská nastavení, zaškrtněte políčko Nastavit hlavy ručně a klepněte na tlačítko OK. Potom akci opakujte. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die automatische Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die Papierzufuhr ein und klicken Sie auf "Druckkopf ausrichten". Klicken Sie auf "Abbrechen", um die Druckköpfe manuell auszurichten. Klicken Sie anschließend auf "Benutzerdefinierte Einstellungen" auf der Registerkarte "Wartung" des Druckertreibers, aktivieren Sie "Druckköpfe manuell ausrichten" und klicken Sie auf "OK". Versuchen Sie es anschließend erneut. Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη αυτόματης ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στον τροφοδότη χαρτιού και κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να πραγματοποιήσετε μη αυτόματη ευθυγράμμιση κεφαλών, κάντε κλικ στο κουμπί "Άκυρο". Κατόπιν, κάντε κλικ στο "Προσαρμοσμένες ρυθμίσεις" στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή, επιλέξτε "Μη αυτόματη ευθυγράμμιση κεφαλών" και κάντε κλικ στο "OK". Στη συνέχεια, προσπαθήστε ξανά. Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan automaattinen tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), lisää arkinsyöttölaitteeseen arkki A4- tai Letter-kokoista tavallista paperia ja valitse Tulostuspään kohdistus. Voit kohdistaa tulostuspään manuaalisesti valitsemalla Peruuta. Valitse seuraavaksi tulostinajurin Ylläpito-välilehdestä Mukautetut asetukset, valitse Kohdista tulostuspäät manuaalisesti ja valitse sitten OK. Yritä sitten uudelleen. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement automatique des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), chargez une feuille de papier ordinaire au format A4 ou Lettre dans le chargeur de feuilles, puis cliquez sur Aligner tête d'impression. Pour procéder à un alignement manuel, cliquez sur Annuler. Cliquez ensuite sur Paramètres personnalisés dans l'onglet Entretien du pilote d'imprimante, cochez Aligner les têtes manuellement, puis cliquez sur OK. Réessayez ensuite l'opération. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Az automatikus nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), tegyen be egy A4-es vagy Letter méretű normál papírt a lapadagolóba, és kattintson a Nyomtatófej igazítása gombra. Manuális fejigazításhoz kattintson a Mégse gombra. Ezután kapcsolja be az Egyéni beállítások párbeszédpanel Fejek igazítása manuálisan opcióját, majd kattintson az OK gombra. Ezután próbálkozzon újra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak otomatis. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam penyalur kertas dan klik Sejajarkan Kepala Cetak. Untuk melaksanakan penjajaran kepala cetak manual, klik Batal. Berikutnya, klik Setelan Serasi di tab Perawatan pada pengandar pencetak, centang Sejajarkan kepala cetak secara manual, dan klik OK. Kemudian coba lagi. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: 自動ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、オートシートフィーダーにA4の普通紙を1枚入れて、[ヘッド位置調整 ]をクリックしてください。 手動でヘッド位置調整をしたい場合は、[キャンセル]をクリックしてください。 その後、プリンタードライバーのユーティリティシートの[特殊設定]をクリックし、[ 手動でヘッド位置を調整する]にチェックマークをつけ、[OK]をクリックしてからや り直してください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się automatyczne wyrównywanie głowic drukujących. Ponieważ operacja wyrównania wymaga wykonania wydruków, przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj jeden arkusz zwykłego papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk Wyrównaj głowicę drukującą. Aby przeprowadzić ręczne wyrównywanie głowic, kliknij przycisk Anuluj. Następnie kliknij przycisk Ustawienia niestandardowe na karcie Obsługa sterownika drukarki, zaznacz opcję Wyrównaj głowice ręcznie i kliknij przycisk OK. Następnie spróbuj ponownie. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento automático da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), coloque uma folha de papel comum tamanho A4 ou Letter no alimentador e clique em Alinhar Cabeça de Impressão. Para executar o alinhamento manual da cabeça de impressão, clique em Cancelar. Em seguida, clique em Configurações Personalizadas na guia Manutenção do driver da impressora, marque Alinhar cabeças manualmente e clique em OK. Em seguida, tente novamente. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Startar automatisk justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen) lägga i ett ark Vanligt papper av A4- eller Letter-storlek i arkmataren och klicka på Rikta in skrivhuvud. Om du vill justera skrivhuvudena manuellt klickar du på Avbryt. Klicka sedan på Anpassade inställningar på fliken Underhåll i skrivardrivrutinen, markera Justera skrivhuvud manuellt och klicka på OK. Försök sedan igen. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์โดยอัตโนมัติ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในตัวป้อนกระดาษและคลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง ให้คลิก 'ยกเลิก' ต่อไป ให้คลิก 'กำหนดการตั้งค่าเอง' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ เลือก 'จัดตำแหน่งหัวพิมพ์ด้วยตัวเอง' และคลิก 'ตกลง' แล้วลองใหม่ เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load two sheets of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
cs: Spouští se automatické nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), do zadní přihrádky vložte dva listy papíru Matte Photo Paper (MP-101) velikosti A4 nebo Letter a klepněte na tlačítko Nastavit tiskovou hlavu. Chcete-li provést ruční nastavení tiskové hlavy, klepněte na tlačítko Storno. Dále v ovladači tiskárny na kartě Údržba klepněte na tlačítko Uživatelská nastavení, zaškrtněte políčko Nastavit hlavy ručně a klepněte na tlačítko OK. Potom akci opakujte. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die automatische Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), legen Sie zwei Blatt Fotopapier matt (MP-101) des Formats A4 oder Letter in das hintere Fach ein und klicken Sie auf "Druckkopf ausrichten". Klicken Sie auf "Abbrechen", um die Druckköpfe manuell auszurichten. Klicken Sie anschließend auf "Benutzerdefinierte Einstellungen" auf der Registerkarte "Wartung" des Druckertreibers, aktivieren Sie "Druckköpfe manuell ausrichten" und klicken Sie auf "OK". Versuchen Sie es anschließend erneut. Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη αυτόματης ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), τοποθετήστε δύο φύλλα Φωτογραφικού χαρτιού Ματ (ΜΡ-101) μεγέθους A4 ή Letter, στην πίσω θήκη και κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να πραγματοποιήσετε μη αυτόματη ευθυγράμμιση κεφαλών, κάντε κλικ στο κουμπί "Άκυρο". Κατόπιν, κάντε κλικ στο "Προσαρμοσμένες ρυθμίσεις" στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή, επιλέξτε "Μη αυτόματη ευθυγράμμιση κεφαλών" και κάντε κλικ στο "OK". Στη συνέχεια, προσπαθήστε ξανά. Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan automaattinen tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), lisää takalokeroon kaksi arkkia A4- tai Letter-kokoista mattaa valokuvapaperia (MP-101) ja valitse Tulostuspään kohdistus. Voit kohdistaa tulostuspään manuaalisesti valitsemalla Peruuta. Valitse seuraavaksi tulostinajurin Ylläpito-välilehdestä Mukautetut asetukset, valitse Kohdista tulostuspäät manuaalisesti ja valitse sitten OK. Yritä sitten uudelleen. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement automatique des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), chargez deux feuilles de Papier Photo Mat (MP-101) au format A4 ou Lettre dans le réceptacle arrière, puis cliquez sur Aligner tête d'impression. Pour procéder à un alignement manuel, cliquez sur Annuler. Cliquez ensuite sur Paramètres personnalisés dans l'onglet Entretien du pilote d'imprimante, cochez Aligner les têtes manuellement, puis cliquez sur OK. Réessayez ensuite l'opération. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Az automatikus nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), tegyen be két A4-es vagy Letter méretű, Matte Photo Paper (MP-101) típusú papírlapot a hátsó tálcába, és kattintson a Nyomtatófej igazítása gombra. Manuális fejigazításhoz kattintson a Mégse gombra. Ezután kapcsolja be az Egyéni beállítások párbeszédpanel Fejek igazítása manuálisan opcióját, majd kattintson az OK gombra. Ezután próbálkozzon újra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak otomatis. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), muatkan dua lembar kertas ukuran A4 atau letter, Kertas Foto Matte (MP-101) ke dalam tatakan belakang dan klik Sejajarkan Kepala Cetak. Untuk melaksanakan penjajaran kepala cetak manual, klik Batal. Berikutnya, klik Setelan Serasi di tab Perawatan pada pengandar pencetak, centang Sejajarkan kepala cetak secara manual, dan klik OK. Kemudian coba lagi. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: 自動ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、後トレイにA4のマットフォトペーパー(MP-101)を2枚入れて、 [ヘッド位置調整]をクリックしてください。 手動でヘッド位置調整をしたい場合は、[キャンセル]をクリックしてください。 その後、プリンタードライバーのユーティリティシートの[特殊設定]をクリックし、[ 手動でヘッド位置を調整する]にチェックマークをつけ、[OK]をクリックしてからや り直してください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się automatyczne wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj dwa arkusze papieru Matte Photo Paper (MP-101) formatu A4 lub Letter na tylną tacę i kliknij przycisk Wyrównaj głowicę drukującą. Aby przeprowadzić ręczne wyrównywanie głowic, kliknij przycisk Anuluj. Następnie kliknij przycisk Ustawienia niestandardowe na karcie Obsługa sterownika drukarki, zaznacz opcję Wyrównaj głowice ręcznie i kliknij przycisk OK. Następnie spróbuj ponownie. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento automático da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), coloque duas folhas de Matte Photo Paper (MP-101) tamanho A4 ou Letter na bandeja traseira e clique em Alinhar Cabeça de Impressão. Para executar o alinhamento manual da cabeça de impressão, clique em Cancelar. Em seguida, clique em Configurações Personalizadas na guia Manutenção do driver da impressora, marque Alinhar cabeças manualmente e clique em OK. Em seguida, tente novamente. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Startar automatisk justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen) lägga i två ark Matte Photo Paper (MP-101) av A4- eller Letter-storlek i det bakre facket och klicka på Rikta in skrivhuvud. Om du vill justera skrivhuvudena manuellt klickar du på Avbryt. Klicka sedan på Anpassade inställningar på fliken Underhåll i skrivardrivrutinen, markera Justera skrivhuvud manuellt och klicka på OK. Försök sedan igen. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์โดยอัตโนมัติ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อน 'กระดาษภาพถ่ายแบบด้าน (MP-101)' ขนาด A4 หรือ Letter สองแผ่นลงในเทรย์ด้านหลังและคลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง ให้คลิก 'ยกเลิก' ต่อไป ให้คลิก 'กำหนดการตั้งค่าเอง' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ เลือก 'จัดตำแหน่งหัวพิมพ์ด้วยตัวเอง' และคลิก 'ตกลง' แล้วลองใหม่ เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Load one sheet of A4 or letter size, plain paper into the rear tray and click OK.
cs: Do zadní přihrádky vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko OK.
de: Legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein und klicken Sie auf "OK".
el: Τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη και κάντε κλικ στο κουμπί "OK".
fi: Lisää takalokeroon yksi A4- tai Letter-kokoinen tavallinen paperiarkki ja valitse OK.
fr: Chargez une feuille de papier ordinaire au format A4 ou Lettre dans le réceptacle arrière et cliquez sur OK.
hu: Tegyen be egy A4-es vagy Letter méretű normál papírt a hátsó tálcába, és kattintson az OK gombra.
id: Muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang dan klik OK.
ja: 後トレイにA4の普通紙をセットして、[OK]をクリックしてください。
pl: Załaduj na tylną tacę jeden arkusz zwykłego papieru formatu A4 lub Letter i kliknij przycisk OK.
pt: Coloque uma folha de papel comum de tamanho A4 ou letter na bandeja traseira e clique em OK.
sv: Lägg i ett ark vanligt papper i A4- eller Letter-storlek i det bakre facket och klicka på OK.
th: ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหลังและคลิก 'ตกลง'

source: The printer will print two sheets of pattern to start alignment automatically. Do not start another operation until the current one has finished.
cs: Tiskárna zahájí automatické nastavení vytisknutím dvou listů se vzorky. Nespouštějte další operaci, dokud není dokončena aktuální operace.
de: Der Drucker druckt zwei Blätter Anpassungsmuster, um die Ausrichtung automatisch zu starten. Starten Sie keinen anderen Vorgang, bevor der aktuelle Vorgang abgeschlossen ist.
el: Ο εκτυπωτής θα εκτυπώσει δύο φύλλα μοτίβου για να ξεκινήσει αυτομάτως η ευθυγράμμιση. Περιμένετε να ολοκληρωθεί η τρέχουσα λειτουργία πριν να ξεκινήσετε άλλη λειτουργία.
fi: Tulostin tulostaa kaksi kuvioarkkia ennen automaattista kohdistusta. Älä aloita uutta toimintoa, ennen kuin nykyinen on lopetettu.
fr: L'imprimante imprimera deux feuilles de motifs pour lancer automatiquement l'alignement. Ne lancez pas d'autre opération avant que l'opération en cours ne soit terminée.
hu: Az automatikus igazítás megkezdéséhez a nyomtató két lap mintát fog kinyomtatni. Ne kezdjen el új műveletet, amíg az aktuális művelet véget nem ért.
id: Pencetak akan mencetak dua lembar pola untuk memulai penjajaran secara otomatis. Jangan mulai operasi lain sampai operasi sekarang selesai.
ja: 調整用のパターンを2枚印刷し、自動で調整を行います。 動作終了までほかの作業は行わないでください。
pl: Wydrukowane zostaną dwa arkusze deseni w celu rozpoczęcia automatycznego wyrównywania. Nie rozpoczynaj następnej operacji, dopóki nie zostanie zakończona bieżąca operacja.
pt: Serão impressas duas folhas de padrão para iniciar o alinhamento automaticamente. Não inicie outra operação enquanto a atual não tiver sido concluída.
sv: Skrivaren skriver ut två ark med mönster för att starta justeringen automatiskt. Påbörja ingen annan åtgärd förrän den aktuella åtgärden är klar.
th: เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งสองแผ่นออกมาเพื่อเริ่มการจัดตำแหน่งโดยอัตโนมัติ ห้ามเริ่มการดำเนินการอื่นๆ จนกว่างานปัจจุบันเสร็จสมบูรณ์
