Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the front tray, and click the Print Check Pattern.
cs: Vytiskne vzorek, který vám umožní zkontrolovat, zda nejsou trysky tiskové hlavy ucpané. Připravte tiskárnu (připojte kabel a tiskárnu zapněte), do přední přihrádky vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster zur Überprüfung, ob die Druckkopfdüsen verstopft sind. Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das vordere Fach ein. Klicken Sie anschließend auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε εάν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter, στην μπροστινή θήκη και κάντε κλικ στο κουμπί "Εκτύπωση μοτίβου ελέγχου".
fi: Tulostaa kuvion, josta voit tarkistaa, ovatko tulostuspään suuttimet tukkeutuneet. Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), lisää etulokeroon yksi arkki A4- tai Letter-kokoista tavallista paperia ja valitse Tulosta tarkistuskuvio.
fr: Imprime un motif qui vous permet de vérifier si les buses de la tête d'impression sont obstruées. Préparez l'imprimante (branchez le câble et mettez-la sous tension), chargez une feuille de papier ordinaire de format A4 ou Lettre dans le réceptacle avant, puis cliquez sur Imprimer le motif de vérification.
hu: Kinyomtat egy mintát, amelyen ellenőrizheti, hogy a nyomtatófej fúvókái nincsenek-e eltömődve. Tegye üzemkésszé a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be egy A4-es vagy Letter méretű normál papírt az elülső tálcába, és kattintson az Ellenőrző minta nyomtatása gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Siapkan pencetak (sambungkan kabel dan nyalakan), muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan depan, dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、前トレイにA4 の普通紙を1枚入れてから、[確認パターン印刷]をクリックしてください。
pl: Drukuje wzór, który umożliwia sprawdzenie, czy dysze głowicy drukującej są zakleszczone. Przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj na przednią tacę jeden arkusz zwykłego papieru formatu A4 lub Letter, a następnie kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão entupidos. Prepare a impressora (conecte o cabo e ligue), coloque uma folha de papel comum tamanho A4 ou letter na bandeja frontal e clique em Imprimir Padrão de Verificação.
sv: Skriver ut ett mönster som gör att du kan kontrollera om skrivhuvudmunstyckena är tilltäppta. Förbered skrivaren (anslut kabeln och slå på skrivaren), lägg i ett ark vanligt papper av A4- eller Letter-storlek i det frontfacket och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในเทรย์ด้านหน้า และคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Load one sheet of A4 or letter size, plain paper into the front tray and click OK.
cs: Do přední přihrádky vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko OK.
de: Legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das vordere Fach ein und klicken Sie auf "OK".
el: Τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην μπροστινή θήκη και κάντε κλικ στο κουμπί "OK".
fi: Lisää etulokeroon yksi A4- tai Letter-kokoinen tavallinen paperiarkki ja valitse OK.
fr: Chargez une feuille de papier ordinaire au format A4 ou Lettre dans le réceptacle avant et cliquez sur OK.
hu: Tegyen be egy A4-es vagy Letter méretű normál papírt az elülső tálcába, és kattintson az OK gombra.
id: Muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan depan dan klik OK.
ja: 前トレイにA4の普通紙を1枚セットして、[OK]をクリックしてください。
pl: Załaduj na przednią tacę jeden arkusz zwykłego papieru formatu A4 lub Letter i kliknij przycisk OK.
pt: Coloque uma folha de papel comum de tamanho A4 ou letter na bandeja frontal e clique em OK.
sv: Lägg i ett ark vanligt papper i A4- eller Letter-storlek i frontfacket och klicka på OK.
th: ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหน้าและคลิก 'ตกลง'

source: Get the printer ready (connect the cable and turn the power on) and load one sheet of A4 or letter size, plain paper. Clicking OK will print the current setting.
cs: Připravte tiskárnu (připojte kabel a zapněte ji) a vložte jeden list běžného papíru velikosti A4 nebo Letter. Po klepnutí na tlačítko OK se vytiskne aktuální nastavení.
de: Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter ein. Klicken Sie auf "OK", um mit der aktuellen Einstellung zu drucken.
el: Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ενεργοποιήστε τον) και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter. Όταν κάνετε κλικ στο "OK" θα εκτυπωθούν οι τρέχουσες ρυθμίσεις.
fi: Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää yksi arkki A4- tai Letter-kokoista tavallista paperia. Tulosta nykyinen asetus valitsemalla OK.
fr: Préparez l'imprimante (branchez le câble et effectuez la mise sous tension), puis chargez une feuille de papier ordinaire de format A4 ou Lettre. Cliquez sur OK pour imprimer le paramètre actuel.
hu: Készítse elő a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a tápellátást), majd tegyen be egy A4-es vagy Letter méretű normál papírt. Az OK gombra kattintva a nyomtató kinyomtatja az aktuális beállítást.
id: Siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa. Mengklik OK akan mencetak setelan sekarang.
ja: プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、A4の普通紙を 1枚入れてください。 [OK]をクリックすると、現在の設定を印刷します。
pl: Przygotuj drukarkę (podłącz kabel i włącz zasilanie), po czym załaduj jeden arkusz zwykłego papieru formatu A4 lub Letter. Kliknięcie przycisku OK spowoduje wydrukowanie bieżących ustawień.
pt: Prepare a impressora (conecte o cabo e ligue a impressora) e coloque uma folha de papel comum tamanho A4 ou letter. Clicar em OK imprimirá a configuração atual.
sv: Förbered skrivaren (anslut kabeln och slå på strömmen) och lägg i ett ark vanligt papper av A4- eller Letter-storlek. Aktuell inställning skrivs ut när du klickar på OK.
th: เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่ง การคลิก 'ตกลง' จะพิมพ์การตั้งค่าปัจจุบัน

source: Load one sheet of A4 or letter size, plain paper into the cassette and click OK.
cs: Do kazety vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko OK.
de: Legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die Kassette ein und klicken Sie auf "OK".
el: Τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην κασέτα και κάντε κλικ στο κουμπί "OK".
fi: Lisää kasettiin yksi A4- tai Letter-kokoinen tavallinen paperiarkki ja valitse OK.
fr: Chargez une feuille de papier ordinaire au format A4 ou Lettre dans la cassette et cliquez sur OK.
hu: Tegyen be egy A4-es vagy Letter méretű normál papírt a kazettába, és kattintson az OK gombra.
id: Muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam kotak kertas dan klik OK.
ja: カセットにA4の普通紙を1枚セットして、[OK]をクリックしてください。
pl: Załaduj do kasety jeden arkusz zwykłego papieru formatu A4 lub Letter i kliknij przycisk OK.
pt: Coloque uma folha de papel comum de tamanho A4 ou letter no cassete e clique em OK.
sv: Lägg i ett ark vanligt papper av A4- eller Letter-storlek i kassetten och klicka på OK.
th: ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในกลักกระดาษและคลิก 'ตกลง'

source: Load one sheet of A4 or letter size, plain paper into the rear tray and click OK.
cs: Do zadní přihrádky vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko OK.
de: Legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein und klicken Sie auf "OK".
el: Τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη και κάντε κλικ στο κουμπί "OK".
fi: Lisää takalokeroon yksi A4- tai Letter-kokoinen tavallinen paperiarkki ja valitse OK.
fr: Chargez une feuille de papier ordinaire au format A4 ou Lettre dans le réceptacle arrière et cliquez sur OK.
hu: Tegyen be egy A4-es vagy Letter méretű normál papírt a hátsó tálcába, és kattintson az OK gombra.
id: Muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang dan klik OK.
ja: 後トレイにA4の普通紙を1枚セットして、[OK]をクリックしてください。
pl: Załaduj na tylną tacę jeden arkusz zwykłego papieru formatu A4 lub Letter i kliknij przycisk OK.
pt: Coloque uma folha de papel comum de tamanho A4 ou letter na bandeja traseira e clique em OK.
sv: Lägg i ett ark vanligt papper i A4- eller Letter-storlek i det bakre facket och klicka på OK.
th: ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหลังและคลิก 'ตกลง'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the front tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Bude zahájeno nastavení tiskové hlavy. Vzhledem k tomu, že tato operace zahrnuje tisk, připravte tiskárnu (připojte kabel a zapněte ji) a do přední přihrádky vložte tři listy běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Chcete-li nastavit pozici tiskové hlavy, klepněte na tlačítko Nastavit tiskovou hlavu. Chcete-li provést tisk a zkontrolovat aktuální nastavení, klepněte na tlačítko Tisknout hodnotu zarovnání.
de: Die Druckkopfausrichtung wird gestartet. Da bei der Ausrichtung auch ein Druckvorgang ausgeführt wird, schließen Sie das Druckerkabel an, schalten Sie den Drucker ein, und legen Sie drei Blatt Normalpapier des Formats A4 oder Letter in das vordere Fach ein. Der Drucker druckt ein Ausrichtungsmuster. Zum Ausrichten der Druckköpfe klicken Sie auf "Druckkopf ausrichten". Um den aktuellen Status zu prüfen, klicken Sie auf "Ausrichtungswert drucken".
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση απαιτεί εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ενεργοποιήστε τον) και τοποθετήστε τρία φύλλα απλού χαρτιού μεγέθους A4 ή Letter στην μπροστινή θήκη. Θα εκτυπωθεί ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμιστεί η θέση της κεφαλής εκτύπωσης, κάντε κλικ στο "Ευθυγράμμιση της κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο "Εκτύπωση της τιμής ευθυγράμμισης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää etulokeroon kolme arkkia A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Kohdista tulostuspää valitsemalla Kohdista tulostuspää. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Démarrage de l'alignement de la tête d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et effectuez la mise sous tension) et chargez trois feuilles de papier ordinaire au format A4 ou Lettre dans le réceptacle avant. L'imprimante imprimera un motif d'alignement. Pour aligner la position de la tête d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le paramètre actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej igazítása megkezdődött. Mivel az igazításkor nyomtatás is történik, készítse elő a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a tápellátást), majd tegyen be három A4-es vagy Letter méretű normál papírt az elülső tálcába. A nyomtató egy igazítási mintát fog nyomtatni. A nyomtatófej helyzetének beigazításához kattintson a Nyomtatófej igazítása lehetőségre. A jelenlegi beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása lehetőségre.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan tiga lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan depan. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、前トレイにA4の普通紙を3枚入れてください。調整用のパターンを印刷 します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpoczęcie wyrównywania głowicy drukującej. Ze względu na to, że podczas wyrównywania następuje drukowanie, przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj na przednią tacę trzy arkusze zwykłego papieru formatu A4 lub Letter. Drukarka wydrukuje wzór wyrównywania. Aby wyrównać położenie głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienie, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento envolve impressão, prepare a impressora (conecte o cabo e ligue a impressora) e coloque três folhas de papel comum de tamanho A4 ou letter na bandeja frontal. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Imprimir Valor de Alinhamento.
sv: Startar justering av skrivhuvud. Eftersom justeringen innefattar utskrift gör du skrivaren redo (anslut kabeln och slå på strömmen) samt lägg tre ark vanligt papper av A4- eller Letter-storlek i frontfacket. Ett justeringsmönster skrivs ut. Om du vill justera skrivarhuvudets position klickar du på Rikta in skrivhuvud. Om du vill skriva ut och kontrollera aktuell inställning klickar du på Skriv ut justeringsvärde.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สามแผ่นลงในเทรย์ด้านหน้า เครื่องพิมพ์จะพิมพ์ลวดลายการจัดตำแหน่ง เพื่อจัดตำแหน่งหัวพิมพ์ คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), and load three sheets of A4 or letter size, plain paper into the cassette. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte) a do kazety vložte tři listy běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie drei Blatt Normalpapier des Formats A4 oder Letter in die Kassette ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopf ausrichten". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον) και τοποθετήστε τρία φύλλα απλού χαρτιού μεγέθους A4 ή Letter στην κασέτα. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση της κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää kasettiin kolme arkkia A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Kohdista tulostuspää. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez-la sous tension), puis chargez trois feuilles de papier ordinaire de format A4 ou Lettre dans la cassette. L'imprimante imprime un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Nyomtatófej-igazítás indítása. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be három A4-es vagy Letter méretű normál papírt a kazettába. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), dan muatkan tiga lembar kertas ukuran A4 atau letter, kertas biasa ke dalam kotak kertas. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、カセットにA4の普通紙を3枚入れてください。調整用のパターンを印刷 します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj trzy arkusze zwykłego papieru formatu A4 lub Letter do kasety. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue) e coloque três folhas de papel comum tamanho A4 ou letter no cassete. A impressora irá imprimir um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen) och lägga i tre ark Vanligt papper av A4- eller Letter-storlek i kassetten. Ett justeringsmönster skrivs ut. Klicka på Rikta in skrivhuvud för att justera skrivhuvudet. Klicka på Skriv ut justeringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สามแผ่นลงในกลักกระดาษ เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: inch
cs: palec
el: ίντσες
fi: tuuma
fr: pouce
hu: hüvelyk
id: inci
pl: cale
pt: polegada
sv: tum
th: in

source: Canon Inkjet Printer Driver
cs: Ovladač tiskárny Canon Inkjet
de: Canon Inkjet-Druckertreiber
el: Πρόγραμμα οδήγησης εκτυπωτή Canon Inkjet
fi: Canon Inkjet -tulostinajuri
fr: Pilote d'imprimante Canon Inkjet
hu: Canon Inkjet nyomtatóillesztő
id: Pengandar Pencetak Inkjet Canon
pl: Sterownik drukarki Canon Inkjet
pt: Driver da Impressora Canon Inkjet
sv: Skrivardrivrutin för Canon Inkjet
th: ไดรเวอร์เครื่องพิมพ์ inkjet Canon

source: Version %s
cs: Verze %s
el: Έκδοση %s
fi: Versio %s
hu: Verzió %s
id: Versi %s
pl: Wersja %s
pt: Versão %s
th: เวอร์ชัน %s

source: inches (%s-%s)
cs: palce (%s-%s)
de: Inch (%s-%s)
el: ίντσες (%s-%s)
fi: tuumaa (%s–%s)
fr: pouces (%s - %s)
hu: hüvelyk (%s-%s)
id: inci (%s-%s)
pl: cale (%s–%s)
pt: polegadas (%s-%s)
sv: tum (%s-%s)
th: in (%s-%s)

source: All Rights Reserved.
fr: Tous droits réservés.

source: OK
th: ตกลง
