Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns K to P.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce K až P, zadejte čísla vzorků, které obsahují nejslabší pruhy.
de: Überprüfen Sie das gedruckte Muster und geben Sie anschließend die Nummer des Musters ein, das die wenigsten Streifen in den Feldern der Spalten K bis P aufweist.
el: Εξετάστε τα εκτυπωμένα μοτίβα και καταχωρίστε τον αριθμό του μοτίβου με τις λιγότερο εμφανείς λωρίδες στα πεδία για τις στήλες K έως P.
fi: Tutki tulostettuja kuvioita ja syötä sen kuvion numero sarakkeiden K–P kenttiin, jonka raidat ovat huomaamattomimmat.
fr: Examinez les motifs imprimés, puis entrez le numéro du modèle comportant les rayures les moins évidentes dans les champs des colonnes K à P.
hu: Vizsgálja meg a kinyomtatott mintákat, és adja meg a K–P oszlopokban annak a mintának a számát, amelyiken a legkevésbé láthatók csíkok.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom K sampai P.
ja: 新たに印刷されたパターンを参照して、すじが一番目立たないパターンの番号を、K～P 列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane wzory i wprowadź numer wzoru o najmniej widocznych smugach w polach kolumn od K do P.
pt: Examine os padrões impressos e insira o número do padrão com os riscos menos visíveis nos campos para as colunas de K a P.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn K till P.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ K ถึง P

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to J.
cs: Proveďte nastavení tiskové hlavy. Prohlédněte si vytištěné vzorky a do polí pro sloupce A až J zadejte čísla vzorků, které obsahují nejslabší pruhy.
de: Druckkopfausrichtung starten. Überprüfen Sie das gedruckte Muster und geben Sie anschließend die Nummer des Musters ein, das die wenigsten Streifen in den Feldern der Spalten A bis J aufweist.
el: Εκτέλεση ευθυγράμμισης κεφαλής εκτύπωσης Εξετάστε τα εκτυπωμένα μοτίβα και καταχωρίστε τον αριθμό του μοτίβου με τις λιγότερο εμφανείς λωρίδες στα πεδία για τις στήλες A έως J.
fi: Suorita tulostuspään kohdistus. Tutki tulostettuja kuvioita ja syötä sen kuvion numero sarakkeiden A–J kenttiin, jonka raidat ovat huomaamattomimmat.
fr: Exécutez l'alignement de la tête d'impression. Examinez les motifs imprimés, puis entrez le numéro du modèle comportant les rayures les moins évidentes dans les champs des colonnes A à J.
hu: Végezzen nyomtatófej-igazítást. Vizsgálja meg a kinyomtatott mintákat, és adja meg az A–J oszlopokban annak a mintának a számát, amelyiken a legkevésbé láthatók csíkok.
id: Laksanakan penjajaran kepala cetak. Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom A sampai J.
ja: ヘッド位置調整を行います。印刷されたパターンを参照して、すじが一番目立たないパタ ーンの番号を、A～J列それぞれの欄に入力してください。
pl: Rozpocznij wyrównywanie głowicy drukującej. Sprawdź wydrukowane wzory i wprowadź numer wzoru o najmniej widocznych smugach w polach kolumn od A do J.
pt: Execute o alinhamento da cabeça de impressão. Examine os padrões impressos e insira o número do padrão com os riscos menos visíveis nos campos para as colunas de A a J.
sv: Justera skrivhuvud. Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn A till J.
th: ปฏิบัติการจัดตำแหน่งหัวพิมพ์ ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ A ถึง J

source: Color C, M, Y, BK, GY
cs: Barva C, M, Y, BK, GY
de: Farbe C, M, Y, BK, GY
el: Έγχρωμη C, M, Y, BK, GY
fi: Väri C, M, Y, BK, GY
fr: Couleur C, M, Y, BK, GY
hu: Színes C, M, Y, BK, GY
id: Berwarna C, M, Y, BK, GY
ja: カラー C, M, Y, BK, GY
pl: Kolorowy C, M, Y, BK, GY
pt: Colorido C, M, Y, BK, GY
sv: Färg C, M, Y, BK, GY
th: สี C, M, Y, BK, GY

source: 1. Remove the paper from the rear tray. 2. Fold A4 or letter size, plain paper in half vertically, then unfold the paper. 3. With the ridge of the crease facing down, load the paper in landscape orientation into the rear tray. 4. Click Execute.
cs: 1. Vyjměte papír ze zadní přihrádky. 2. Složte list běžného papíru formátu A4 nebo Letter svisle na polovinu a pak jej rozložte. 3. Nastavte papír na šířku a vložte jej přehybem dolů do zadní přihrádky. 4. Klepněte na tlačítko Provést.
de: 1. Entfernen Sie das Papier aus dem hinteren Fach. 2. Falten Sie ein Blatt Normalpapier im Format A4 oder Letter längs, und falten Sie es wieder auf. 3. Legen Sie das Papier im Querformat so in das hintere Fach ein, dass der Falz nach unten zeigt. 4. Klicken Sie auf "Ausführen".
el: 1. Αφαιρέστε το χαρτί από την πίσω θήκη. 2. Διπλώστε το απλό χαρτί A4 ή Letter στη μέση κάθετα και έπειτα ξεδιπλώστε το χαρτί. 3. Με την πτυχή προς τα κάτω, τοποθετήστε το χαρτί σε οριζόντιο προσανατολισμό στην πίσω θήκη. 4. Κάντε κλικ στο Εκτέλεση.
fi: 1. Poista paperi takalokerosta. 2. Taita A4- tai Letter-kokoinen tavallinen paperi pystysuuntaisesti keskeltä kahtia ja avaa sitten paperin taitos. 3. Aseta paperi vaakasuuntaisesti takalokeroon taitoksen harjapuoli alaspäin 4. Valitse Suorita.
fr: 1. Retirez le papier du réceptacle arrière. 2. Pliez le papier ordinaire A4 ou format lettre en deux dans le sens vertical, puis dépliez-le. 3. Chargez le papier en orientation paysage avec la crête de la pliure tournée vers le bas dans le réceptacle arrière. 4. Cliquez sur Exécuter.
hu: 1. Távolítsa el a papírt a hátsó tálcáról. 2. Hajtsa félbe az A4 vagy Letter méretű normál papírlapot függőleges középvonala mentén, majd nyissa szét újra. 3. Helyezze a papírt fekvő helyzetben a hátsó tálcára úgy, hogy a hajtási él külső oldala lefelé nézzen. 4. Kattintson a Végrehajtás lehetőségre.
id: 1. Keluarkan kertas dari tatakan belakang. 2. Lipat kertas ukuran A4 atau letter, kertas biasa menjadi dua secara vertikal, kemudian buka lipatan kertas tersebut. 3. Dengan bagian punggung lipatan menghadap ke bawah, muatkan kertas ke dalam tatakan belakang dalam orientasi pemandangan. 4. Klik Laksanakan.
ja: 1. 後トレイから用紙を取り除いてください。 2. A4普通紙を縦半分に折ってから、開きます。 3. 開いた面が表になるように、後トレイに横置きにセットします。 4. [実行]をクリックしてください。
pl: 1. Wyjmij papier z tylnej tacy. 2. Złóż na pół w pionie papier zwykły o rozmiarze A4 lub Letter, a następnie rozłóż go. 3. Załaduj papier w orientacji poziomej do tylnej tacy, z grzbietem zagięcia skierowanym do dołu. 4. Kliknij przycisk Wykonaj.
pt: 1. Retire o papel da bandeja traseira. 2. Dobre o papel comum A4 ou letter verticalmente e desdobre o papel. 3. Com a parte externa da dobradura voltada para baixo, carregue o papel na bandeja traseira na orientação paisagem. 4. Clique em Executar.
sv: 1. Ta bort pappret från det bakre facket. 2. Vik ett vanligt papper i A4- eller Letter-storlek lodrätt på mitten, och vik sedan upp pappret igen. 3. Ladda pappret med vecket nedåt och med liggande orientering i det bakre facket. 4. Klicka på Utför.
th: 1. เอากระดาษออกจากเทรย์ด้านหลัง 2. พับกระดาษธรรมดาขนาด A4 หรือ Letter ครึ่งอย่างตั้งตรง แผ่กระดาษออก 3. ป้อนกระดาษด้วยทิศทางแนวนอนอยู่ในเทรย์ด้านหลังโดยให้สันรอยพับอยู่ด้านล่าง 4. คลิก 'ปฏิบัติ'

source: 120 minutes
cs: 120 minut
de: 120 Minuten
el: 120 λεπτά
fi: 120 minuuttia
hu: 120 perc
id: 120 menit
ja: 120分
pl: 120 minut
pt: 120 minutos
sv: 120 minuter
th: 120 นาที

source: 240 minutes
cs: 240 minut
de: 240 Minuten
el: 240 λεπτά
fi: 240 minuuttia
hu: 240 perc
id: 240 menit
ja: 240分
pl: 240 minut
pt: 240 minutos
sv: 240 minuter
th: 240 นาที

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size plain paper, and click Align Print Head. If the results of automatic print head alignment are not satisfactory, perform manual print head alignment to precisely align the print head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
cs: Spouští se automatické nastavení tiskové hlavy. Jelikož při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), vložte jeden list běžného papíru velikosti A4 nebo Letter a pak klepněte na tlačítko Nastavit tiskovou hlavu. Pokud nejsou výsledky automatického nastavení tiskové hlavy uspokojivé, nastavte tiskovou hlavu ručně. Chcete-li provést ruční nastavení tiskové hlavy, klepněte na tlačítko Storno. Dále v ovladači tiskárny na kartě Údržba klepněte na tlačítko Uživatelská nastavení, zaškrtněte políčko Nastavit hlavy ručně a klepněte na tlačítko OK. Potom akci opakujte. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Automatische Druckkopfausrichtung ausführen. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), legen Sie ein Blatt Normalpapier des Formats A4 oder Letter ein und klicken Sie auf "Druckkopf ausrichten". Wenn die Druckqualität der automatischen Druckkopfausrichtung ungenügend ist, führen Sie die Ausrichtung manuell aus, um den Druckkopf genau auszurichten. Klicken Sie auf "Abbrechen", um die Druckköpfe manuell auszurichten. Klicken Sie anschließend auf "Benutzerdefinierte Einstellungen" auf der Registerkarte "Wartung" des Druckertreibers, aktivieren Sie "Druckköpfe manuell ausrichten" und klicken Sie auf "OK". Versuchen Sie es anschließend erneut. Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη αυτόματης ευθυγράμμισης κεφαλής εκτύπωσης. Καθώς η ευθυγράμμιση περιλαμβάνει και εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ενεργοποιήστε τον), τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 η Letter και κάντε κλικ στην επιλογή "Ευθυγράμμιση της κεφαλής εκτύπωσης". Εάν τα αποτελέσματα της αυτόματης ευθυγράμμισης κεφαλής εκτύπωσης δεν είναι ικανοποιητικά, εκτελέστε μη αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης για να ευθυγραμμίσετε με ακρίβεια την κεφαλή εκτύπωσης. Για να πραγματοποιήσετε μη αυτόματη ευθυγράμμιση κεφαλών, κάντε κλικ στο κουμπί "Άκυρο". Κατόπιν, κάντε κλικ στην επιλογή "Προσαρμοσμένες ρυθμίσεις" στην καρτέλα "Συντήρηση" του προγράμματος οδήγησης του εκτυπωτή, επιλέξτε "Χειροκίνητη ευθυγράμμιση κεφαλών" και κάντε κλικ στο "OK". Στη συνέχεια, προσπαθήστε ξανά. Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Εκτύπωση της τιμής ευθυγράμμισης".
fi: Aloitetaan automaattinen tulostuspään kohdistus. Koska kohdistukseen liittyy tulostusta, laita tulostin valmiiksi (liitä kaapeli ja kytke virta päälle), lisää yksi arkki A4- tai Letter-kokoista tavallista paperia ja valitse Kohdista tulostuspää. Jos automaattisen tulostuspään kohdistuksen tulos ei ole tyydyttävä, kohdista tulostuspää tarkasti manuaalisen tulostuspään kohdistuksen avulla. Voit kohdistaa tulostuspään manuaalisesti valitsemalla Peruuta. Valitse seuraavaksi tulostinajurin Ylläpito-välilehdestä Mukautetut asetukset, valitse Kohdista tulostuspäät manuaalisesti ja valitse sitten OK. Yritä sitten uudelleen. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement automatique des têtes d'impression. Étant donné que l'alignement nécessite une impression, préparez l'imprimante (branchez son câble et mettez-la sous tension), chargez une feuille de papier ordinaire au format A4 ou Lettre, puis cliquez sur Aligner tête d'impression. Si le résultat de l'alignement automatique des têtes d'impression n'est pas satisfaisant, effectuez un alignement manuel afin d'aligner la tête d'impression avec précision. Pour procéder à un alignement manuel, cliquez sur Annuler. Cliquez ensuite sur Paramètres personnalisés dans l'onglet Entretien du pilote d'imprimante, cochez Aligner les têtes manuellement, puis cliquez sur OK. Réessayez ensuite l'opération. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Automatikus nyomtatófej-igazítás indítása. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), tegyen be egy A4 vagy Letter méretű normál papírt a normál papírt adagoló papírforrásba, majd kattintson a Nyomtatófej igazítása gombra. Ha az automatikus nyomtatófej-igazítás eredménye nem kielégítő, hajtson végre kézi nyomtatófej-igazítást, amelynek során pontosan beállíthatja a nyomtatófejet. Manuális fejigazításhoz kattintson a Mégse gombra. Ezután kattintson a nyomtatóillesztő Karbantartás lapján az Egyéni beállítások lehetőségre, jelölje be a Fejek igazítása manuálisan elemet, majd kattintson az OK gombra. Ezután próbálkozzon újra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak otomatis. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), muatkan satu lembar kertas biasa ukuran A4 atau letter, dan klik Sejajarkan Kepala Cetak. Jika hasil penjajaran kepala cetak otomatis tidak memuaskan, lakukan penjajaran kepala cetak manual untuk menyejajarkan kepala cetak dengan tepat. Untuk melaksanakan penjajaran kepala cetak manual, klik Batal. Berikutnya, klik Setelan Serasi di tab Perawatan pada pengandar pencetak, centang Sejajarkan kepala cetak secara manual, dan klik OK. Kemudian coba lagi. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: 自動ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、A4の普通紙を1枚セットし、[ヘッド位置調整]をクリックしてくださ い。 自動ヘッド位置調整を行っても、罫線がずれたり、印刷結果が思わしくない場合は、手動 でプリントヘッド位置を調整してください。 手動でヘッド位置調整をしたい場合は、[キャンセル]をクリックしてください。 その後、プリンタードライバーのユーティリティシートの[特殊設定]をクリックし、[ 手動でヘッド位置を調整する]にチェックマークをつけ、[OK]をクリックしてからや り直してください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się automatyczne wyrównywanie głowic drukujących. Ponieważ operacja wyrównywania wymaga sporządzenia wydruku, przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj jeden arkusz papieru zwykłego w formacie A4 lub Letter i kliknij opcję Wyrównaj głowicę drukującą. Jeśli wynik automatycznego wyrównywania głowicy drukującej jest niezadowalający, wykonaj ręczne wyrównywanie, aby precyzyjnie wyrównać głowicę. Aby przeprowadzić ręczne wyrównywanie głowic, kliknij przycisk Anuluj. Następnie na karcie Obsługa sterownika drukarki kliknij opcję Ustawienia niestandardowe, zaznacz pole Wyrównaj głowice ręcznie i kliknij przycisk OK. Następnie ponów próbę. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento automático da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), coloque uma folha de papel simples de tamanho A4 ou letter e clique em Alinhar Cabeça de Impressão. Se os resultados do alinhamento automático da cabeça de impressão não forem satisfatórios, execute o alinhamento manual da cabeça de impressão para alinhar a cabeça de impressão com precisão. Para executar o alinhamento manual da cabeça de impressão, clique em Cancelar. Em seguida, clique em Configurações Personalizadas na guia Manutenção do driver da impressora, marque Alinhar cabeças manualmente e clique em OK. Em seguida, tente novamente. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Starta automatisk justering av skrivhuvud. Eftersom justering innebär utskrift ska du förbereda skrivaren (ansluta kabeln och slå på strömmen), ladda ett ark vanligt papper med A4- eller Letter-storlek och klicka på Rikta in skrivhuvud. Om resultatet efter justeringen inte är acceptabelt bör du utföra en manuell justering för att justera skrivhuvudet mer exakt. Om du vill utföra en manuell justering klickar du på Avbryt. Därefter klickar du på Anpassade inställningar på fliken Underhåll i skrivardrivrutinen, markerar Justera skrivhuvuden manuellt och klickar på OK. Försök sedan igen. Klicka på Skriv ut justeringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์โดยอัตโนมัติ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่ง และคลิก 'จัดตำแหน่งหัวพิมพ์' หากผลของการจัดตำแหน่งหัวพิมพ์โดยอัตโนมัติไม่น่าพอใจ ให้ปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเองเพื่อจัดตำแหน่งหัวพิมพ์อย่างแม่นยำ เพื่อปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง ให้คลิก 'ยกเลิก' ต่อไป ให้คลิก 'กำหนดการตั้งค่าเอง' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ เลือก 'จัดตำแหน่งหัวพิมพ์ด้วยตัวเอง' และคลิก 'ตกลง' แล้วลองใหม่ เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Prevent paper jam
cs: Zamezit uvíznutí papíru
de: Papierstau verhindern
el: Αποφυγή εμπλοκής χαρτιού
fi: Estä paperitukos
fr: Empêcher le bourrage papier
hu: Papírelakadás megelőzése
id: Cegah kertas macet
ja: 用紙の詰まりを改善する
pl: Zapobieganie zacięciu papieru
pt: Evitar atolamento do papel
sv: Undvik att papper fastnar
th: ป้องกันกระดาษติด

source: Cleaning paper feed rollers. First remove paper from the rear tray, then open the front cover and extend the paper output tray. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. Do you want to start feed roller cleaning?
cs: Čistí se válečky podavače papíru. Nejprve vyjměte ze zadního zásobníku veškerý papír a pak otevřete přední kryt a vysuňte nástavec výstupního zásobníku na papír. Klepnutím na tlačítko OK se 30x aktivují válečky podavače papíru. Celá akce bude trvat asi minutu a půl. Chcete spustit čištění válečků podavače?
de: Reinigen von Papierzuführungswalzen. Entfernen Sie zunächst das Papier aus dem hinteren Fach und öffnen Sie dann die vordere Abdeckung, um das Papierausgabefach zu verlängern. Durch Klicken auf "OK" werden die Papierzuführungswalzen 30-mal aktiviert. Dies dauert etwa 1,5 Minuten. Möchten Sie mit der Reinigung der Papierzuführungswalzen beginnen?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού. Αρχικά, αφαιρέστε το χαρτί από την πίσω θήκη και, στη συνέχεια, ανοίξτε το μπροστινό κάλυμμα και επεκτείνετε τη θήκη εξόδου χαρτιού. Κάντε κλικ στο κουμπί "OK" για να ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού 30 φορές. Αυτή η διαδικασία θα διαρκέσει περίπου ενάμισι λεπτό. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Puhdistetaan paperinsyöttörullat. Poista ensin paperi takalokerosta ja avaa sitten tulostimen etukansi ja paperin luovutustaso. Aktivoi paperinsyöttörullat 30 kertaa valitsemalla OK. Aktivointi kestää noin puolitoista minuuttia. Haluatko aloittaa syöttörullien puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier. Retirez d'abord le papier du réceptacle arrière, puis ouvrez le capot avant et tirez le bac de sortie papier. Cliquez sur OK pour activer 30 fois les rouleaux d'entraînement du papier. Cette opération prend environ une minute et demie. Voulez-vous lancer le nettoyage des rouleaux ?
hu: A laptovábbító görgők tisztítása. Először távolítsa el a papírt a hátsó tálcáról, majd nyissa fel az előlapot, és húzza ki a papírgyűjtő tálcát. Az OK gombra kattintva 30-szor aktiválja a laptovábbító görgőket. Ez a művelet körülbelül másfél percet vesz igénybe. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas. Pertama keluarkan kertas dari tatakan belakang, kemudian buka penutup depan dan perpanjang tatakan keluaran kertas. Mengklik OK akan mengaktifkan penggulung penyaluran kertas 30 kali. Hal ini akan memakan waktu sekitar satu setengah menit. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: 給紙ローラーのクリーニングを実行します。 はじめに、後トレイからすべての用紙を取り除き、フロントカバーを開いて、排紙トレイ を引き出します。 [OK]をクリックすると、給紙ローラーの回転動作を30回行います。回転が終了する までに約1分半かかります。 クリーニングを実行しますか？
pl: Czyszczenie rolek podajnika papieru. Usuń zacięty papier z tylnej tacy, a następnie otwórz pokrywę przednią i rozsuń tacę wyprowadzania papieru. Kliknięcie przycisku OK spowoduje 30-krotne włączenie rolek podajnika papieru. Potrwa to około półtorej minuty. Czy chcesz rozpocząć czyszczenie rolek podajnika?
pt: Limpando os rolos de alimentação de papel. Primeiro, remova o papel da bandeja traseira e, em seguida, abra a tampa frontal e estenda a bandeja de saída do papel. Se clicar em OK, ativará os rolos de alimentação do papel 30 vezes. Essa tarefa levará cerca de um minuto e meio. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen. Ta bort papper från det bakre facket, öppna sedan frontluckan och dra ut pappersutmatningsfacket. När du klickar på OK aktiveras pappersmatningshjulen 30 gånger. Detta tar ca en och en halv minut. Vill du starta rengöring av pappersmatningshjulen?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษ ก่อนอื่น ให้เอากระดาษออกจากเทรย์ด้านหลัง แล้วเปิดฝาครอบด้านหน้าและยึดออกเทรย์ออกกระดาษ การคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ 30 ครั้ง ขั้นตอนดังกล่าวต้องใช้เวลาประมาณหนึ่งนาทีครึ่ง คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns H to P.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce H až P zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Prüfen Sie die Druckmuster und geben Sie in die Spalten H bis P die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες H έως P τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Tutki tulostettuja kuvioita ja syötä sen kuvion numero sarakkeiden H–P kenttiin, jonka raidat ovat huomaamattomimmat.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes H à P le numéro du motif comportant le moins de rayures perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík az H–P oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom H sampai P.
ja: 新たに印刷されたパターンを参照して、すじが一番目立たないパターンの番号を、H～P 列それぞれの欄に入力してください。
pl: Sprawdź desenie wydrukowane w kolumnach od H do P i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas H a P.
sv: Granska de utskrivna mönstren och ange mönsternumret för det mönster som har minst framträdande ränder i fälten i kolumn H till P.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ H ถึง P

source: Adjustment in Columns M to P (-5 to +5)
cs: Nastavení ve sloupcích M až P (-5 až +5)
de: Anpassung in Spalte M bis P (-5 bis +5)
el: Ρύθμιση στις στήλες M έως P (-5 έως +5)
fi: Muutosten teko sarakkeissa M–P (-5–+5)
fr: Ajustement dans les colonnes M à P (-5 à +5)
hu: Igazítás az M–P oszlopokban (-5–+5)
id: Pengaturan Kolom M sampai P (-5 sampai +5)
ja: M～P列の調整(-5～+5)
pl: Dostosowanie w kolumnach M–P (-5–+5)
pt: Ajuste nas Colunas M a P (-5 a +5)
sv: Justering i kolumn M till P (-5 till +5)
th: การปรับแต่งในคอลัมน์ M ถึง P (-5 ถึง +5)
