Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Locale
cs: cs_CZ
de: de_DE
el: el_GR
fi: fi_FI
fr: fr_FR
hu: hu_HU
id: id_ID
ja: ja_JP
pl: pl_PL
pt: pt_PT
sv: sv_SE
th: th_TH

source: Black:
cs: Černá:
de: Schwarz:
el: Μαύρο:
fi: Musta:
fr: Noir :
hu: Fekete:
id: Hitam :
ja: ブラック:
pl: Czarny:
pt: Preto:
sv: Svart:
th: สีดำ:

source: Cyan:
cs: Azurová:
el: Κυανό:
fi: Syaani:
hu: Ciánkék:
id: Sian :
ja: シアン:
pl: Błękitny:
pt: Ciano:
th: สีฟ้า:

source: Magenta:
cs: Purpurová:
el: Ματζέντα:
hu: Bíbor:
ja: マゼンタ:
pl: Amarantowy:
th: สีบานเย็น:

source: Set...
cs: Nastavit...
de: Einstellen...
el: Ρύθμιση...
fi: Aseta...
fr: Définir...
hu: Beállítás...
ja: 設定...
pl: Ustaw...
pt: Definir...
sv: Ställ in...
th: ตั้งค่า...

source: Yellow:
cs: Žlutá:
de: Gelb:
el: Κίτρινο:
fi: Keltainen:
fr: Jaune :
hu: Sárga:
id: Kuning :
ja: イエロー:
pl: Żółty:
pt: Amarelo:
sv: Gul:
th: สีเหลือง:

source: About
cs: Etiketa
de: Info
el: Πληροφορίες
fi: Lisätietoja
fr: A propos de
hu: Névjegy
id: Tentang
ja: バージョン情報
pl: Informacje
pt: Sobre
sv: Om
th: เกี่ยวกับ

source: Amount of Extension:
cs: Velikost přesahu:
de: Erweiterungsumfang:
el: Μέγεθος επέκτασης:
fi: Laajennuksen määrä:
fr: Grandeur de dépassement :
hu: Kiterjedés mértéke:
id: Jumlah Perluasan :
ja: はみ出し量:
pl: Szerokość rozszerzenia:
pt: Tamanho da Extensão:
sv: Förlängningsmått:
th: ปริมาณการขยาย:

source: Auto
cs: Automaticky
de: Automatisch
el: Αυτόματη
fi: Autom.
id: Otomatis
ja: 自動
pl: Automatyczne
pt: Automático
sv: Automatisk
th: อัตโนมัติ

source: Auto Power
cs: Automatické zapínání/vypínání
de: Autom. Ein/Aus
el: Αυτόματη λειτουργία
fi: Automaattinen virrankatkaisu
fr: Alim. auto
hu: Automatikus tápellátás
id: Daya Otomatis
ja: 自動電源設定
pl: Automatyczne włączanie/wyłączanie
pt: Alimentação Automática
sv: Automatisk avstängning
th: เปิดปิดอัตโนมัติ

source: Available Media Types:
cs: Dostupné typy médií:
de: Verfügbare Medientypen:
el: Διαθέσιμοι τύποι μέσων:
fi: Käytettävissä olevat tulostusmateriaalit:
fr: Types de support disponibles :
hu: Elérhető hordozótípusok:
id: Tipe Media yang Tersedia :
ja: 選択できる用紙の種類:
pl: Dostępne typy nośników:
pt: Tipos de Mídia Disponíveis:
sv: Tillgängliga medietyper:
th: ชนิดสื่อสิ่งพิมพ์' ที่มีอยู่:

source: BJ Cartridge:
cs: BJ kazeta:
de: BJ-Patrone:
el: Φυσίγγιο BJ:
fi: BJ-värikasetti:
fr: Cartouche BJ :
hu: BJ kazetta:
id: Kartrij BJ :
ja: BJカートリッジ:
pl: Kaseta BJ:
pt: Cartucho BJ:
sv: BJ-kassett:
th: คาร์ทริด BJ:

source: Back to Setup
cs: Zpět k nastavení
de: Zurück zum Setup
el: Επιστροφή στην Εγκατάσταση
fi: Takaisin asetuksiin
fr: Revenir à la configuration
hu: Vissza a beállításokhoz
id: Kembali ke Pengesetan
ja: 設定画面に戻る
pl: Wróć do ustawień
pt: Voltar à Configuração
sv: Återgå till Inställningar
th: กลับไปตั้งค่า

source: Borderless
cs: Bez ohraničení
de: Randlos
el: Χωρίς περίγραμμα
fi: Reunaton
fr: Sans bordure
hu: Szegély nélkül
id: Tanpa Tepi
ja: フチなし全面
pl: Bez obramowania
pt: Sem-bordas
sv: Utan ram
th: ไร้ขอบ

source: Bottom Plate Cleaning
cs: Čištění spodní desky
de: Bodenplattenreinigung
el: Καθαρισμός της κάτω πλάκας
fi: Alalevyn puhdistus
fr: Nettoyage de la platine inférieure
hu: Alsó tálca tisztítása
id: Pembersihan Pelat Bawah
ja: インクふき取りクリーニング
pl: Czyszczenie przy użyciu płyty dolnej
pt: Limpeza da Placa Inferior
sv: Rengör bottenplatta
th: การทำความสะอาดแผ่นด้านล่าง

source: Brightness:
cs: Jas:
de: Helligkeit:
el: Φωτεινότητα:
fi: Kirkkaus:
fr: Luminosité :
hu: Fényesség:
id: Kecerahan :
ja: 明るさ:
pl: Jasność:
pt: Brilho:
sv: Ljusstyrka:
th: ความสว่าง:

source: Cancel
cs: Storno
de: Abbrechen
el: Άκυρο
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batal
ja: キャンセル
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก

source: Centering
cs: Střed
de: Zentrierung
el: Κεντράρισμα
fi: Keskitys
fr: Centrage
hu: Középre helyezés
id: Mengetengahkan
ja: センタリング
pl: Wyśrodkowanie
pt: Centrar
sv: Centrering
th: การกำหนดศูนย์กลาง

source: Change
cs: Změnit
de: Ändern
el: Αλλαγή
fi: Muuta
fr: Modifier
hu: Csere
id: Ubah
ja: 変更
pl: Zmień
pt: Alterar
sv: Ändra
th: เปลี่ยน

source: Change Combination
cs: Změnit kombinaci
de: Kombination ändern
el: Αλλαγή συνδυασμού
fi: Vaihda yhdistelmä
fr: Modifier la combinaison
hu: Kombinációváltás
id: Ubah Kombinasi
ja: 設定変更
pl: Zmień kombinację
pt: Alterar combinação
sv: Ändra kombination
th: เปลี่ยนการจับคู่

source: Change Media Type
cs: Změnit typ média
de: Medientyp ändern
el: Αλλαγή τύπου μέσου
fi: Vaihda tulostusmateriaali
fr: Modifier le type de support
hu: Hordozótípus-váltás
id: Ubah Tipe Media
ja: 用紙の種類変更
pl: Zmień typ nośnika
pt: Alterar tipo de suporte
sv: Ändra medietyp
th: เปลี่ยนชนิดสื่อสิ่งพิมพ์

source: Cleaning
cs: Čištění
de: Reinigung
el: Καθαρισμός
fi: Puhdistus
fr: Nettoyage
hu: Tisztítás
id: Pembersihan
ja: クリーニング
pl: Czyszczenie
pt: Limpeza
sv: Rengöring
th: การทำความสะอาด

source: Click Change to use this, or Back to Setup to select a different combination.
cs: Klepnutím na tlačítko Změnit použijte tuto kombinaci nebo klepnutím na možnost Zpět k nastavení vyberte jinou kombinaci.
de: Klicken Sie auf "Ändern", um diese Kombination zu verwenden, oder auf "Zurück zum Setup", um eine andere Kombination auszuwählen.
el: Κάντε κλικ στο κουμπί Αλλαγή για να χρησιμοποιήσετε αυτόν το συνδυασμό ή στο κουμπί Επιστροφή στην Εγκατάσταση για να επιλέξετε έναν διαφορετικό συνδυασμό.
fi: Jos haluat käyttää tätä, napsauta Muuta. Jos haluat valita muun asetusyhdistelmän, valitse Takaisin asetuksiin.
fr: Cliquez sur Modifier pour accepter ou sur Revenir à la configuration pour sélectionner une autre combinaison.
hu: Kattintson a Csere gombra ezen kombináció, illetve a Vissza a beállításokhoz-ra másik választásához.
id: Klik Ubah untuk menggunakan ini, atau Kembali ke Pengesetan untuk memilih kombinasi yang berbeda.
ja: 変更する場合は、[変更]をクリックしてください。設定をやり直す場合は、[設定画面 に戻る]をクリックしてください。
pl: Kliknij przycisk Zmień, aby użyć tych ustawień, lub przycisk Wróć do Ustawień, aby wybrać inne ustawienia.
pt: Clique em Alterar para utilizar esta opção ou em Voltar à Configuração para selecionar uma combinação diferente.
sv: Klicka på Ändra om du vill använda den här eller på Återgå till Inställningar om du vill använda en annan kombination.
th: คลิก 'เปลี่ยน' เพื่อเรียกใช้งานหรือ 'กลับไปตั้งค่า'เพื่อเลือกการจับคู่อื่น

source: Collate
cs: Kompletovat
de: Sortieren
el: Συρραφή
fi: Lajittele
fr: Assembler
hu: Szétválogatás
id: Kolasi
ja: 部単位で印刷
pl: Sortuj
pt: Agrupar
sv: Sortera
th: เรียงชุด

source: Color Balance
cs: Vyvážení barev
de: Farbbalance
el: Ισορροπία χρωμάτων
fi: Väritasapaino
fr: Equilibre des couleurs
hu: Színegyensúly
id: Keseimbangan Warna
ja: カラーバランス
pl: Balans kolorów
pt: Proporção de Cores
sv: Färgbalans
th: ความสมดุลของสี

source: Color Mode:
cs: Barevný režim:
de: Farbmodus:
el: Κατάσταση λειτουργίας χρωμάτων:
fi: Väritila:
fr: Mode couleur :
hu: Színmód:
id: Moda Warna :
ja: カラーモード:
pl: Tryb koloru:
pt: Modo de Cor:
sv: Färgläge:
th: โหมดสี:

source: Color/Intensity
cs: Barva/Intenzita
de: Farbe/Intensität
el: Χρώμα/Ένταση
fi: Väri/Voimakkuus
fr: Couleur/Intensité
hu: Szín/intenzitás
id: Warna/Intensitas
ja: 色/濃度
pl: Kolor/Intensywność
pt: Cor/Intensidade
sv: Färg/intensitet
th: สี/ความเข้ม

source: Contrast:
cs: Kontrast:
de: Kontrast:
el: Κοντράστ:
fi: Kontrasti:
fr: Contraste :
hu: Kontraszt:
id: Kontras :
ja: コントラスト:
pl: Kontrast:
pt: Contraste:
sv: Kontrast:
th: ความคมชัด:

source: Cool
cs: Stud.
de: Kühl
el: Ψυχρός
fi: Viileä
fr: Froid
hu: Hideg
id: Dingin
ja: 冷黒
pl: Zimny
pt: Frio
sv: Sval
th: เย็น

source: Copies:
cs: Počet kopií:
de: Kopien:
el: Αντίτυπα:
fi: Kopioita:
hu: Példányszám:
id: Salinan :
ja: 部数:
pl: Kopie:
pt: Cópias:
sv: Kopior:
th: จำนวนชุด:

source: Custom
cs: Uživatelská
de: Benutzerdefiniert
el: Προσαρμογή
fi: Mukautettu
fr: Personnalisée
hu: Egyéni
id: Serasi
ja: ユーザー設定
pl: Niestandardowe
pt: Personalizada
sv: Anpassad
th: กำหนดเอง

source: Custom Paper Size
cs: Uživatelská velikost papíru
de: Benutzerdefiniertes Papierformat
el: Προσαρμοσμένο μέγεθος χαρτιού
fi: Mukautettu paperikoko
fr: Taille personnalisée
hu: Egyéni méret
id: Ukuran Kertas Serasi
ja: ユーザー定義用紙
pl: Niestandardowy rozmiar papieru
pt: Tamanho de Papel Personalizado
sv: Anpassad pappersstorlek
th: กำหนดขนาดกระดาษเอง

source: Custom Settings
cs: Uživatelská nastavení
de: Benutzerdefinierte Einstellungen
el: Προσαρμοσμένες ρυθμίσεις
fi: Mukautetut asetukset
fr: Paramètres personnalisés
hu: Egyéni beállítások
id: Setelan Serasi
ja: 特殊設定
pl: Ustawienia niestandardowe
pt: Configurações Personalizadas
sv: Anpassade inställningar
th: กำหนดการตั้งค่าเอง

source: Cyan:
cs: Azurová:
el: Κυανό:
fi: Syaani:
hu: Ciánkék:
id: Sian :
ja: シアン:
pl: Błękitny:
pt: Ciano:
th: สีฟ้า:

source: Dark
cs: Tmavý
de: Dunkel
el: Σκούρα
fi: Tumma
fr: Foncé
hu: Sötét
id: Gelap
ja: 濃く
pl: Ciemny
pt: Escuro
sv: Mörk
th: มืด

source: Deep Cleaning
cs: Hloubkové čištění
de: Intensivreinigung
el: Βαθύς καθαρισμός
fi: Perusteellinen puhdistus
fr: Nettoyage en profondeur
hu: Fokozott tisztítás
id: Pembersihan Tingkat Dalam
ja: 強力クリーニング
pl: Dokładne czyszczenie
pt: Limpeza Profunda
sv: Djuprengöring
th: การทำความสะอาดอย่างละเอียด

source: Defaults
cs: Výchozí
de: Standard
el: Προεπιλογές
fi: Oletukset
fr: Défaut
hu: Alapért.
id: Setelan Asal
ja: 標準に戻す
pl: Domyślne
pt: Padrões
sv: Standardvärden
th: ค่ามาตราฐาน

source: Diffusion
cs: Difúze
el: Διάχυση
fi: Hajauttaminen
hu: Diffúziós
id: Menyebar
ja: 誤差拡散
pl: Rozpraszanie
pt: Difusão
th: แพร่กระจาย

source: Dither
cs: Ditrování
el: Απόδοση εικόνας
fi: Muuntaminen
fr: Tramé
id: Getar
ja: ディザー
pl: Symulacja kolorów
pt: Pontilhamento
sv: Rastrera
th: แบบกระจาย

source: Duplex Printing
cs: Oboustranný tisk
de: Duplexdruck
el: Εκτύπωση διπλής όψης
fi: Kaksipuolinen tulostus
fr: Impression recto/verso
hu: Kétoldalas nyomtatás
id: Pencetakan Dupleks
ja: 両面印刷
pl: Drukowanie dwustronne
pt: Impressão Duplex
sv: Dubbelsidig utskrift
th: การพิมพ์ทั้งสองหน้า

source: Fast
cs: Rychlý
de: Schnell
el: Γρήγορη
fi: Nopea
fr: Rapide
hu: Gyors
id: Cepat
ja: 速い
pl: Szybka
pt: Rápida
sv: Snabb
th: เร็ว

source: Fast
cs: Rychlý
de: Schnell
el: Γρήγορη
fi: Nopea
fr: Rapide
hu: Gyors
id: Cepat
ja: 高速
pl: Szybka
pt: Rápida
sv: Snabb
th: เร็ว

source: Fine
cs: Jemný
de: Fein
el: Υψηλή
fi: Terävä
hu: Finom
id: Bagus
ja: 高品質
pl: Dokładnie
pt: Superior
sv: Fin
th: วิจิตร

source: Grayscale Printing
cs: Tisk v odstínech šedi
de: Graustufen drucken
el: Εκτύπωση σε κλίμακα του γκρι
fi: Harmaasävytulostus
fr: Impression niveau de gris
hu: Szürke nyomtatás
id: Pencetakan Keabu-abuan
ja: モノクロ印刷
pl: Wydruk w odcieniach szarości
pt: Imprimir em Escala de Cinza
sv: Gråskaleutskrift
th: การพิมพ์เฉดสีเทา

source: Halftoning
cs: Polotóny
de: Halbton
el: Απόδοση τόνων
fi: Rasterointi
fr: Demi-teintes
hu: Féltónus
id: Corak Warna Separuh
ja: ハーフトーン
pl: Półcienie
pt: Meios-tons
sv: Rastrering
th: ครึ่งสี

source: Height:
cs: Výška:
de: Höhe:
el: Ύψος:
fi: Korkeus:
fr: Hauteur :
hu: Magasság:
id: Ketinggian :
ja: 長さ:
pl: Wysokość:
pt: Altura:
sv: Höjd:
th: ความสูง:

source: High
cs: Vysoká
de: Hoch
el: Υψηλό
fi: Korkea
fr: Haute
hu: Magas
id: Tinggi
ja: きれい
pl: Wysoki
pt: Alta
sv: Hög
th: สูง

source: High
cs: Vysoká
de: Hoch
el: Υψηλό
fi: Korkea
fr: Elevé
hu: Magas
id: Tinggi
ja: 強く
pl: Wysoki
pt: Alto
sv: Hög
th: สูง

source: Ignore
cs: Ignorovat
de: Ignorieren
el: Παράβλεψη
fi: Ohita
fr: Ignorer
hu: Figyelmen kívül hagy
id: Abaikan
ja: 変更しない
pl: Ignoruj
pt: Ignorar
sv: Ignorera
th: ละเลย

source: Ink Cartridge Settings
cs: Nastavení inkoustové kazety
de: Tintenpatroneneinstellungen
el: Ρυθμίσεις φυσιγγίου μελάνης
fi: Mustekasetin asetukset
fr: Paramètres de cartouche d'encre
hu: Tintapatron beállításai
id: Setelan Kartrij Tinta
ja: インクカートリッジ設定
pl: Ustawienia kasety z atramentem
pt: Configurações do Cartucho
sv: Inställningar för bläckkassett
th: การตั้งค่าคาร์ทริดหมึก

source: Ink Counter Reset
cs: Vynulování počítadla inkoustu
de: Tintenzähler zurückstellen
el: Επαναφορά μετρητή μελάνης
fi: Nollaa mustelaskuri
fr: Remise à zéro du compteur d'encre
hu: Tintamérő visszaállítása
id: Tata Ulang Pengukur Tinta
ja: インクカウンターリセット
pl: Resetowanie licznika atramentu
pt: Zerar o Contador de Tinta
sv: Återställ bläckräknaren
th: รีเซ็ตตัววัดระดับหมึก

source: Intensity:
cs: Intenzita:
de: Intensität:
el: Ένταση:
fi: Voimakkuus:
fr: Intensité :
hu: Intenzitás:
id: Intensitas :
ja: 濃度:
pl: Intensywność:
pt: Intensidade:
sv: Intensitet:
th: ความเข้ม:

source: Light
cs: Světlý
de: Hell
el: Ανοικ.
fi: Vaalea
fr: Clair
hu: Világos
id: Terang
ja: 薄く
pl: Jasny
pt: Claro
sv: Ljus
th: สว่าง

source: Long-side stapling
cs: Sešití na delší straně
de: Längsseite heften
el: Στερέωση στην μεγάλη πλευρά
fi: Nide pitkälle reunalle
fr: Agrafage côté long
hu: Hosszúszélű kötés
id: Penstapleran sisi panjang
ja: 長辺とじ
pl: Zszywanie po dłuższym boku
pt: Grampear lado longo
sv: Långsideshäftning
th: เย็บเล่มด้านยาว

source: Low
cs: Nízký
de: Niedr.
el: Χαμ.
fi: Matala
fr: Faible
hu: Alacs.
id: Rendah
ja: 弱く
pl: Niski
pt: Baixo
sv: Låg
th: ต่ำ

source: Low Ink Warning Setting
cs: Nastavení varování při nízké hladině inkoustu
de: Einstellung für Tintenstandwarnung
el: Ρύθμιση προειδοποίησης για χαμηλή στάθμη μελάνης
fi: Mustetason varoitusasetus
fr: Avertissement de faible niveau d'encre
hu: Tintahiány figyelmeztetés beállítása
id: Setelan Peringatan Tinta Akan Habis
ja: インク残量警告設定
pl: Ustawienie ostrzeżenia dot. atramentu
pt: Definir Aviso de Falta de Tinta
sv: Varna för låg bläcknivå
th: การตั้งค่าคำเตือนหมึกเหลือน้อย

source: Magenta:
cs: Purpurová:
el: Ματζέντα:
hu: Bíbor:
ja: マゼンタ:
pl: Amarantowy:
th: สีบานเย็น:

source: Main
cs: Hlavní
de: Optionen
el: Κύριες ρυθμίσεις
fi: Päävalikko
fr: Principal
hu: Fő
id: Utama
ja: 基本設定
pl: Główny
pt: Principal
sv: Huvudgrupp
th: หลัก

source: Maintenance
cs: Údržba
de: Wartung
el: Συντήρηση
fi: Ylläpito
fr: Entretien
hu: Karbantartás
id: Perawatan
ja: ユーティリティ
pl: Obsługa
pt: Manutenção
sv: Underhåll
th: การบำรุงรักษา

source: Manual
cs: Ručně
de: Manuell
el: Μη αυτόματα
fi: Manuaalinen
fr: Manuel
hu: Kézi
ja: マニュアル調整
pl: Ręczne
sv: Manuell
th: ด้วยตัวเอง

source: Manual Color Adjustment
cs: Ruční nastavení barev
de: Manuelle Farbeinstellung
el: Μη αυτόματη ρύθμιση χρωμάτων
fi: Manuaalinen värien säätö
fr: Réglage des couleurs manuel
hu: Kézi színbeállítás
id: Pengaturan Warna Manual
ja: マニュアル色調整
pl: Ręczne dopasowywanie kolorów
pt: Ajuste de Cores Manual
sv: Manuell färgjustering
th: การปรับสีด้วยตัวเอง

source: Max
el: Μεγ.
fi: Maks.
id: Maks
ja: 大
pl: Maks.
pt: Máx.

source: Media Type:
cs: Typ média:
de: Medientyp:
el: Τύπος μέσου:
fi: Tulostusmateriaali:
fr: Type de support :
hu: Hordozótípus:
id: Tipe Media :
ja: 用紙の種類:
pl: Typ nośnika:
pt: Tipo de Mídia:
sv: Medietyp:
th: ชนิดสื่อสิ่งพิมพ์:

source: Min
el: Ελαχ.
ja: 小

source: Nozzle Check
cs: Kontrola trysek
de: Düsentest
el: Έλεγχος ακροφυσίων
fi: Suutintesti
fr: Vérification des buses
hu: Fúvókaellenőrzés
id: Pemeriksaan Mulut Semprot
ja: ノズルチェックパターン印刷
pl: Sprawdzanie dysz
pt: Verificação de Ejetor
sv: Test av bläckmunstycken
th: ตรวจหัวฉีด

source: Page Layout:
cs: Rozvržení stránky:
de: Seitenlayout:
el: Διάρθρωση σελίδας:
fi: Sivun asettelu:
fr: Mise en page :
hu: Oldalelrendezés:
id: Tata Letak Halaman :
ja: ページレイアウト:
pl: Układ strony:
pt: Layout da Página:
sv: Sidlayout:
th: เค้าโครงหน้า:

source: Page Setup
cs: Vzhled stránky
de: Seite einrichten
el: Διαμόρφωση σελίδας
fi: Sivun asetukset
fr: Configuration de la page
hu: Oldalbeállítás
id: Pengesetan Halaman
ja: ページ設定
pl: Ustawienia strony
pt: Configurar Página
sv: Utskriftsformat
th: ตั้งค่าหน้ากระดาษ

source: Page Size:
cs: Velikost stránky:
de: Seitenformat:
el: Μέγεθος σελίδας:
fi: Sivukoko:
fr: Format page :
hu: Lapméret:
id: Ukuran Halaman :
ja: 用紙サイズ:
pl: Rozmiar strony:
pt: Tam. Pág.:
sv: Pappersstorlek:
th: ขนาดหน้า:

source: Paper Gap:
cs: Otvor pro papír:
de: Papierabstand:
el: Κενό χαρτιού:
fi: Paperin rako:
fr: Distance du papier :
hu: Papírrés:
id: Jarak Kertas:
ja: 紙間調整 :
pl: Odstęp papieru:
pt: Folga do papel:
sv: Pappersavstånd:
th: ช่องว่างกระดาษ:

source: Paper Size
cs: Velikost papíru
de: Papierformat
el: Μέγεθος χαρτιού
fi: Paperikoko
fr: Format papier
hu: Papírméret
id: Ukuran Kertas
ja: 用紙サイズ
pl: Rozmiar papieru
pt: Tamanho do Papel
sv: Pappersstorlek
th: ขนาดกระดาษ

source: Paper Source Setting for Plain Paper
cs: Nastavení zdroje papíru pro běžný papír
de: Papierzufuhreinstellung für Normalpapier
el: Ρύθμιση προέλευσης χαρτιού για απλό χαρτί
fi: Tavallinen paperi -paperilähdeasetus
fr: Paramètre d'alimentation pour papier ordinaire
hu: Normál papír papírforrása
id: Setelan Sumber Kertas untuk Kertas Biasa
ja: 普通紙の給紙位置設定
pl: Ustawienie źródła zwykłego papieru
pt: Configuração de origem para papel comum
sv: Inställning av papperskälla för Vanligt papper
th: การตั้งค่าแหล่งจ่ายกระดาษแก่กระดาษธรรมดา

source: Paper Source:
cs: Zdroj papíru:
de: Papierzufuhr:
el: Προέλευση χαρτιού:
fi: Paperilähde:
fr: Alimentation papier :
hu: Papírforrás:
id: Sumber Kertas :
ja: 給紙方法:
pl: Źródło papieru:
pt: Origem do Papel:
sv: Papperskälla:
th: แหล่งจ่ายกระดาษ:

source: Power Off
cs: Vypnout
de: Ausschalten
el: Κλείσιμο εκτυπωτή
fi: Virrankatkaisu
fr: Alim. désactivée
hu: Kikapcsolás
id: Daya Mati
ja: 電源オフ
pl: Wyłączanie
pt: Desligar
sv: Stäng av
th: ปิดเครื่อง

source: Print Head Alignment
cs: Nastavení tiskové hlavy
de: Druckkopfausrichtung
el: Ευθυγράμμιση κεφαλής εκτύπωσης
fi: Tulostuspään kohdistus
fr: Alignement tête d'impression
hu: Nyomtatófej-igazítás
id: Penjajaran Kepala Cetak
ja: ヘッド位置調整
pl: Wyrównywanie głowic drukujących
pt: Alinhamento da Cabeça de Impressão
sv: Justering av skrivhuvud
th: การจัดตำแหน่งหัวพิมพ์

source: Print Quality
cs: Kvalita tisku
de: Druckqualität
el: Ποιότητα εκτύπωσης
fi: Tulostuslaatu
fr: Qualité d'impression
hu: Nyomtatási minőség
id: Kualitas Cetak
ja: 印刷品質
pl: Jakość wydruku
pt: Qualidade de Impressão
sv: Utskriftskvalitet
th: คุณภาพการพิมพ์

source: Print Type:
cs: Typ tisku:
de: Bildtyp:
el: Τύπος εκτύπωσης:
fi: Tulostustapa:
fr: Type d'impression:
hu: Nyomtatás típusa:
id: Tipe Pencetakan:
ja: マッチング方法 :
pl: Typ wydruku:
pt: Tipo de impressão:
sv: Utskriftstyp:
th: ชนิดการพิมพ์:

source: Print from Last Page
cs: Tisk od poslední stránky
de: Ab der letzten Seite drucken
el: Εκτύπωση από την τελευταία σελίδα
fi: Tulosta viimeisestä sivusta
fr: Imprimer à partir de la dernière page
hu: Nyomtatás az utolsó oldaltól
id: Cetak dari Halaman Terakhir
ja: 最終ページから印刷
pl: Drukuj od ostatniej strony
pt: Imprimir a Partir da Última Página
sv: Skriv ut från sista sidan
th: พิมพ์จากหน้าสุดท้าย

source: Quality
cs: Kvalita
de: Qualität
el: Ποιότητα
fi: Laatu
fr: Qualité
hu: Minőség
id: Kualitas
ja: 品位
pl: Jakość
pt: Qualidade
sv: Kvalitet
th: คุณภาพ

source: Quiet Settings
cs: Tiché nastavení
de: Geräuscharme Einstellungen
el: Ρυθμίσεις αθόρυβης λειτουργίας
fi: Hiljaisen asetukset
fr: Paramètres silencieux
hu: Csendes beállítások
id: Setelan Diam
ja: サイレント設定
pl: Ustawienia ciche
pt: Configuração Silencioso
sv: Inställningar för Tyst
th: การตั้งค่าความเงียบ

source: Roller Cleaning
cs: Čištění kladek
de: Reinigung der Papiereinzugwalzen
el: Καθαρισμός κυλίνδρου
fi: Telojen puhdistus
fr: Nettoyage des cylindres
hu: Görgőtisztítás
id: Pembersihan Penggulung
ja: 給紙ローラークリーニング
pl: Czyszczenie rolek
pt: Limpeza do Rolo
sv: Rengöring av matningsrullar
th: การทำความสะอาดลูกกลิ้ง

source: Scaling:
cs: Měřítko:
de: Skalierung:
el: Κλίμακα:
fi: Skaalaus:
fr: Mise à l'échelle :
hu: Lépték:
id: Penskalaan :
ja: 拡大縮小率:
pl: Skalowanie:
pt: Escala:
sv: Skala:
th: การเปลี่ยนขนาด:

source: Short-side stapling
cs: Sešití na kratší straně
de: Breitseite heften
el: Στερέωση στη μικρή πλευρά
fi: Nide lyhyelle reunalle
fr: Agrafage côté court
hu: Rövidszélű kötés
id: Penstapleran sisi pendek
ja: 短辺とじ
pl: Zszywanie po krótszym boku
pt: Grampear lado curto
sv: Kortsideshäftning
th: เย็บเล่มด้านสั้น

source: Standard
cs: Standardní
el: Τυπική
fi: Normaali
hu: Normál
id: Standar
ja: 標準
pl: Standardowy
pt: Padrão
th: มาตราฐาน

source: Staple Side:
cs: Sešívaná strana:
de: Heftseite:
el: Πλευρά στερέωσης:
fi: Nidottu reuna:
fr: Côté d'agrafage :
hu: Kötési oldal:
id: Sisi Stapler :
ja: とじ方向:
pl: Zszywany bok:
pt: Lado do Grampeamento:
sv: Häfta i sidan:
th: ด้านเย็บเล่ม:

source: The following is recommended:
cs: Doporučení:
de: Folgendes wird empfohlen:
el: Συνιστούνται τα παρακάτω:
fi: Suositellaan seuraavaa:
fr: Combinaison ci-dessous recommandée :
hu: A következőt javasoljuk:
id: Hal berikut ini dianjurkan:
ja: 次のように変更することをお勧めします。
pl: Zalecane jest wykonanie następujących czynności:
pt: Recomenda-se o seguinte:
sv: Följande rekommenderas:
th: มีข้อแนะนำดังต่อไปนี้:

source: Tone:
cs: Tón:
de: Farbton:
el: Τόνος:
fi: Sävy:
fr: Ton :
hu: Tónus:
id: Corak Warna :
ja: モノクロ色調:
pl: Tonowanie:
pt: Tom:
sv: Ton:
th: โทนสี:

source: Units:
cs: Jednotky:
de: Einheiten:
el: Μονάδες:
fi: Yksiköt:
fr: Unités :
hu: Mértékegység:
id: Unit:
ja: 単位 :
pl: Jednostki:
pt: Unidades:
sv: Enheter:
th: หน่วย:

source: View Printer Status...
cs: Zobrazit stav tiskárny...
de: Druckerstatus anzeigen...
el: Προβολή κατάστασης εκτυπωτή...
fi: Näytä tulostimen tila...
fr: Afficher l'état de l'imprimante...
hu: Nyomtatóállapot megtekintése...
id: Tampilkan Status Pencetak ...
ja: プリンター状態の確認...
pl: Wyświetl stan drukarki...
pt: Exibir Status da Impressora...
sv: Visa skrivarstatus...
th: แสดงสถานะเครื่องพิมพ์...

source: Vivid Photo
ja: VIVIDフォト

source: Warm
cs: Teplý
el: Θερμός
fi: Lämmin
fr: Chaud
hu: Meleg
id: Hangat
ja: 温黒
pl: Ciepły
pt: Quente
sv: Varm
th: อุ่น

source: Width:
cs: Šířka:
de: Breite:
el: Πλάτος:
fi: Leveys:
fr: Largeur :
hu: Szélesség:
id: Kelebaran :
ja: 幅:
pl: Szerokość:
pt: Largura:
sv: Bredd:
th: ความกว้าง:

source: Yellow:
cs: Žlutá:
de: Gelb:
el: Κίτρινο:
fi: Keltainen:
fr: Jaune :
hu: Sárga:
id: Kuning :
ja: イエロー:
pl: Żółty:
pt: Amarelo:
sv: Gul:
th: สีเหลือง:

source: You cannot print with the following combination:
cs: S následující kombinací nelze tisknout:
de: Sie können mit der folgenden Kombination nicht drucken:
el: Δεν είναι δυνατή η εκτύπωση με τον παρακάτω συνδυασμό:
fi: Seuraavalla yhdistelmällä ei voi tulostaa:
fr: Impossible d'imprimer avec la combinaison suivante :
hu: Nem nyomtathat a következő beállításokkal:
id: Anda tidak dapat mencetak dengan kombinasi berikut ini:
ja: 次の設定の組み合わせでは、印刷できません。
pl: Nie można drukować przy następujących kombinacjach:
pt: Não é possível imprimir com a seguinte combinação:
sv: Det går inte att skriva ut med följande kombination:
th: คุณไม่สามารถพิมพ์ด้วยการจับคู่ดังต่อไปนี้:

source: You have selected the following combination:
cs: Byla vybrána následující kombinace:
de: Sie haben die folgende Kombination ausgewählt:
el: Έχετε επιλέξει τον παρακάτω συνδυασμό:
fi: Olet valinnut seuraavan yhdistelmän:
fr: Vous avez sélectionné la combinaison suivante :
hu: A következő kombinációt választotta:
id: Anda telah memilih kombinasi berikut ini:
ja: 次の設定の組み合わせは推奨しません。
pl: Wybrana została następująca kombinacja:
pt: Você selecionou a seguinte combinação:
sv: Du har valt följande kombination:
th: คุณได้เลือกการจับคู่ดังต่อไปนี้:

source: Grayscale
cs: Odstíny šedi
de: Graustufen
el: Αποχρώσεις του γκρι
fi: Harmaasävy
fr: Niveaux de gris
hu: Szürkeárnyalatos
id: Keabu-abuan
ja: モノクロ
pl: Odcienie szarości
pt: Escala de Cinza
sv: Gråskala
th: เฉดสีเทา

source: Photo
cs: Fotografická
de: Foto
el: Φωτογραφία
fi: Valokuva
hu: Fotó
id: Foto
ja: 写真用
pl: Foto
pt: Foto
sv: Foto
th: รูปถ่าย

source: Graphic
cs: Grafika
de: Grafik
el: Γραφικό
fi: Grafiikka
fr: Graphique
hu: Grafikus
id: Grafik
ja: グラフィックス用
pl: Grafika
pt: Gráfico
sv: Grafik
th: กราฟิก

source: Linear Tone
cs: Lineární tón
de: Linearer Farbton
el: Γραμμικός τόνος
fi: Lineaarinen sävy
fr: Ton linéaire
hu: Lineáris tónus
id: Corak Warna Linear
ja: 階調保持
pl: Tonowanie liniowe
pt: Tom Linear
sv: Linjär ton
th: โทนสีเป็นเส้นตรง
