Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Unclogs nozzles that cannot be cleared by regular cleaning. Deep cleaning consumes much more ink than regular cleaning. Execute deep cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute nozzle check and check whether the print head nozzles have been unclogged.
cs: Vyčistí trysky tiskové hlavy, které nelze vyčistit běžným čištěním. Hloubkové čištění spotřebuje mnohem více inkoustu než běžné čištění. Spusťte hloubkové čištění, pouze pokud se stav trysek nezlepší po běžném čištění. Po skončení hloubkového čištění spusťte program Kontrola trysek a zkontrolujte, zda jsou trysky tiskových hlav vyčištěny.
de: Reinigt verstopfte Düsen, die bei der normalen Reinigung nicht gereinigt werden konnten. Bei der Intensivreinigung wird wesentlich mehr Tinte verbraucht als bei der normalen Reinigung. Führen Sie die Intensivreinigung nur durch, wenn die Düsen nach der normalen Reinigung immer noch verstopft sind. Führen Sie nach Beendigung der Intensivreinigung den Düsentest aus, um zu überprüfen, ob die Druckkopfdüsen ausreichend gereinigt sind.
el: Αποφράσσει τα ακροφύσια που δεν είναι δυνατόν να καθαριστούν με κανονικό καθαρισμό. Με τον βαθύ καθαρισμό καταναλώνεται πολύ περισσότερη μελάνη από ό,τι με τον κανονικό καθαρισμό. Πραγματοποιήστε βαθύ καθαρισμό μόνο εάν η κατάσταση των ακροφυσίων δεν βελτιώνεται ύστερα από τον κανονικό καθαρισμό. Μόλις ολοκληρωθεί ο βαθύς καθαρισμός, εκτελέστε έλεγχο ακροφυσίων για να ελέγξετε ότι τα ακροφύσια κεφαλής εκτύπωσης έχουν αποφραχτεί.
fi: Puhdistaa suuttimet, joita ei voida puhdistaa tavallisella puhdistustoiminnolla. Perusteellinen puhdistus kuluttaa paljon enemmän mustetta kuin normaali puhdistus. Suorita perusteellinen puhdistus ainoastaan, jos suutinten tila ei parane tavallisen puhdistuksen jälkeen. Kun perusteellinen puhdistus on valmis, suorita suutintesti ja tarkista, ovatko tulostuspään suuttimet puhdistuneet.
fr: Débouche les buses qui ne peuvent être nettoyées avec un nettoyage normal. Le nettoyage en profondeur consomme beaucoup plus d'encre que le nettoyage normal. N'effectuez de nettoyage en profondeur que si le nettoyage normal ne parvient pas à remédier à l'état des buses. Une fois le nettoyage en profondeur terminé, effectuez une vérification des buses de tête d'impression pour contrôler que les obstructions ont bien été éliminées.
hu: Megtisztítja a nyomtatófej normál tisztítással nem tisztítható eldugult fúvókáit. A fokozott tisztítás sokkal több tintát használ, mint a normál tisztítás. Csak akkor hajtson végre fokozott tisztítást, ha normál tisztítás után nem javul a fúvókák állapota. A fokozott tisztítás befejeződése után végezzen fúvókaellenőrzést, és vizsgálja meg, hogy a nyomtatófej fúvókáiban megszűnt-e a dugulás.
id: Melancarkan mulut semprot yang tidak dapat dibersihkan dengan pembersihan biasa. Pembersihan tingkat dalam mengonsumsi lebih banyak tinta daripada pembersihan biasa. Laksanakan pembersihan tingkat dalam hanya jika kondisi mulut semprot tidak membaik setelah pembersihan biasa. Setelah pembersihan tingkat dalam selesai, laksanakan pemeriksaan mulut semprot dan periksa apakah mulut semprot kepala cetak telah lancar.
ja: より強力にクリーニングを行います。 強力クリーニングは、クリーニングよりもたくさんのインクを消費します。クリーニング で状態が改善できなかった場合のみ実行してください。 終了後、ノズルチェックパターン印刷で、インクの噴出し口(ノズル)の目づまりが改善 されたかを確認してください。
pl: Odblokowuje dysze, których nie można było wyczyścić przez zwykłe czyszczenie. Podczas dokładnego czyszczenia zużywana jest dużo większa ilość atramentu, niż podczas zwykłego czyszczenia. Dokładne czyszczenie należy przeprowadzać tylko wtedy, gdy drukowany wzór nie poprawi się po zwykłym czyszczeniu. Po zakończeniu dokładnego czyszczenia przeprowadź sprawdzanie dysz i upewnij się, że dysze głowicy drukującej zostały odetkane.
pt: Desobstrui os ejetores que não podem ser limpos por limpeza normal. A limpeza profunda consome muito mais tinta do que a limpeza normal. Execute a limpeza profunda apenas quando o estado do ejetor não melhorar após efetuada a limpeza normal. Depois de concluir a limpeza profunda, execute a verificação de ejetor e verifique se os ejetores da cabeça de impressão foram desobstruídos.
sv: Rensar munstycken som inte kan rengöras med vanlig rengöring. Djuprengöring förbrukar betydligt mer bläck än en vanlig rengöring. Utför djuprengöring bara om munstycket inte blir bättre efter en vanlig rengöring. När den är klar kontrollerar du om skrivhuvudmunstyckena fortfarande är igensatta.
th: แก้ไขปัญหาหัวฉีดอัดซึ่งไม่สามารถล้างได้ด้วยการทำความสะอาดธรรมดา การทำความสะอาดอย่างละเอียดต้องใช้น้ำหมึกมากกว่าการทำความสะอาดธรรมดา ปฏิบัติ 'การทำความสะอาดอย่างละเอียด' ในเมื่อสถานะหัวฉีดไม่ได้ปรับให้ดีขึ้นหลังจากการทำความสะอาดธรรมดาเท่านั้น หลังจากการทำความสะอาดอย่างละเอียดเสร็จสมบูรณ์ ให้ปฏิบัติ 'ตรวจหัวฉีด' และตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่

source: Do not start another operation until the deep cleaning has finished. After deep cleaning ends, execute nozzle check to check whether the print head nozzles have been unclogged.
cs: Se zahájením další operace počkejte, dokud není dokončeno hloubkové čištění. Po dokončení hloubkového čištění proveďte kontrolu trysek a ověřte, že trysky tiskové hlavy již nejsou zaneseny.
de: Starten Sie erst einen weiteren Vorgang, wenn die Intensivreinigung beendet ist. Führen Sie nach der Intensivreinigung einen Düsentest aus, um sicherzustellen, dass die Druckkopfdüsen nicht verstopft sind.
el: Μην ξεκινήσετε άλλη εφαρμογή έως ότου ο βαθύς καθαρισμός ολοκληρωθεί. Μόλις ολοκληρωθεί ο βαθύς καθαρισμός, εκτελέστε τον έλεγχο ακροφυσίων, προκειμένου να ελεγχθεί αν τα ακροφύσια κεφαλής εκτύπωσης είναι αποφραγμένα.
fi: Älä aloita uutta toimintoa, ennen kuin perusteellinen puhdistus on valmis. Kun perusteellinen puhdistus on valmis, suorita suutintesti ja tarkista, ovatko tulostuspään suuttimet puhdistuneet.
fr: Ne démarrez pas une autre opération avant la fin du nettoyage en profondeur. Une fois celui-ci terminé, exécutez une vérification des buses pour vérifier si les buses de tête d'impression ont été débouchées.
hu: A nyomtatófej fokozott tisztításának befejezéséig ne indítson el más műveletet. A tisztítás befejezése után végezzen fúvókaellenőrzést, amely kideríti, hogy a nyomtatófej fúvókáinak eltömődése megszűnt-e.
id: Jangan mulai operasi lain sampai pembersihan tingkat dalam selesai. Setelah pembersihan tingkat dalam selesai, laksanakan pemeriksaan mulut semprot untuk memeriksa apakah mulut semprot kepala cetak telah lancar.
ja: 強力クリーニングが終了するまで、ほかの作業は行わないでください。 終了後、ノズルチェックパターン印刷で目づまりしていないかを確認できます。
pl: Nie rozpoczynaj innej operacji przed zakończeniem dokładnego czyszczenia. Po zakończeniu dokładnego czyszczenia wykonaj sprawdzanie dysz, aby sprawdzić, czy dysze głowicy drukującej zostały przetkane.
pt: Não inicie outra operação até que a limpeza profunda tenha sido concluída. Após o término da limpeza profunda, faça a verificação dos bocais para saber se os ejetores da cabeça de impressão foram desobstruídos.
sv: Starta inte någon annan åtgärd förrän djuprengöringen är klar. När djuprengöringen är klar gör du ett test av bläckmunstyckena för att kontrollera om skrivhuvudmunstyckena har rensats.
th: ห้ามเริ่มการดำเนินการอื่นๆ จนกว่าการทำความสะอาดอย่างละเอียดเสร็จสมบูรณ์ หลังจากการทำความสะอาดอย่างละเอียดเสร็จลง ให้ปฏิบัติตรวจหัวฉีดและตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่

source: Executing print head alignment corrects the misalignment of colors and lines. Refer to the user's guide, and align the print head from the printer's operation panel. To print and check the current setting, click Print Alignment Value.
cs: Spustí nastavení tiskové hlavy, které opraví chybné zarovnání barev a čar. Nahlédněte do uživatelské příručky a podle uvedených pokynů nastavte tiskovou hlavu pomocí ovládacího panelu tiskárny. Pokud chcete vytisknout a zkontrolovat aktuální nastavení, klepněte na možnost Tisknout hodnotu zarovnání.
de: Die Druckkopfausrichtung korrigiert eine fehlerhafte Farb- und Linienausrichtung. Eine Anleitung zur Druckerausrichtung über das Bedienfeld des Druckers erhalten Sie im Benutzerhandbuch. Prüfen und drucken Sie die aktuelle Einstellung, indem Sie auf "Ausrichtungswert drucken" klicken.
el: Με την ευθυγράμμιση κεφαλής εκτύπωσης διορθώνεται η εσφαλμένη ευθυγράμμιση χρωμάτων και γραμμών. Ανατρέξτε στον οδηγό χρήστη και ευθυγραμμίστε την κεφαλή εκτύπωσης από τον πίνακα λειτουργίας του εκτυπωτή. Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στην επιλογή "Εκτύπωση της τιμής ευθυγράμμισης".
fi: Tulostuspään kohdistuksen suorittaminen korjaa värien ja viivojen virheellisen kohdistuksen. Katso käyttöoppaasta, kuinka tulostuspään kohdistus suoritetaan tulostimen käyttöpaneelista. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: L'exécution de l'alignement de la tête d'impression corrige le mauvais alignement des couleurs et lignes. Reportez-vous au manuel de l'utilisateur et alignez la tête d'impression depuis le panneau de commande de l'imprimante. Pour imprimer et vérifier le paramètre actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej-igazítással kijavíthatja a színek és vonalak rossz beállítását. Olvassa el a használati útmutatót, és végezzen nyomtatófej-igazítást a nyomtató kezelőpaneljéről. Az aktuális beállítás kinyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása elemre.
id: Melaksanakan penjajaran kepala cetak mengoreksi ketidaksejajaran warna dan garis. Rujuk petunjuk pengguna, dan sejajarkan kepala cetak dari panel operasi pencetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を実行すると、色や線のずれなどが改善されます。取扱説明書を参照して 、プリンターの操作パネルからプリントヘッド位置を調整してください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Wykonanie wyrównywania głowicy drukującej powoduje skorygowanie przesunięć kolorów i linii. Zapoznaj się z informacjami podanymi w instrukcji obsługi i wyrównaj głowicę drukującą za pomocą panelu sterowania drukarki. Aby wydrukować i sprawdzić bieżące ustawienie, kliknij przycisk Wydrukuj wartość wyrównania.
pt: A execução do alinhamento da cabeça de impressão corrige o alinhamento de cores e linhas. Consulte o manual do usuário e alinhe a cabeça de impressão a partir do painel de operação da impressora. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Justering av skrivhuvuden korrigerar felaktig justering av färger och linjer. Läs användarhandboken och justera skrivhuvudet via skrivarens kontrollpanel. Skriv ut och kontrollera den aktuella inställningen genom att klicka på Skriv ut justeringsvärde.
th: การปฏิบัติการจัดตำแหน่งหัวพิมพ์ลดความเพี้ยนของสีและลายเส้นลง โปรดอ่านคำแนะนำผู้ใช้ และจัดตำแหน่งหัวพิมพ์จากแผงการทำงานของเครื่องพิมพ์ เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte) a do zadní přihrádky vložte tři listy běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie drei Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopf ausrichten". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον) και τοποθετήστε τρία φύλλα απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση της κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää takalokeroon kolme arkkia A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Kohdista tulostuspää. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez-la sous tension), puis chargez trois feuilles de papier ordinaire de format A4 ou Lettre dans le réceptacle arrière. L'imprimante imprime un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Nyomtatófej-igazítás indítása. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be három A4-es vagy Letter méretű normál papírt a hátsó tálcába. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan tiga lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、後トレイにA4の普通紙を3枚入れてください。調整用のパターンを印刷 します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj trzy arkusze zwykłego papieru formatu A4 lub Letter na tylną tacę. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue) e coloque três folhas de papel comum tamanho A4 ou letter na bandeja traseira. A impressora irá imprimir um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen) och lägga i tre ark Vanligt papper av A4- eller Letter-storlek i det bakre facket. Ett justeringsmönster skrivs ut. Klicka på Rikta in skrivhuvud för att justera skrivhuvudet. Klicka på Skriv ut justeringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สามแผ่นลงในเทรย์ด้านหลัง เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'
