Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Adjustment in Columns O to T (-2 to +2)
cs: Nastavení ve sloupcích O až T (-2 až +2)
de: Anpassung in Spalte O bis T (-2 bis +2)
el: Ρύθμιση στις στήλες O έως T (-2 έως +2)
fi: Muutosten teko sarakkeissa O–T (-2–+2)
fr: Ajustement dans les colonnes O à T (-2 à +2)
hu: Igazítás a O–T oszlopokban (-2–+2)
id: Pengaturan Kolom O sampai T (-2 sampai +2)
ja: O～T列の調整(-2～+2)
pl: Dostosowanie w kolumnach O–T (-2–+2)
pt: Ajuste nas Colunas O a T (-2 a +2)
sv: Justering i kolumn O till T (-2 till +2)
th: การปรับแต่งในคอลัมน์ O ถึง T (-2 ถึง +2)

source: Adjustment in Columns P to T (-5 to +5)
cs: Nastavení ve sloupcích P až T (-5 až +5)
de: Anpassung in Spalte P bis T (-5 bis +5)
el: Ρύθμιση στις στήλες P έως T (-5 έως +5)
fi: Muutosten teko sarakkeissa P–T (-5–+5)
fr: Ajustement dans les colonnes P à T (-5 à +5)
hu: Igazítás az P–T oszlopokban (-5–+5)
id: Pengaturan Kolom P sampai T (-5 sampai +5)
ja: P～T列の調整(-5～+5)
pl: Dostosowanie w kolumnach P–T (-5–+5)
pt: Ajuste nas Colunas P a T (-5 a +5)
sv: Justering i kolumn P till T (-5 till +5)
th: การปรับแต่งในคอลัมน์ P ถึง T (-5 ถึง +5)

source: Adjustment in Columns Q and R (-4 to +4)
cs: Nastavení ve sloupcích Q a R (-4 až +4)
de: Anpassung in Spalte Q und R (-4 bis +4)
el: Ρύθμιση στις στήλες Q και R (-4 έως +4)
fi: Muutosten teko sarakkeissa Q ja R (-4–+4)
fr: Ajustement dans les colonnes Q et R (-4 à +4)
hu: Igazítás az Q és R oszlopokban (-4–+4)
id: Pengaturan Kolom Q dan R (-4 sampai +4)
ja: Q、R列の調整(-4～+4)
pl: Dostosowanie w kolumnach Q i R (-4–+4)
pt: Ajuste nas Colunas Q e R (-4 a +4)
sv: Justering i kolumn Q och R (-4 till +4)
th: การปรับแต่งในคอลัมน์ Q และ R (-4 ถึง +4)

source: Adjustment in Columns U and V (-2 to +2)
cs: Nastavení ve sloupcích U a V (-2 až +2)
de: Anpassung in Spalte U und V (-2 bis +2)
el: Ρύθμιση στις στήλες U και V (-2 έως +2)
fi: Muutosten teko sarakkeissa U ja V (-2–+2)
fr: Ajustement dans les colonnes U et V (-2 à +2)
hu: Igazítás az U és V oszlopokban (-2–+2)
id: Pengaturan Kolom U dan V (-2 sampai +2)
ja: U、V列の調整(-2～+2)
pl: Dostosowanie w kolumnach U i V (-2–+2)
pt: Ajuste nas Colunas U e V (-2 a +2)
sv: Justering i kolumn U och V (-2 till +2)
th: การปรับแต่งในคอลัมน์ U และ V (-2 ถึง +2)

source: Adjustment in Columns U and V (-3 to +3)
cs: Nastavení ve sloupcích U a V (-3 až +3)
de: Anpassung in Spalte U und V (-3 bis +3)
el: Ρύθμιση στις στήλες U και V (-3 έως +3)
fi: Muutosten teko sarakkeissa U ja V (-3–+3)
fr: Ajustement dans les colonnes U et V (-3 à +3)
hu: Igazítás az U és V oszlopokban (-3–+3)
id: Pengaturan Kolom U dan V (-3 sampai +3)
ja: U、V列の調整(-3～+3)
pl: Dostosowanie w kolumnach U i V (-3–+3)
pt: Ajuste nas Colunas U e V (-3 a +3)
sv: Justering i kolumn U och V (-3 till +3)
th: การปรับแต่งในคอลัมน์ U และ V (-3 ถึง +3)

source: Adjustment in Columns W and X (-3 to +3)
cs: Nastavení ve sloupcích W a X (-3 až +3)
de: Anpassung in Spalte W und X (-3 bis +3)
el: Ρύθμιση στις στήλες W και X (-3 έως +3)
fi: Muutosten teko sarakkeissa W ja X (-3–+3)
fr: Ajustement dans les colonnes W et X (-3 à +3)
hu: Igazítás a W és X oszlopokban (-3–+3)
id: Pengaturan Kolom W dan X (-3 sampai +3)
ja: W、X列の調整(-3～+3)
pl: Dostosowanie w kolumnach W i X (-3–+3)
pt: Ajuste nas Colunas W e X (-3 a +3)
sv: Justering i kolumn W och X (-3 till +3)
th: การปรับแต่งในคอลัมน์ W และ X (-3 ถึง +3)

source: Adjustment in Columns a to e (-2 to +2)
cs: Nastavení ve sloupcích a až e (-2 až +2)
de: Anpassung in Spalte a bis e (-2 bis +2)
el: Ρύθμιση στις στήλες a έως e (-2 έως +2)
fi: Muutosten teko sarakkeissa a–e (-2–+2)
fr: Ajustement dans les colonnes a à e (-2 à +2)
hu: Igazítás az a–e oszlopokban (-2–+2)
id: Pengaturan Kolom a sampai e (-2 sampai +2)
ja: a～e列の調整(-2～+2)
pl: Dostosowanie w kolumnach a–e (-2–+2)
pt: Ajuste nas Colunas a a e (-2 a +2)
sv: Justering i kolumn a till e (-2 till +2)
th: การปรับแต่งในคอลัมน์ a ถึง e (-2 ถึง +2)

source: Adjustment in Columns f to j (-2 to +2)
cs: Nastavení ve sloupcích f až j (-2 až +2)
de: Anpassung in Spalte f bis j (-2 bis +2)
el: Ρύθμιση στις στήλες f έως j (-2 έως +2)
fi: Muutosten teko sarakkeissa f–j (-2–+2)
fr: Ajustement dans les colonnes f à j (-2 à +2)
hu: Igazítás az f–j oszlopokban (-2–+2)
id: Pengaturan Kolom f sampai j (-2 sampai +2)
ja: f～j列の調整(-2～+2)
pl: Dostosowanie w kolumnach f–j (-2–+2)
pt: Ajuste nas Colunas f a j (-2 a +2)
sv: Justering i kolumn f till j (-2 till +2)
th: การปรับแต่งในคอลัมน์ f ถึง j (-2 ถึง +2)

source: Adjustment in Columns f to k (-2 to +2)
cs: Nastavení ve sloupcích f až k (-2 až +2)
de: Anpassung in Spalte f bis k (-2 bis +2)
el: Ρύθμιση στις στήλες f έως k (-2 έως +2)
fi: Muutosten teko sarakkeissa f–k (-2–+2)
fr: Ajustement dans les colonnes f à k (-2 à +2)
hu: Igazítás az f–k oszlopokban (-2–+2)
id: Pengaturan Kolom f sampai k (-2 sampai +2)
ja: f～k列の調整(-2～+2)
pl: Dostosowanie w kolumnach f–k (-2–+2)
pt: Ajuste nas Colunas f a k (-2 a +2)
sv: Justering i kolumn f till k (-2 till +2)
th: การปรับแต่งในคอลัมน์ f ถึง k (-2 ถึง +2)

source: Align Print Head
cs: Nastavit tiskovou hlavu
de: Druckkopf ausrichten
el: Ευθυγράμμιση της κεφαλής εκτύπωσης
fi: Kohdista tulostuspää
fr: Aligner tête d'impression
hu: Nyomtatófej igazítása
id: Sejajarkan Kepala Cetak
ja: ヘッド位置調整
pl: Wyrównaj głowicę drukującą
pt: Alinhar Cabeça de Impressão
sv: Rikta in skrivhuvud
th: จัดตำแหน่งหัวพิมพ์

source: Align heads manually
cs: Nastavit hlavy ručně
de: Druckköpfe manuell ausrichten
el: Χειροκίνητη ευθυγράμμιση κεφαλών
fi: Kohdista tulostuspäät manuaalisesti
fr: Aligner les têtes manuellement
hu: Fejek igazítása manuálisan
id: Sejajarkan kepala cetak secara manual
ja: 手動でヘッド位置を調整する
pl: Wyrównaj głowice ręcznie
pt: Alinhar cabeças manualmente
sv: Justera skrivhuvuden manuellt
th: จัดตำแหน่งหัวพิมพ์ด้วยตัวเอง

source: Auto Power Off
cs: Automatické vypnutí
de: Automatisches Ausschalten
el: Αυτόματο κλείσιμο
fi: Automaattinen virrankatkaisu:
fr: Alim. auto désactivée
hu: Auto. ki
id: Daya Otomatis Mati
ja: 自動電源オフ
pl: Automatyczne wyłączanie
pt: Desligar Automaticamente
sv: Automatisk avstängning
th: ปิดอัตโนมัติ

source: Auto Power Off:
cs: Automatické vypnutí:
de: Automatisches Ausschalten:
el: Αυτόματο κλείσιμο:
fi: Automaattinen virrankatkaisu:
fr: Alim. auto désactivée :
hu: Auto. ki:
id: Daya Otomatis Mati :
ja: 自動電源オフ:
pl: Autom. wył.:
pt: Desligar Automaticamente:
sv: Automatisk avstängning:
th: ปิดอัตโนมัติ:

source: Auto Power On:
cs: Automatické zapnutí:
de: Automatisches Einschalten:
el: Αυτόματο άνοιγμα:
fi: Automaattinen virrankytkentä:
fr: Alim. auto activée :
hu: Auto. be:
id: Daya Otomatis Nyala :
ja: 自動電源オン:
pl: Autom. wł.:
pt: Ligar Automaticamente:
sv: Automatisk start:
th: เปิดอัตโนมัติ:

source: Auto Power Settings
cs: Nastavení automatického zapínání/vypínání
de: Autom. Ein/Aus-Einstellungen
el: Ρυθμίσεις αυτόματης λειτουργίας
fi: Automaattinen virta -asetukset
fr: Paramètres d'alimentation automatique
hu: Automatikus KI/BE kapcsolás beállítások
id: Setelan Daya Otomatis
ja: 自動電源設定
pl: Ustawienia automatycznego wł./wył.
pt: Configurações de Alimentação Automática
sv: Inställningar för Automatisk avstängning
th: การตั้งค่าเปิดปิดอัตโนมัติ

source: Black Ink Tank
cs: Nádržka s černým inkoustem
de: Schwarzer Tintenbehälter
el: Δοχείο μαύρης μελάνης
fi: Musta Mustesäiliö
fr: Réservoir d'encre noire
hu: Fekete Tintatartály
id: Kotak Tinta Hitam
ja: ブラックインクタンク
pl: Zbiornik z atramentem czarnym
pt: Cartucho Preto
sv: Svart Bläckbehållare
th: ตลับหมึกสีดำ

source: Color Ink Tank
cs: Nádržka s barevným inkoustem
de: Farbtintenbehälter
el: Δοχείο έγχρωμης μελάνης
fi: Värimustesäiliö
fr: Réservoir d'encre couleur
hu: Színes tintatartály
id: Kotak Tinta Berwarna
ja: カラーインクタンク
pl: Zbiornik z atramentem kolorowym
pt: Cartucho Colorido
sv: Färgbläckbehållare
th: ตลับหมึกสี

source: Column A:
cs: Sloupec A:
de: Spalte A:
el: Στήλη A:
fi: Sarake A:
fr: Colonne A :
hu: A oszlop:
id: Kolom A :
ja: A列:
pl: Kolumna A:
pt: Coluna A:
sv: Kolumn A:
th: คอลัมน์ A:

source: Column B:
cs: Sloupec B:
de: Spalte B:
el: Στήλη B:
fi: Sarake B:
fr: Colonne B :
hu: B oszlop:
id: Kolom B :
ja: B列:
pl: Kolumna B:
pt: Coluna B:
sv: Kolumn B:
th: คอลัมน์ B:

source: Column C:
cs: Sloupec C:
de: Spalte C:
el: Στήλη C:
fi: Sarake C:
fr: Colonne C :
hu: C oszlop:
id: Kolom C :
ja: C列:
pl: Kolumna C:
pt: Coluna C:
sv: Kolumn C:
th: คอลัมน์ C:

source: Column D:
cs: Sloupec D:
de: Spalte D:
el: Στήλη D:
fi: Sarake D:
fr: Colonne D :
hu: D oszlop:
id: Kolom D :
ja: D列:
pl: Kolumna D:
pt: Coluna D:
sv: Kolumn D:
th: คอลัมน์ D:

source: Column E:
cs: Sloupec E:
de: Spalte E:
el: Στήλη E:
fi: Sarake E:
fr: Colonne E :
hu: E oszlop:
id: Kolom E :
ja: E列:
pl: Kolumna E:
pt: Coluna E:
sv: Kolumn E:
th: คอลัมน์ E:

source: Column F:
cs: Sloupec F:
de: Spalte F:
el: Στήλη F:
fi: Sarake F:
fr: Colonne F :
hu: F oszlop:
id: Kolom F :
ja: F列:
pl: Kolumna F:
pt: Coluna F:
sv: Kolumn F:
th: คอลัมน์ F:

source: Column G:
cs: Sloupec G:
de: Spalte G:
el: Στήλη G:
fi: Sarake G:
fr: Colonne G :
hu: G oszlop:
id: Kolom G :
ja: G列:
pl: Kolumna G:
pt: Coluna G:
sv: Kolumn G:
th: คอลัมน์ G:

source: Column H:
cs: Sloupec H:
de: Spalte H:
el: Στήλη H:
fi: Sarake H:
fr: Colonne H :
hu: H oszlop:
id: Kolom H :
ja: H列:
pl: Kolumna H:
pt: Coluna H:
sv: Kolumn H:
th: คอลัมน์ H:

source: Column I:
cs: Sloupec I:
de: Spalte I:
el: Στήλη I:
fi: Sarake I:
fr: Colonne I :
hu: I oszlop:
id: Kolom I :
ja: I列:
pl: Kolumna I:
pt: Coluna I:
sv: Kolumn I:
th: คอลัมน์ I:

source: Column J:
cs: Sloupec J:
de: Spalte J:
el: Στήλη J:
fi: Sarake J:
fr: Colonne J :
hu: J oszlop:
id: Kolom J :
ja: J列:
pl: Kolumna J:
pt: Coluna J:
sv: Kolumn J:
th: คอลัมน์ J:

source: Column K:
cs: Sloupec K:
de: Spalte K:
el: Στήλη K:
fi: Sarake K:
fr: Colonne K :
hu: K oszlop:
id: Kolom K :
ja: K列:
pl: Kolumna K:
pt: Coluna K:
sv: Kolumn K:
th: คอลัมน์ K:

source: Column L:
cs: Sloupec L:
de: Spalte L:
el: Στήλη L:
fi: Sarake L:
fr: Colonne L :
hu: L oszlop:
id: Kolom L :
ja: L列:
pl: Kolumna L:
pt: Coluna L:
sv: Kolumn L:
th: คอลัมน์ L:

source: Column M:
cs: Sloupec M:
de: Spalte M:
el: Στήλη M:
fi: Sarake M:
fr: Colonne M :
hu: M oszlop:
id: Kolom M :
ja: M列:
pl: Kolumna M:
pt: Coluna M:
sv: Kolumn M:
th: คอลัมน์ M:

source: Column N:
cs: Sloupec N:
de: Spalte N:
el: Στήλη N:
fi: Sarake N:
fr: Colonne N :
hu: N oszlop:
id: Kolom N :
ja: N列:
pl: Kolumna N:
pt: Coluna N:
sv: Kolumn N:
th: คอลัมน์ N:

source: Column O:
cs: Sloupec O:
de: Spalte O:
el: Στήλη O:
fi: Sarake O:
fr: Colonne O :
hu: O oszlop:
id: Kolom O :
ja: O列:
pl: Kolumna O:
pt: Coluna O:
sv: Kolumn O:
th: คอลัมน์ O:

source: Column P:
cs: Sloupec P:
de: Spalte P:
el: Στήλη P:
fi: Sarake P:
fr: Colonne P :
hu: P oszlop:
id: Kolom P :
ja: P列:
pl: Kolumna P:
pt: Coluna P:
sv: Kolumn P:
th: คอลัมน์ P:

source: Column Q:
cs: Sloupec Q:
de: Spalte Q:
el: Στήλη Q:
fi: Sarake Q:
fr: Colonne Q :
hu: Q oszlop:
id: Kolom Q :
ja: Q列:
pl: Kolumna Q:
pt: Coluna Q:
sv: Kolumn Q:
th: คอลัมน์ Q:

source: Column R:
cs: Sloupec R:
de: Spalte R:
el: Στήλη R:
fi: Sarake R:
fr: Colonne R :
hu: R oszlop:
id: Kolom R :
ja: R列:
pl: Kolumna R:
pt: Coluna R:
sv: Kolumn R:
th: คอลัมน์ R:

source: Column S:
cs: Sloupec S:
de: Spalte S:
el: Στήλη S:
fi: Sarake S:
fr: Colonne S :
hu: S oszlop:
id: Kolom S :
ja: S列:
pl: Kolumna S:
pt: Coluna S:
sv: Kolumn S:
th: คอลัมน์ S:

source: Column T:
cs: Sloupec T:
de: Spalte T:
el: Στήλη T:
fi: Sarake T:
fr: Colonne T :
hu: T oszlop:
id: Kolom T :
ja: T列:
pl: Kolumna T:
pt: Coluna T:
sv: Kolumn T:
th: คอลัมน์ T:

source: Column U:
cs: Sloupec U:
de: Spalte U:
el: Στήλη U:
fi: Sarake U:
fr: Colonne U :
hu: U oszlop:
id: Kolom U :
ja: U列:
pl: Kolumna U:
pt: Coluna U:
sv: Kolumn U:
th: คอลัมน์ U:

source: Column V:
cs: Sloupec V:
de: Spalte V:
el: Στήλη V:
fi: Sarake V:
fr: Colonne V :
hu: V oszlop:
id: Kolom V :
ja: V列:
pl: Kolumna V:
pt: Coluna V:
sv: Kolumn V:
th: คอลัมน์ V:

source: Column W:
cs: Sloupec W:
de: Spalte W:
el: Στήλη W:
fi: Sarake W:
fr: Colonne W :
hu: W oszlop:
id: Kolom W :
ja: W列:
pl: Kolumna W:
pt: Coluna W:
sv: Kolumn W:
th: คอลัมน์ W:

source: Column X:
cs: Sloupec X:
de: Spalte X:
el: Στήλη X:
fi: Sarake X:
fr: Colonne X :
hu: X oszlop:
id: Kolom X :
ja: X列:
pl: Kolumna X:
pt: Coluna X:
sv: Kolumn X:
th: คอลัมน์ X:

source: Column a:
cs: Sloupec a:
de: Spalte a:
el: Στήλη a:
fi: Sarake a:
fr: Colonne a :
hu: a oszlop:
id: Kolom a :
ja: a列:
pl: Kolumna a:
pt: Coluna a:
sv: Kolumn a:
th: คอลัมน์ a:

source: Column b:
cs: Sloupec b:
de: Spalte b:
el: Στήλη b:
fi: Sarake b:
fr: Colonne b :
hu: b oszlop:
id: Kolom b :
ja: b列:
pl: Kolumna b:
pt: Coluna b:
sv: Kolumn b:
th: คอลัมน์ b:

source: Column c:
cs: Sloupec c:
de: Spalte c:
el: Στήλη c:
fi: Sarake c:
fr: Colonne c :
hu: c oszlop:
id: Kolom c :
ja: c列:
pl: Kolumna c:
pt: Coluna c:
sv: Kolumn c:
th: คอลัมน์ c:

source: Column d:
cs: Sloupec d:
de: Spalte d:
el: Στήλη d:
fi: Sarake d:
fr: Colonne d :
hu: d oszlop:
id: Kolom d :
ja: d列:
pl: Kolumna d:
pt: Coluna d:
sv: Kolumn d:
th: คอลัมน์ d:

source: Column e:
cs: Sloupec e:
de: Spalte e:
el: Στήλη e:
fi: Sarake e:
fr: Colonne e :
hu: e oszlop:
id: Kolom e :
ja: e列:
pl: Kolumna e:
pt: Coluna e:
sv: Kolumn e:
th: คอลัมน์ e:

source: Column f:
cs: Sloupec f:
de: Spalte f:
el: Στήλη f:
fi: Sarake f:
fr: Colonne f :
hu: f oszlop:
id: Kolom f :
ja: f列:
pl: Kolumna f:
pt: Coluna f:
sv: Kolumn f:
th: คอลัมน์ f:

source: Column g:
cs: Sloupec g:
de: Spalte g:
el: Στήλη g:
fi: Sarake g:
fr: Colonne g :
hu: g oszlop:
id: Kolom g :
ja: g列:
pl: Kolumna g:
pt: Coluna g:
sv: Kolumn g:
th: คอลัมน์ g:

source: Column h:
cs: Sloupec h:
de: Spalte h:
el: Στήλη h:
fi: Sarake h:
fr: Colonne h :
hu: h oszlop:
id: Kolom h :
ja: h列:
pl: Kolumna h:
pt: Coluna h:
sv: Kolumn h:
th: คอลัมน์ h:

source: Column i:
cs: Sloupec i:
de: Spalte i:
el: Στήλη i:
fi: Sarake i:
fr: Colonne i :
hu: i oszlop:
id: Kolom i :
ja: i列:
pl: Kolumna i:
pt: Coluna i:
sv: Kolumn i:
th: คอลัมน์ i:

source: Column j:
cs: Sloupec j:
de: Spalte j:
el: Στήλη j:
fi: Sarake j:
fr: Colonne j :
hu: j oszlop:
id: Kolom j :
ja: j列:
pl: Kolumna j:
pt: Coluna j:
sv: Kolumn j:
th: คอลัมน์ j:

source: Column k:
cs: Sloupec k:
de: Spalte k:
el: Στήλη k:
fi: Sarake k:
fr: Colonne k :
hu: k oszlop:
id: Kolom k :
ja: k列:
pl: Kolumna k:
pt: Coluna k:
sv: Kolumn k:
th: คอลัมน์ k:

source: Display low ink warning
cs: Zobrazit varování při nízké hladině inkoustu
de: Tintenstandwarnung anzeigen
el: Εμφάνιση προειδοποίησης για χαμηλή στάθμη μελάνης
fi: Näytä alhaisen mustetason varoitus
fr: Affichage avertissement de faible niveau d'encre
hu: Tintahiány-figyelmeztetés megjelenítése
id: Tampilkan peringatan tinta akan habis
ja: インク残量警告を表示する
pl: Wyświetlaj ostrzeżenie o niskim poziomie atramentu
pt: Exibir aviso de falta de tinta
sv: Visa varning vid låg bläcknivå
th: แสดงคำเตือนหมึกเหลือน้อย

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns G to L.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce G až L zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten G bis L die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες G έως L τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden G–L kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes G à L le numéro du motif comportant le moins de rayures perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík a G–L oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom G sampai L.
ja: 新たに印刷されたパターンを参照して、すじが一番目立たないパターンの番号を、G～L 列それぞれの欄に入力してください。
pl: Sprawdź desenie wydrukowane w kolumnach od G do L i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas G a L.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn G till L.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ G ถึง L

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns H to O.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce H až O zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten H bis O die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες H έως O τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden H–O kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes H à O le numéro du motif comportant le moins de rayures perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík a H–O oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom H sampai O.
ja: 新たに印刷されたパターンを参照して、すじが一番目立たないパターンの番号を、H～O 列それぞれの欄に入力してください。
pl: Sprawdź desenie wydrukowane w kolumnach od H do O i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas H a O.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn H till O.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ H ถึง O

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns M to R.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce M až R zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten M bis R die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες M έως R τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden M–R kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes M à R le numéro du motif comportant le moins de rayures perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík az M–R oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom M sampai R.
ja: 新たに印刷されたパターンを参照して、すじが一番目立たないパターンの番号を、M～R 列それぞれの欄に入力してください。
pl: Sprawdź desenie wydrukowane w kolumnach od M do R i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas M a R.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn M till R.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ M ถึง R

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns P to V.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce P až V zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten P bis V die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες P έως V τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden P–V kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes P à V le numéro du motif comportant le moins de rayures perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík a P–V oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom P sampai V.
ja: 新たに印刷されたパターンを参照して、すじが一番目立たないパターンの番号を、P～V 列それぞれの欄に入力してください。
pl: Sprawdź desenie wydrukowane w kolumnach od P do V i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas P a V.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn P till V.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ P ถึง V

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns O to V.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce O až V zadejte číslo vzorku, který obsahuje nejméně viditelné horizontální pruhy.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten O bis V die Nummer der Muster ein, die die wenigsten horizontalen Streifen aufweisen.
el: Παρατηρήστε προσεκτικά τα εκτυπωμένα μοτίβα και καταχωρήστε τον αριθμό του μοτίβου με τις λιγότερο εμφανείς οριζόντιες ρίγες στα πεδία για τις στήλες O έως V.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä vaakasuoria juovia sisältävän kuvion numero sarakkeiden O–V kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes O à V le numéro du motif comportant le moins de bandes horizontales perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető vízszintes sáv az O–V oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan belang horizontal yang terlihat paling sedikit pada daerah pola tersebut ke kolom O sampai V.
ja: 新たに印刷されたパターンを参照して、横しまが最も目立たないパターンの番号を、O～ V列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane desenie i w polach odpowiadających kolumnom od O do V wprowadź numery deseni, na których widać najmniej poziomych pasków.
pt: Verifique os padrões impressos e insira o número do padrão com o menor número de listras horizontais visíveis nos campos das colunas O a V.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst antal synliga vågräta ränder i fälten för kolumn O till V.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายทางตามแนวนอนโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ O ถึง V
