Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load one sheet of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click OK.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), posuňte páčku tloušťky papíru doleva a do zadní přihrádky vložte jeden list běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko OK nastavíte polohu tiskové hlavy.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach links und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "OK".
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα αριστερά και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, πατήστε OK.
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua vasemmalle ja lisää takalokeroon yksi arkki A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla OK.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la gauche, puis chargez une feuille de papier ordinaire au format A4 ou Lettre dans le réceptacle arrière. L'imprimante va imprimer un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur OK.
hu: A nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), húzza balra a nyomtató papírvastagsági karját, majd tegyen be egy A4-es vagy Letter méretű normál papírt a hátsó tálcába. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson az OK gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kiri dan muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik OK.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、紙厚レバーを左にセットし、後トレイにA4の普通紙を1枚入れてくださ い。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[OK]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń w lewo dźwignię grubości papieru i załaduj jeden arkusz zwykłego papieru formatu A4 lub Letter na tylną tacę. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk OK.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a esquerda e coloque uma folha de papel comum de tamanho A4 ou letter na bandeja traseira. Será impresso um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em OK.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen), flytta spaken för papperstjocklek åt vänster och lägga i ett ark vanligt papper av A4- eller Letter-storlek i det bakre facket. Ett justeringsmönster skrivs ut. Om du vill justera skrivhuvudet klickar du på OK.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) คานปรับความหนากระดาษของเครื่องพิมพ์ไปทางซ้าย และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหลัง เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'ตกลง'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), posuňte páčku tloušťky papíru doprava a do zadní přihrádky vložte dva listy běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach rechts und legen Sie zwei Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopf ausrichten". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα δεξιά και τοποθετήστε δύο φύλλα απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση της κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Εκτύπωση της τιμής ευθυγράμμισης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua oikealle ja lisää takalokeroon kaksi arkkia A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Tulostuspään kohdistus. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la droite, puis chargez deux feuilles de papier ordinaire au format A4 ou Lettre dans le réceptacle arrière. L'imprimante va imprimer un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), állítsa a papírvastagsági kart jobb oldali állásba, majd tegyen be két A4-es vagy Letter méretű normál papírt a hátsó tálcába. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kanan dan muatkan dua lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、紙厚レバーを右にセットし、後トレイにA4の普通紙を2枚入れてくださ い。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń na prawo dźwignię grubości papieru i załaduj dwa arkusze zwykłego papieru formatu A4 lub Letter na tylną tacę. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica impressão, prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a direita e coloque duas folhas de papel comum tamanho A4 ou Letter na bandeja traseira. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Imprimir Valor de Alinhamento.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen), ställa in skrivarens spak för papperstjocklek till höger och lägga i två ark vanligt papper av A4- eller Letter-storlek i det bakre facket. Ett justeringsmönster skrivs ut. Klicka på Rikta in skrivhuvud för att justera skrivhuvudet. Klicka på Skriv ut justeringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางขวา และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สองแผ่นลงในเทรย์ด้านหลัง เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right, load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
cs: Spouští se automatické nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), posuňte páčku tloušťky papíru doprava, do zadní přihrádky vložte list papíru Matte Photo Paper (MP-101) velikosti A4 nebo Letter a klepněte na tlačítko Nastavit tiskovou hlavu. Chcete-li provést ruční nastavení tiskové hlavy, klepněte na tlačítko Storno. Dále v ovladači tiskárny na kartě Údržba klepněte na tlačítko Uživatelská nastavení, zaškrtněte políčko Nastavit hlavy ručně a klepněte na tlačítko OK. Potom akci opakujte. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die automatische Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach rechts, legen Sie ein Blatt Fotopapier matt (MP-101) des Formats A4 oder Letter in das hintere Fach ein und klicken Sie auf "Druckkopf ausrichten". Klicken Sie auf "Abbrechen", um die Druckköpfe manuell auszurichten. Klicken Sie anschließend auf "Benutzerdefinierte Einstellungen" auf der Registerkarte "Wartung" des Druckertreibers, aktivieren Sie "Druckköpfe manuell ausrichten" und klicken Sie auf "OK". Versuchen Sie es anschließend erneut. Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη αυτόματης ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα δεξιά και τοποθετήστε ένα φύλλο Φωτογραφικού χαρτιού Ματ (ΜΡ-101) μεγέθους A4 ή Letter στην πίσω θήκη και κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να πραγματοποιήσετε μη αυτόματη ευθυγράμμιση κεφαλών, κάντε κλικ στο κουμπί "Άκυρο". Κατόπιν, κάντε κλικ στο "Προσαρμοσμένες ρυθμίσεις" στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή, επιλέξτε "Μη αυτόματη ευθυγράμμιση κεφαλών" και κάντε κλικ στο "OK". Στη συνέχεια, προσπαθήστε ξανά. Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan automaattinen tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua oikealle, lisää takalokeroon arkki A4- tai Letter-kokoista mattaa valokuvapaperia (MP-101) ja valitse Tulostuspään kohdistus. Voit kohdistaa tulostuspään manuaalisesti valitsemalla Peruuta. Valitse seuraavaksi tulostinajurin Ylläpito-välilehdestä Mukautetut asetukset, valitse Kohdista tulostuspäät manuaalisesti ja valitse sitten OK. Yritä sitten uudelleen. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement automatique des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la droite, chargez une feuille de Papier Photo Mat (MP-101) au format A4 ou Lettre dans le réceptacle arrière, puis cliquez sur Aligner tête d'impression. Pour procéder à un alignement manuel, cliquez sur Annuler. Cliquez ensuite sur Paramètres personnalisés dans l'onglet Entretien du pilote d'imprimante, cochez Aligner les têtes manuellement, puis cliquez sur OK. Réessayez ensuite l'opération. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Az automatikus nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), állítsa a papírvastagsági kart jobb oldali állásba, tegyen be egy A4-es vagy Letter méretű, Matte Photo Paper (MP-101) típusú papírlapot a hátsó tálcába, és kattintson a Nyomtatófej igazítása gombra. Manuális fejigazításhoz kattintson a Mégse gombra. Ezután kapcsolja be az Egyéni beállítások párbeszédpanel Fejek igazítása manuálisan opcióját, majd kattintson az OK gombra. Ezután próbálkozzon újra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak otomatis. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kanan, muatkan selembar kertas ukuran A4 atau letter, Kertas Foto Matte (MP-101) ke dalam tatakan belakang dan klik Sejajarkan Kepala Cetak. Untuk melaksanakan penjajaran kepala cetak manual, klik Batal. Berikutnya, klik Setelan Serasi di tab Perawatan pada pengandar pencetak, centang Sejajarkan kepala cetak secara manual, dan klik OK. Kemudian coba lagi. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: 自動ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、紙厚レバーを右にセットし、後トレイにA4のマットフォトペーパー(M P-101)を1枚入れてから、[ヘッド位置調整]をクリックしてください。 手動でヘッド位置調整をしたい場合は、[キャンセル]をクリックしてください。 その後、プリンタードライバーのユーティリティシートの[特殊設定]をクリックし、[ 手動でヘッド位置を調整する]にチェックマークをつけ、[OK]をクリックしてからや り直してください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się automatyczne wyrównywanie głowic drukujących. Ponieważ operacja wyrównania wymaga wykonania wydruków, przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń na prawo dźwignię grubości papieru, załaduj arkusz papieru Matte Photo Paper (MP-101) formatu A4 lub Letter na tylną tacę i kliknij przycisk Wyrównaj głowicę drukującą. Aby przeprowadzić ręczne wyrównywanie głowic, kliknij przycisk Anuluj. Następnie kliknij przycisk Ustawienia niestandardowe na karcie Obsługa sterownika drukarki, zaznacz opcję Wyrównaj głowice ręcznie i kliknij przycisk OK. Następnie spróbuj ponownie. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento automático da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a direita, coloque uma folha de Matte Photo Paper (MP-101) tamanho A4 ou Letter na bandeja traseira e clique em Alinhar Cabeça de Impressão. Para executar o alinhamento manual da cabeça de impressão, clique em Cancelar. Em seguida, clique em Configurações Personalizadas na guia Manutenção do driver da impressora, marque Alinhar cabeças manualmente e clique em OK. Em seguida, tente novamente. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Startar automatisk justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen), ställa in skrivarens spak för papperstjocklek till höger, lägga i två ark Matte Photo Paper (MP-101) av A4- eller Letter-storlek i det bakre facket och klicka på Rikta in skrivhuvud. Om du vill justera skrivhuvudena manuellt klickar du på Avbryt. Klicka sedan på Anpassade inställningar på fliken Underhåll i skrivardrivrutinen, markera Justera skrivhuvud manuellt och klicka på OK. Försök sedan igen. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์โดยอัตโนมัติ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางขวา ป้อน 'กระดาษภาพถ่ายแบบด้าน (MP-101)' ขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหลังและคลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง ให้คลิก 'ยกเลิก' ต่อไป ให้คลิก 'กำหนดการตั้งค่าเอง' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ เลือก 'จัดตำแหน่งหัวพิมพ์ด้วยตัวเอง' และคลิก 'ตกลง' แล้วลองใหม่ เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: 1. Remove the paper from the rear tray, and then load the first sheet of A4 or letter size, plain paper. 2. Fold the second sheet of A4 or letter size, plain paper in half, and then unfold the paper. 3. With the ridge of the crease facing down, load the second sheet in front of the first sheet. 4. Click Execute.
cs: 1. Vyjměte papír ze zadní přihrádky a pak vložte první list běžného papíru velikosti A4 nebo Letter. 2. Přeložte druhý list běžného papíru velikosti A4 nebo Letter na polovinu a potom ho opět rozložte. 3. Vložte druhý list před první, a to hřbetem přeložení směrem dolů. 4. Klepněte na tlačítko Provést.
de: 1. Entfernen Sie das Papier aus dem hinteren Fach und legen Sie dann das erste Blatt Normalpapier des Formats A4 oder Letter ein. 2. Falten Sie anschließend das zweite Blatt Normalpapier des Formats A4 oder Letter in der Mitte und falten Sie es wieder auseinander. 3. Legen Sie das zweite Blatt mit dem Kamm der Knickfalte nach unten zeigend vor das erste Blatt. 4. Klicken Sie auf "Ausführen".
el: 1. Αφαιρέστε το χαρτί από την πίσω θήκη και στη συνέχεια τοποθετήστε το πρώτο φύλλο απλού χαρτιού μεγέθους A4 ή Letter. 2. Διπλώστε το δεύτερο φύλλο απλού χαρτιού μεγέθους A4 ή Letter στη μέση και ύστερα ξεδιπλώστε το. 3. Τοποθετήστε το δεύτερο φύλλο με τη ράχη της τσάκισης προς τα κάτω μπροστά από το πρώτο. 4. Επιλέξτε "Εκτέλεση".
fi: 1. Poista paperi takalokerosta ja lisää sitten ensimmäinen arkki A4- tai Letter-kokoista tavallista paperia. 2. Taita toinen arkki A4- tai Letter-kokoista tavallista paperia kahtia ja avaa taitos. 3. Lisää toinen arkki ensimmäisen arkin etupuolelle niin, että taitoksen harjapuoli on alaspäin. 4. Valitse Suorita.
fr: 1. Retirez le papier du réceptacle arrière, puis chargez la première feuille de papier ordinaire de format A4 ou Lettre. 2. Pliez en deux la deuxième feuille de papier ordinaire de format A4 ou Lettre, puis dépliez-la. 3. L'arête du pli orientée vers le bas, chargez la deuxième feuille devant la première. 4. Cliquez sur Exécuter.
hu: 1. Vegye ki a papírt a hátsó tálcából, majd tegye be az első A4-es vagy Letter méretű normál papírt. 2. Hajtsa félbe a második A4-es vagy Letter méretű normál papírt, majd hajtsa ki. 3. A kidomborodó hajtott éllel lefelé helyezze a második lapot az első elé. 4. Kattintson a Végrehajtás gombra.
id: 1. Keluarkan kertas dari tatakan belakang, dan kemudian muatkan kertas pertama ukuran A4 atau letter, kertas biasa. 2. Lipat separuh kertas kedua ukuran A4 atau letter, kertas biasa, dan kemudian buka lipatan kertas tersebut. 3. Dengan bagian punggung lipatan menghadap ke bawah, muatkan kertas kedua di depan kertas pertama. 4. Klik Laksanakan.
ja: 1. 後トレイから用紙を取り除き、1枚目のA4普通紙をセットしてください。 2. 2枚目のA4普通紙を横半分に折ってから、開きます。 3. 2枚目の用紙を、開いた面が表になるように、1枚目の用紙の手前にセットします 。 4. [実行]をクリックしてください。
pl: 1. Wyjmij papier z tylnej tacy, a następnie załaduj pierwszy arkusz zwykłego papieru formatu A4 lub Letter na tylną tacę. 2. Złóż na pół drugi arkusz zwykłego papieru formatu A4 lub Letter, a następnie rozłóż go. 3. Załaduj drugi arkusz przed pierwszym arkuszem, złożoną krawędzią do dołu. 4. Kliknij przycisk Wykonaj.
pt: 1. Remova o papel da bandeja traseira e coloque a primeira folha de papel comum de tamanho A4 ou letter. 2. Dobre na metade a segunda folha de papel comum de tamanho A4 ou letter, e desdobre o papel. 3. Com a aresta da dobra voltada para baixo, coloque a segunda folha em frete da primeira. 4. Clique em Executar.
sv: 1. Ta ur papperet från det bakre facket och lägg sedan i det första arket Vanligt papper av A4- eller Letter-storlek. 2. Vik det andra arket Vanligt papper av A4- eller Letter-storlek på mitten och vik sedan upp papperet igen. 3. Lägg i det andra arket i det bakre facket med veckets rygg vänd nedåt framför det första arket. 4. Klicka på Utför.
th: 1. เอากระดาษออกจากเทรย์ด้านหลัง แล้วป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นแรก 2. พับกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นที่สองครึ่ง แล้วแผ่กระดาษออก 3. ป้อนกระดาษแผ่นที่สองอยู่ด้านหน้ากระดาษแผ่นแรกโดยให้สันรอยพับอยู่ด้านล่าง 4. คลิก 'ปฏิบัติ'
