Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the selected paper source. Clicking OK will eject paper and complete feed roller cleaning.
cs: Ověřte, že se neozývá provozní hluk tiskárny, a pak vložte do vybraného zdroje papíru tři listy běžného papíru. Klepnutím na tlačítko OK se papír vysune a čištění válečků podavače bude dokončeno.
de: Stellen Sie sicher, dass beim Drucker kein Betriebsgeräusch mehr vorhanden ist und legen Sie dann drei Blatt Normalpapier in die ausgewählte Papierzufuhr. Klicken Sie auf OK, um das Papier auszuwerfen und die Reinigung der Papierzuführungswalzen vollständig auszuführen.
el: Βεβαιωθείτε ότι ο θόρυβος έχει σταματήσει και, στη συνέχεια, τοποθετήστε τρία φύλλα απλού χαρτιού στην επιλεγμένη προέλευση χαρτιού. Κάντε κλικ στο κουμπί OK για να εκτυπωθεί το χαρτί και να ολοκληρωθεί ο καθαρισμός των κυλίνδρων τροφοδοσίας.
fi: Varmista, että tulostimen käyttöääni ei enää kuulu. Lisää sitten valittuun paperilähdelokeroon kolme arkkia tavallista paperia. Kun valitset OK, paperi tulee ulos ja syöttörullien puhdistus suoritetaan loppuun.
fr: Assurez-vous que l'imprimante ne fait plus de bruit, puis chargez trois feuilles de papier ordinaire dans l'alimentation papier sélectionnée. Cliquez sur OK pour éjecter le papier et terminer le nettoyage des rouleaux d'entraînement.
hu: Győződjön meg arról, hogy a nyomtató működési zaja megszűnt, majd tegyen három normál papírt a kiválasztott papírforrásba. Az OK gombra kattintva a nyomtató kidobja a lapokat, és a tisztítás végbemegy.
id: Pastikan bunyi operasi pencetak telah dihentikan, dan kemudian muatkan tiga lembar kertas biasa ke dalam sumber kertas yang dipilih. Mengklik OK akan mengeluarkan kertas dan menyelesaikan pembersihan penggulung penyaluran.
ja: プリンターの動作音が止まったことを確認してから、普通紙を3枚、選択した給紙位置に セットしてください。 [OK]をクリックすると、排紙してクリーニングを完了します。
pl: Upewnij się, że drukarka przestała wydawać dźwięki związane z pracą, a następnie załaduj trzy arkusze zwykłego papieru do wybranego źródła papieru. Kliknięcie przycisku OK spowoduje wysunięcie papieru i zakończenie czyszczenia rolek podajnika.
pt: Confirme se o ruído da impressora foi interrompido e coloque três folhas de papel comum na origem do papel selecionada. Se clicar em OK, o papel será ejetado e a limpeza dos rolos de alimentação será concluída.
sv: Kontrollera att skrivarens driftsljud har slutat och lägg sedan tre ark vanligt papper i vald papperskälla. När du klickar på OK matas pappret ut och rengöringen av pappersmatningshjulen slutförs.
th: ให้แน่ใจว่าเสียงรบกวนดำเนินการของเครื่องพิมพ์หยุดแล้ว แล้วป้อนกระดาษธรรมดาสามแผ่นลงในแหล่งจ่ายกระดาษที่เลือกไว้ การคลิก 'ตกลง' จะผลักกระดาษออกและให้การทำความสะอาดลูกกลิ้งป้อนกระดาษเสร็จสมบูรณ์

source: 1. Remove the paper from the sheet feeder. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. With the ridge of the crease facing down, load the paper into the sheet feeder. 4. Click Execute.
cs: 1. Vyjměte papír z podavače listů. 2. Přeložte běžný papír velikosti A4 nebo Letter na polovinu a potom ho opět rozložte. 3. Do podavače listů vložte papír vnitřní stranou listů směrem nahoru. 4. Klepněte na tlačítko Provést.
de: 1. Entfernen Sie das Papier aus dem Papiereinzug. 2. Falten Sie ein Blatt Normalpapier des Formats A4 oder Letter in der Mitte und falten Sie es wieder auseinander. 3. Legen Sie das Papier mit dem Kamm der Knickfalte nach unten zeigend in den Papiereinzug ein. 4. Klicken Sie auf "Ausführen".
el: 1. Αφαιρέστε το χαρτί από τον τροφοδότη φύλλων. 2. Διπλώστε ένα απλό χαρτί μεγέθους A4 ή Letter στη μέση, έπειτα ξεδιπλώστε το χαρτί. 3. Τοποθετήστε το χαρτί στον τροφοδότη φύλλων με τη ράχη της τσάκισης προς τα κάτω. 4. Επιλέξτε Εκτέλεση.
fi: 1. Poista paperi arkinsyöttölaitteesta. 2. Taita A4- tai Letter-kokoinen paperiarkki ensin puoliksi ja avaa sitten taite. 3. Aseta paperi arkinsyöttölaitteeseen niin, että taite jää alaspäin. 4. Napsauta Suorita.
fr: 1. Retirez le papier du chargeur de feuilles. 2. Pliez en deux une feuille de papier ordinaire au format A4 ou Lettre, puis dépliez le papier. 3. L'arête du pli étant orientée vers le bas, chargez le papier dans le chargeur de feuilles. 4. Cliquez sur Exécuter.
hu: 1. Vegye ki a papírt a lapadagolóból. 2. Hajtson félbe egy A4 vagy Letter méretű normál papírt, majd hajtsa ki azt. 3. A kidomborodó hajtott éllel lefelé helyezze a lapot a lapadagolóba. 4. Kattintson a Végrehajtás gombra.
id: 1. Keluarkan kertas dari penyalur kertas. 2. Lipat kertas ukuran A4 atau letter, kertas biasa menjadi dua, kemudian buka lipatan kertas tersebut. 3. Dengan bagian punggung lipatan menghadap ke bawah, muatkan kertas ke dalam penyalur kertas. 4. Klik Laksanakan.
ja: 1. オートシートフィーダーから用紙を取り除いてください。 2. A4普通紙を横半分に折ってから、開きます。 3. 開いた面が表になるように、オートシートフィーダーにセットします。 4. [実行]をクリックしてください。
pl: 1. Usuń papier z podajnika arkuszy. 2. Złóż arkusz zwykłego papieru formatu A4 lub Letter na pół, a następnie rozłóż go. 3. Załaduj arkusz grzbietem zagięcia skierowanym do dołu do podajnika arkuszy. 4. Kliknij przycisk Wykonaj.
pt: 1. Remova o papel do alimentador. 2. Dobre o papel comum de formato A4 ou Letter ao meio e, em seguida, desdobre-o. 3. Com a aresta da dobra voltada para baixo, coloque o papel no alimentador. 4. Clique em Executar.
sv: 1. Ta bort pappret från arkmataren. 2. Vik Vanligt papper av A4- eller Letter-storlek på mitten och vik sedan upp pappret igen. 3. Ladda pappret i arkmataren med veckets rygg vänd nedåt. 4. Klicka på Utför.
th: 1. เอากระดาษออกจากตัวป้อนกระดาษ 2. พับกระดาษขนาด A4 หรือ Letter ครึ่ง แผ่กระดาษออก 3. ป้อนกระดาษอยู่ในตัวป้อนกระดาษโดยให้สันรอยพับอยู่ด้านล่าง 4. คลิก 'ปฏิบัติ'

source: 1. Remove the paper from the rear tray. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. With the ridge of the crease facing down, load the paper into the rear tray. 4. Click Execute.
cs: 1. Vyjměte papír ze zadní přihrádky. 2. Přeložte běžný papír velikosti A4 nebo Letter na polovinu a potom ho opět rozložte. 3. Do zadní přihrádky vložte papír vnitřní stranou listů směrem nahoru. 4. Klepněte na tlačítko Provést.
de: 1. Entfernen Sie das Papier aus dem hinteren Fach. 2. Falten Sie ein Blatt Normalpapier des Formats A4 oder Letter in der Mitte und falten Sie es wieder auseinander. 3. Legen Sie das Papier mit dem Kamm der Knickfalte nach unten zeigend in das hintere Fach ein. 4. Klicken Sie auf "Ausführen".
el: 1. Αφαιρέστε το χαρτί από την πίσω θήκη. 2. Διπλώστε ένα απλό χαρτί μεγέθους A4 ή Letter στη μέση, έπειτα ξεδιπλώστε το χαρτί. 3. Τοποθετήστε το χαρτί στην πίσω θήκη με τη ράχη της τσάκισης προς τα κάτω. 4. Επιλέξτε [Εκτέλεση].
fi: 1. Poista paperi takalokerosta. 2. Taita A4- tai Letter-kokoinen paperiarkki ensin puoliksi ja avaa sitten taite. 3. Aseta paperi takalokeroon niin, että taite jää alaspäin. 4. Valitse Suorita.
fr: 1. Retirez le papier du réceptacle arrière. 2. Pliez en deux une feuille de papier ordinaire de format A4 ou Lettre, puis dépliez-la. 3. L'arête du pli orientée vers le bas, chargez le papier dans le réceptacle arrière. 4. Cliquez sur Exécuter.
hu: 1. Vegye ki a papírt a hátsó tálcából. 2. Hajtson félbe egy A4-es vagy Letter méretű normál papírt, majd hajtsa ki azt. 3. A kidomborodó hajtott éllel lefelé helyezze a lapot a hátsó tálcára. 4. Kattintson a Végrehajtás gombra.
id: 1. Keluarkan kertas dari tatakan belakang. 2. Lipat kertas ukuran A4 atau letter, kertas biasa menjadi dua, kemudian buka lipatan kertas tersebut. 3. Dengan bagian punggung lipatan menghadap ke bawah, muatkan kertas ke dalam tatakan belakang. 4. Klik Laksanakan.
ja: 1. 後トレイから用紙を取り除いてください。 2. A4普通紙を横半分に折ってから、開きます。 3. 開いた面が表になるように、後トレイにセットします。 4. [実行]をクリックしてください。
pl: 1. Usuń papier z tylnej tacy. 2. Złóż arkusz zwykłego papieru formatu A4 lub Letter na pół, a następnie rozłóż go. 3. Załaduj arkusz grzbietem zagięcia skierowanym do dołu na tylną tacę. 4. Kliknij przycisk Wykonaj.
pt: 1. Remova o papel da bandeja traseira. 2. Dobre o papel comum de formato A4 ou Letter ao meio e desdobre-o. 3. Com a aresta da dobra voltada para baixo, coloque o papel na bandeja traseira. 4. Clique em Executar.
sv: 1. Ta bort papperet från det bakre facket. 2. Vik Vanligt papper av A4- eller Letter-storlek på mitten och vik sedan upp papperet igen. 3. Lägg i papperet i det bakre facket med veckets rygg vänd nedåt. 4. Klicka på Utför.
th: 1. เอากระดาษออกจากเทรย์ด้านหลัง 2. พับกระดาษขนาด A4 หรือ Letter ครึ่ง แผ่กระดาษออก 3. ป้อนกระดาษอยู่ในเทรย์ด้านหลังโดยให้สันรอยพับอยู่ด้านล่าง 4. คลิก 'ปฏิบัติ'

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load one sheet of A4 or letter size, plain paper into the rear tray, and click the Print Check Pattern.
cs: Vytiskne vzorek, který umožňuje zkontrolovat, zda nejsou trysky tiskových hlav ucpané. Připravte tiskárnu (připojte kabel a tiskárnu zapněte), posuňte páčku tloušťky papíru doleva, vložte do zadní přihrádky jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster, anhand dessen Sie überprüfen können, ob die Druckkopfdüsen verstopft sind. Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach links, legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein und klicken Sie auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε εάν τα ακροφύσια της κεφαλής εκτύπωσης είναι φραγμένα. Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ενεργοποιήστε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα αριστερά, τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη και κάντε κλικ στο "Εκτύπωση μοτίβου ελέγχου".
fi: Tulostaa kuvion, jonka avulla voit tarkistaa, ovatko tulostuspään suuttimet tukossa. Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua vasemmalle, lisää takalokeroon yksi arkki A4- tai Letter-kokoista tavallista paperia ja valitse Tulosta tarkistuskuvio.
fr: Imprime un motif vous permettant de vérifier si les buses des têtes d'impression sont obstruées. Préparez l'imprimante (branchez son câble et mettez-la sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la gauche, chargez une feuille de papier ordinaire de format A4 ou Lettre dans le réceptacle arrière, puis cliquez sur Imprimer le motif de vérification.
hu: Mintát nyomtat, melynek segítségével ellenőrizheti, hogy a nyomtatófej fúvókái el vannak-e dugulva. Helyezze készenlétbe (csatlakoztassa a hálózati tápkábelt, és kapcsolja be) a nyomtatót, húzza balra a nyomtató papírvastagsági karját, majd tegyen egy A4-es vagy Letter méretű normál papírt a hátsó tálcára, és kattintson az Ellenőrző minta nyomtatása gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kiri, muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang, dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、紙厚レバーを左 にセットし、後トレイにA4の普通紙を1枚入れてから、[確認パターン印刷]をクリッ クしてください。
pl: Drukuje desenie pozwalające sprawdzić, czy dysze głowicy drukującej nie są zatkane. Przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń w lewo dźwignię grubości papieru, załaduj jeden arkusz zwykłego papieru formatu A4 lub Letter na tylną tacę i kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão obstruídos. Prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a esquerda, coloque uma folha de papel comum de tamanho A4 ou letter na bandeja traseira e clique em Imprimir Padrão de Verificação.
sv: Skriver ut mönster för kontroll om skrivhuvudmunstyckena är igensatta. Förbered skrivaren (anslut kabeln och slå på skrivaren), flytta spaken för papperstjocklek åt vänster, lägg ett vanligt papper av A4- eller Letter-storlek i det bakre facket och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางซ้าย ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในเทรย์ด้านหลัง และคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), posuňte páčku tloušťky papíru doleva a do zadní přihrádky vložte dva listy běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach links und legen Sie zwei Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopfausrichtung". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα αριστερά και τοποθετήστε δύο φύλλα απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua vasemmalle ja lisää takalokeroon kaksi arkkia A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Tulostuspään kohdistus. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la gauche, puis chargez deux feuilles de papier ordinaire au format A4 ou Lettre dans le réceptacle arrière. L'imprimante va imprimer un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), állítsa a papírvastagsági kart bal oldali állásba, majd tegyen be két A4-es vagy Letter méretű normál papírt a hátsó tálcába. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kiri dan muatkan dua lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、紙厚レバーを左にセットし、後トレイにA4の普通紙を2枚入れてくださ い。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń na lewo dźwignię grubości papieru i załaduj dwa arkusze zwykłego papieru formatu A4 lub Letter na tylną tacę. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a esquerda e coloque duas folhas de papel comum tamanho A4 ou Letter na bandeja traseira. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Valor de Alinhamento de Impressão.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen), ställa in skrivarens spak för papperstjocklek till vänster och lägga i två ark Vanligt papper av A4- eller Letter-storlek i det bakre facket. Ett justeringsmönster skrivs ut. Klicka på Justering av skrivhuvud för att justera skrivhuvudet. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางซ้าย และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สองแผ่นลงในเทรย์ด้านหลัง เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'
