Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Load a sheet of A4 or letter size paper into the paper source selected by the Paper Feed Switch and click OK.
cs: Vložte list papíru formátu A4 nebo Letter do zdroje vybraného přepínačem Podávání papíru a klepněte na tlačítko OK.
de: Legen Sie ein Blatt Papier des Formats A4 oder Letter in die über die Papierzufuhrtaste ausgewählte Papierquelle ein und klicken Sie auf "OK".
el: Τοποθετήστε ένα φύλλο χαρτιού μεγέθους A4 ή Letter στην προέλευση χαρτιού που επιλέξατε από το διακόπτη τροφοδοσίας χαρτιού και κάντε κλικ στο κουμπί OK.
fi: Lisää paperinsyöttökytkimellä valittuun paperilähteeseen A4- tai Letter-kokoinen paperiarkki ja napsauta OK.
fr: Chargez une feuille de papier au format A4 ou Lettre dans l'alimentation papier sélectionnée avec le commutateur de papier et cliquez sur OK.
hu: Tegyen be egy A4 vagy Letter méretű papírt a Papíradagolás kapcsoló által meghatározott papírforrásba, és kattintson az OK gombra.
id: Muatkan selembar kertas ukuran A4 atau letter ke dalam sumber kertas yang dipilih oleh Tukar Penyaluran Kertas dan klik OK.
ja: プリンターの給紙切替ボタンで選択しているほうにA4の用紙をセットして、[OK]を クリックしてください。
pl: Załaduj arkusz papieru A4 lub Letter do źródła papieru wybranego przy użyciu przełącznika podawania papieru i kliknij przycisk OK.
pt: Coloque uma folha de papel de formato A4 ou Letter na origem do papel selecionada através do Interruptor de Alimentação de Papel e clique em OK.
sv: Ladda ett A4-ark eller ett letter-ark i den papperskälla som valts med pappersmatningsomkopplaren och klicka på OK.
th: ป้อนกระดาษขนาด A4 หรือ Letter แผ่นหนึ่งลงในแหล่งจ่ายกระดาษที่ถูกเลือกด้วย 'สวิตช์ป้อนกระดาษ' และคลิก 'ตกลง'

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve, even after Cleaning is executed two times, execute deep cleaning.
cs: Pokud se vytištěný vzorek podobá tomuto vzorku, mohou být trysky tiskových hlav ucpané. Klepněte na tlačítko Čištění. Pokud se vytištěný vzorek nezlepší ani po druhém čištění, spusťte hloubkové čištění.
de: Wenn das gedruckte Muster diesem Muster gleicht, sind möglicherweise die Druckkopfdüsen verstopft. Klicken Sie auf "Reinigung". Ist das Ergebnis des Testdrucks auch nach zwei Reinigungsgängen nicht zufrieden stellend, führen Sie eine Intensivreinigung durch.
el: Εάν το εκτυπωμένο μοτίβο μοιάζει με αυτό, τα ακροφύσια κεφαλής εκτύπωσης ίσως είναι φραγμένα. Κάντε κλικ στο κουμπί "Καθαρισμός". Αν το εκτυπωμένο μοτίβο δεν βελτιωθεί μετά από δύο Καθαρισμούς, εκτελέστε βαθύ καθαρισμό.
fi: Jos tulostunut kuvio muistuttaa tätä kuviota, tulostuspään suuttimet voivat olla tukkeutuneet. Valitse Puhdistus. Jos tulostunut kuvio ei parane, vaikka olet suorittanut puhdistuksen kaksi kertaa, suorita perusteellinen puhdistus.
fr: Si le motif imprimé ressemble à celui-ci, les buses des têtes d'impression sont peut-être obstruées. Cliquez sur Nettoyage. Si le motif imprimé ne s'améliore pas même après deux nettoyages, effectuez un nettoyage en profondeur.
hu: Ha a kinyomtatott minta erre a mintára hasonlít, a nyomtatófej fúvókái el lehetnek dugulva. Kattintson a Tisztítás gombra. Ha a kinyomtatott minta a tisztítás kétszeri végrehajtása után sem javul, végezzen fokozott tisztítást.
id: Jika pola yang dicetak menyerupai pola ini, mulut semprot kepala cetak mungkin tersumbat. Klik Pembersihan. Jika pola yang dicetak tidak membaik, bahkan setelah Pembersihan dilaksanakan dua kali, laksanakan pembersihan tingkat dalam.
ja: 印刷されたパターンがこちらの状態に近い場 合は、インクの噴出し口(ノズル)が目づま りしている可能性があります。 [クリーニング]をクリックしてください。 クリーニングを2回行っても改善されない場 合は、「強力クリーニング」を行ってくださ い。
pl: Jeśli wydrukowany wzór przypomina wzór przedstawiony w tym miejscu, dysze głowicy drukującej mogą być zatkane. Kliknij przycisk Czyszczenie. Jeśli drukowany wzór nie poprawi się nawet po dwukrotnym czyszczeniu, przeprowadź dokładne czyszczenie.
pt: Se o padrão impresso se assemelhar a este padrão, significa que os ejetores da cabeça de impressão estão obstruídos. Clique em Limpeza. Se o padrão impresso não melhorar, mesmo depois de executar a Limpeza duas vezes, execute a limpeza profunda.
sv: Skrivhuvudmunstyckena kan vara igensatta om det utskrivna mönstret ser ut som detta mönster. Klicka på Rengöring. Om det utskrivna mönstret inte blir bättre när rengöringen är gjord två gånger gör du en djuprengöring.
th: หากรูปแบบที่พิมพ์ออกมาคล้ายกับรูปแบบตัวนี้ หัวฉีดอาจถูกอัดแล้ว คลิก 'การทำความสะอาด' หากรูปแบบที่พิมพ์ออกมาไม่ได้ดีขึ้นหลังจากได้ปฏิบัติการทำความสะอาดสองครั้ง ลงปฏิบัติการทำความสะอาดอย่างละเอียด

source: Load a sheet of A4 or letter size paper into the sheet feeder and click OK.
cs: Do podavače papíru vložte list papíru velikosti A4 nebo Letter a klepněte na tlačítko OK.
de: Legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in den Papiereinzug ein und klicken Sie auf "OK".
el: Τοποθετήστε ένα φύλλο χαρτιού μεγέθους A4 ή Letter στον τροφοδότη φύλλων και κάντε κλικ στο κουμπί ΟΚ.
fi: Lisää arkinsyöttölaitteeseen A4- tai Letter-kokoinen paperiarkki ja valitse OK.
fr: Chargez une feuille de papier au format A4 ou Lettre dans le chargeur de feuilles et cliquez sur OK.
hu: Tegyen be egy A4 vagy Letter méretű papírt az adagolóba, s kattintson az OK gombra.
id: Muatkan selembar kertas ukuran A4 atau letter ke dalam penyalur kertas dan klik OK.
ja: オートシートフィーダーにA4の用紙をセットして、[OK]をクリックしてください。
pl: Załaduj arkusz papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk OK.
pt: Coloque uma folha de papel de formato A4 ou Letter no alimentador e clique em OK.
sv: Lägg ett ark papper i A4- eller Letter-storlek i arkmataren och klicka på OK.
th: ป้อนกระดาษขนาด A4 หรือ Letter แผ่นหนึ่งลงในตัวป้อนกระดาษและคลิก 'ตกลง'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready(connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click OK.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabely a tiskárnu zapněte), posuňte páčku tloušťky papíru doleva a do podavače papíru vložte list běžného papíru formátu A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko OK nastavíte polohu tiskové hlavy.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach links und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in den Papiereinzug ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "OK".
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα αριστερά και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στον τροφοδότη χαρτιού. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, πατήστε "OK".
fi: Aloitetaan tulostuspään kohdistus. Kohdistus edellyttää tulostamista. Valmistele tulostin (kytke kaapeli ja virta tulostimeen), siirrä paperin paksuudensäätövipua vasemmalle ja lisää arkinsyöttölaitteeseen yksi arkki A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään napsauttamalla OK.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez-la sous tension), déplacez le levier de sélection l'épaisseur du papier de l'imprimante vers la gauche, puis chargez une feuille de papier ordinaire au format A4 ou Lettre dans le chargeur de feuilles. L'imprimante va imprimer un motif d'alignement. Pour aligner la tête d'impression, cliquez sur OK.
hu: A nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), húzza balra a nyomtató papírvastagsági karját, majd tegyen be egy A4-es vagy Letter méretű normál papírt lapadagolóba. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson az OK gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kiri dan muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam penyalur kertas. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik OK.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、紙間選択レバーを左にセットし、オートシートフィーダーにA4の普通紙 を1枚入れてください。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[OK]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń w lewo dźwignię grubości papieru i załaduj arkusz papieru zwykłego formatu A4 lub Letter do podajnika arkuszy. Zostanie wydrukowany deseń wyrównywania. Aby wyrównać położenie głowicy drukującej, kliknij przycisk OK.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a esquerda e coloque uma folha de papel comum de formato A4 ou Letter no alimentador. Será impresso um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em OK.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift, måste du förbereda skrivaren (anslut kabeln och slå på strömmen), ställa in skrivarens spak för papperstjocklek till vänster och lägga i ett ark Vanligt papper av A4- eller Letter-storlek i arkmataren. Ett justeringsmönster skrivs ut. Om du vill justera skrivhuvudet klickar du på OK.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางซ้าย และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในตัวป้อนกระดาษ เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'ตกลง'

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the sheet feeder, and click the Print Check Pattern.
cs: Vytiskne vzorek, který umožňuje zkontrolovat, zda nejsou trysky tiskových hlav ucpané. Připravte tiskárnu (připojte kabel a zapněte ji), posuňte páčku tloušťky papíru na tiskárně doleva, vložte do podavače list běžného papíru formátu A4 nebo Letter a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster, anhand dessen Sie überprüfen können, ob die Druckkopfdüsen verstopft sind. Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach links, legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in den Papiereinzug ein und klicken Sie auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε εάν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα αριστερά, τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στον τροφοδότη χαρτιού και κάντε κλικ στο "Εκτύπωση μοτίβου ελέγχου".
fi: Tulostaa kuvion, jonka avulla voit tarkistaa, ovatko tulostuspään suuttimet tukossa. Valmistele tulostin (kytke kaapeli ja tulostimeen virta), siirrä paperin paksuudensäätövipua vasemmalle, lisää arkinsyöttölaitteeseen arkki A4- tai Letter-kokoista tavallista paperia ja napsauta Tulosta tarkistuskuvio.
fr: Imprime un motif vous permettant de vérifier si les buses des têtes d'impression sont obstruées. Préparez l'imprimante (branchez le câble et mettez-la sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la gauche, chargez une feuille de papier ordinaire au format A4 ou Lettre dans le chargeur de feuilles, puis cliquez sur Imprimer le motif de vérification.
hu: Mintát nyomtat, melynek segítségével ellenőrizheti, hogy a nyomtatófej fúvókái el vannak-e dugulva. Helyezze készenlétbe (csatlakoztassa a hálózati tápkábelt, és kapcsolja be) a nyomtatót, húzza balra a nyomtató papírvastagsági karját, majd tegyen be egy A4 vagy Letter méretű normál papírt a lapadagolóba, és kattintson az Ellenőrző minta nyomtatása gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kiri, muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam penyalur kertas, dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、紙間選択レバー を左にセットし、オートシートフィーダーにA4の普通紙を1枚入れてから、[確認パタ ーン印刷]をクリックしてください。
pl: Drukuje desenie pozwalające sprawdzić, czy dysze głowicy drukującej nie są zatkane. Przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń w lewo dźwignię grubości papieru, załaduj arkusz zwykłego papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão obstruídos. Prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel para a esquerda, coloque uma folha de papel comum de formato A4 ou Letter no alimentador e clique em Imprimir Padrão de Verificação.
sv: Skriver ut mönster för kontroll om skrivhuvudmunstyckena är igensatta. Förbered skrivaren (anslut kabeln och slå på skrivaren), flytta spaken för papperstjocklek åt vänster, lägg ett vanligt papper av A4- eller Letter-storlek i arkmataren och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางซ้าย ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในตัวป้อนกระดาษ และคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Color Only
cs: Pouze barevná
de: Nur Farbe
el: Μόνο χρώμα
fi: Vain väri
fr: Couleur seulement
hu: Csak a színes
id: Hanya Berwarna
ja: カラーのみ
pl: Tylko kolor
pt: Apenas Colorido
sv: Endast färg
th: สีเท่านั้น

source: Black Only
cs: Pouze černá
de: Nur Schwarz
el: Μόνο μαύρη
fi: Vain musta
fr: Noir seulement
hu: Csak fekete
id: Hanya Hitam
ja: ブラックのみ
pl: Tylko czarny
pt: Apenas Preto
sv: Endast svart
th: สีดำเท่านั้น

source: Both Black and Color
cs: Černá i barevná
de: Schwarz und Farbe
el: Μαύρη και έγχρωμη
fi: Musta ja väri
fr: Noir et couleur
hu: Mind a Fekete és a színes
id: Hitam dan Berwarna
ja: 両方
pl: Czarny i kolorowy
pt: Preto e Colorido
sv: Både svart och färg
th: สีดำและสี

source: Prints using only color cartridge instead of black cartridge.
cs: Tiskne pouze pomocí barevné kazety místo černé kazety.
de: Druckt nur mit der Farbtintenpatrone statt mit der schwarzen Tintenpatrone.
el: Εκτυπώνει χρησιμοποιώντας μόνο το φυσίγγιο έγχρωμης μελάνης αντί για το φυσίγγιο μαύρης μελάνης.
fi: Käyttää tulostukseen mustan mustekasetin sijasta vain värillistä mustekasettia.
fr: Imprime en utilisant uniquement la cartouche couleur au lieu de la cartouche noire.
hu: A fekete helyett csak a színes patron használatával nyomtat.
id: Mencetak hanya menggunakan kartrij berwarna bukan kartrij hitam.
ja: ブラックのインクカートリッジを使用せず、カラーのインクカートリッジのみで印刷しま す。
pl: Drukuje tylko za pomocą kasety kolorowej zamiast kasety czarnej.
pt: Imprime utilizando apenas o cartucho colorido em vez do de tinta preta.
sv: Skriver ut med endast färgkassett i stället för endast svart kassett.
th: พิมพ์ด้วยการใช้คาร์ทริดสีเท่านั้นแทนที่คาร์ทริดสีดำเท่านั้น

source: Prints using only black cartridge instead of color cartridge only when Plain Paper is selected for the Media Type on the Main Tab.
cs: Tiskne pouze pomocí černé kazety místo barevné kazety, a to pouze v případě, že je na kartě Hlavní v poli Typ média vybrána možnost Běžný papír.
de: Druckt nur mit der schwarzen Tintenpatrone statt mit der Farbtintenpatrone, wenn im Register "Optionen" unter "Medientyp" die Option "Normalpapier" ausgewählt ist.
el: Εκτυπώνει χρησιμοποιώντας μόνο το φυσίγγιο μαύρης μελάνης αντί για το φυσίγγιο έγχρωμης μελάνης μόνο όταν έχει επιλεχθεί Απλό χαρτί για τον Τύπο μέσων στην καρτέλα Κύριες ρυθμίσεις.
fi: Käyttää tulostukseen värillisen mustekasetin sijasta vain mustaa mustekasettia, kun Päävalikosta on valittu Tulostustyypiksi tavallinen paperi.
fr: Imprime en utilisant uniquement la cartouche noire au lieu de la cartouche couleur seulement dans le cas où Papier ordinaire est sélectionné dans Type de support dans l'onglet Principal.
hu: A színes helyett csak a fekete patron használatával nyomtat, ha a Fő lapon a kiválasztott Hordozótípus a Normál papír.
id: Mencetak hanya menggunakan kartrij hitam bukan kartrij berwarna ketika Kertas Biasa dipilih sebagai Tipe Media pada Tab Utama.
ja: カラーのインクカートリッジを使用せず、ブラックのインクカートリッジのみで印刷しま す。 [基本設定]シートの[用紙の種類]で、[普通紙]が選択されている場合のみ有効にな ります。
pl: Drukuje tylko za pomocą kasety czarnej zamiast kolorowej, jeśli na karcie Główny jako Typ nośnika jest wybrany Papier zwykły.
pt: Imprime utilizando apenas o cartucho de tinta preta em vez do colorido somente quando o Tipo de Mídia selecionado na Guia Principal for Papel Comum.
sv: Skriver ut med endast svart kassett i stället för endast färgkassett när Vanligt papper väljs som Medietyp på fliken Huvudgrupp.
th: พิมพ์ด้วยการใช้คาร์ทริดสีดำเท่านั้นแทนที่คาร์ทริดสีเพียงในเมื่อ 'กระดาษธรรมดา' ถูกเลือกสำหรับ 'ชนิดสื่อสิ่งพิมพ์' บนแท็บ 'หลัก'

source: Prints using both black and color cartridges.
cs: Tiskne pomocí černé i barevné kazety.
de: Druckt unter Verwendung der schwarzen und der Farbtintenpatronen.
el: Εκτυπώνει χρησιμοποιώντας τα φυσίγγια μαύρης και έγχρωμης μελάνης.
fi: Käyttää tulostukseen sekä mustaa että värillistä mustekasettia.
fr: Imprime en utilisant à la fois les cartouches noire et couleur.
hu: Mind a fekete és a színes patronok használatával nyomtat.
id: Mencetak menggunakan kartrij hitam dan berwarna.
ja: カラーとブラックのインクカートリッジを使用して印刷します。
pl: Drukuje za pomocą kasety czarnej i kolorowej.
pt: Imprime utilizando cartuchos preto e colorido.
sv: Skriver ut med både svart- och färgbläckkassetter.
th: พิมพ์ด้วยคาร์ทริดสีดำและสี

source: The printer will print one sheet of pattern to start alignment automatically. Do not start another operation until the current one has finished.
cs: Tiskárna zahájí automatické nastavení vytisknutím jednoho listu se vzorky. Nespouštějte další operaci, dokud není dokončena aktuální operace.
de: Der Drucker druckt ein Blatt Anpassungsmuster, um die Ausrichtung automatisch zu starten. Starten Sie keinen anderen Vorgang, bevor der aktuelle Vorgang abgeschlossen ist.
el: Ο εκτυπωτής θα εκτυπώσει ένα φύλλο μοτίβου για να ξεκινήσει αυτομάτως η ευθυγράμμιση. Περιμένετε να ολοκληρωθεί η τρέχουσα λειτουργία πριν να ξεκινήσετε άλλη λειτουργία.
fi: Tulostin tulostaa yhden kuvioarkin ennen automaattista kohdistusta. Älä aloita uutta toimintoa, ennen kuin nykyinen on lopetettu.
fr: L'imprimante imprimera une feuille de motifs pour lancer automatiquement l'alignement. Ne lancez pas d'autre opération avant que l'opération en cours ne soit terminée.
hu: Az automatikus igazítás megkezdéséhez a nyomtató egy lap mintát fog kinyomtatni. Ne kezdjen el új műveletet, amíg az aktuális művelet véget nem ért.
id: Pencetak akan mencetak satu lembar pola untuk memulai penjajaran secara otomatis. Jangan mulai operasi lain sampai operasi sekarang selesai.
ja: 調整用のパターンを1枚印刷し、自動で調整を行います。 動作終了までほかの作業は行わないでください。
pl: Wydrukowany zostanie jeden arkusz deseni w celu rozpoczęcia automatycznego wyrównywania. Nie rozpoczynaj następnej operacji, dopóki nie zostanie zakończona bieżąca operacja.
pt: Será impressa uma folha de padrão para iniciar o alinhamento automaticamente. Não inicie outra operação enquanto a atual não tiver sido concluída.
sv: Skrivaren skriver ut ett ark med mönster för att starta justeringen automatiskt. Påbörja ingen annan åtgärd förrän den aktuella åtgärden är klar.
th: เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งแผ่นหนึ่งออกมาเพื่อเริ่มการจัดตำแหน่งโดยอัตโนมัติ ห้ามเริ่มการดำเนินการอื่นๆ จนกว่างานปัจจุบันเสร็จสมบูรณ์

source: Second sheet of head alignment pattern will be printed. Click OK to start printing.
cs: Bude vytištěn druhý list vzorků pro kontrolu nastavení tiskové hlavy. Spusťte tisk klepnutím na tlačítko OK.
de: Das zweite Blatt des Druckkopfausrichtungsmusters wird gedruckt. Klicken Sie auf "OK", um den Druckvorgang zu starten.
el: Θα εκτυπωθεί το δεύτερο φύλλο μοτίβου ευθυγράμμισης κεφαλών. Κάντε κλικ στο "OK" για να ξεκινήσει η εκτύπωση.
fi: Tulostuspään kohdistuskuvion toinen arkki tulostuu. Aloita tulostus valitsemalla OK.
fr: Une seconde feuille de motif d'alignement des têtes d'impression sera imprimée. Cliquez sur OK pour lancer l'impression.
hu: A fejigazítási minta második lapja kerül kinyomtatásra. A nyomtatás megkezdéséhez kattintson az OK gombra.
id: Lembar kedua pola penjajaran kepala cetak akan dicetak. Klik OK untuk mulai mencetak.
ja: 続いて、2枚目の調整パターンを印刷します。 準備ができたら[OK]をクリックしてください。
pl: Zostanie wydrukowany drugi arkusz deseniem wyrównywania głowic drukujących. Kliknij przycisk OK, aby rozpocząć drukowanie.
pt: Será impressa uma segunda folha de padrões de alinhamento de cabeça. Clique em OK para iniciar a impressão.
sv: Den andra sidan av mönstret för justering av skrivhuvuden skrivs ut. Klicka på OK när du vill börja skriva ut.
th: กระดาษแผ่นที่สองสำหรับรูปแบบการจัดตำแหน่งหัวพิมพ์จะถูกพิมพ์ คลิก 'ตกลง' เพื่อเริ่มการพิมพ์

source: Third sheet of head alignment pattern will be printed. Click OK to start printing.
cs: Bude vytištěn třetí list vzorků pro kontrolu nastavení tiskové hlavy. Spusťte tisk klepnutím na tlačítko OK.
de: Das dritte Blatt des Druckkopfausrichtungsmusters wird gedruckt. Klicken Sie auf "OK", um den Druckvorgang zu starten.
el: Θα εκτυπωθεί το τρίτο φύλλο μοτίβου ευθυγράμμισης κεφαλών. Κάντε κλικ στο "OK" για να ξεκινήσει η εκτύπωση.
fi: Tulostuspään kohdistuskuvion kolmas arkki tulostuu. Aloita tulostus valitsemalla OK.
fr: Une troisième feuille de motifs d'alignement des têtes d'impression sera imprimée. Cliquez sur OK pour lancer l'impression.
hu: A fejigazítási minta harmadik lapja kerül kinyomtatásra. A nyomtatás megkezdéséhez kattintson az OK gombra.
id: Lembar ketiga pola penjajaran kepala cetak akan dicetak. Klik OK untuk mulai mencetak.
ja: 続いて、3枚目の調整パターンを印刷します。 準備ができたら[OK]をクリックしてください。
pl: Zostanie wydrukowany trzeci arkusz z deseniem wyrównywania głowicy. Kliknij przycisk OK, aby rozpocząć drukowanie.
pt: Será impressa uma terceira folha de padrões de alinhamento de cabeça. Clique em OK para iniciar a impressão.
sv: Den tredje sidan av mönstret för justering av skrivhuvuden skrivs ut. Klicka på OK när du vill börja skriva ut.
th: กระดาษแผ่นที่สามสำหรับรูปแบบการจัดตำแหน่งหัวพิมพ์จะถูกพิมพ์ คลิก 'ตกลง' เพื่อเริ่มการพิมพ์
