Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: The selected paper size cannot be used in the current Paper Source setting. Paper Source setting is changed to the %s.
cs: Papír vybrané velikosti nelze použít s aktuálně nastaveným zdrojem papíru. Zdroj papíru byl změněn na %s.
de: Das ausgewählte Papierformat kann in der aktuellen Einstellung für die Papierzufuhr nicht verwendet werden. Die Einstellung für die Papierzufuhr wird in "%s" geändert.
el: Το επιλεγμένο μέγεθος χαρτιού δεν μπορεί να χρησιμοποιηθεί με την τρέχουσα ρύθμιση "Προέλευση χαρτιού". Η ρύθμιση "Προέλευση χαρτιού" έχει αλλάξει σε %s.
fi: Valittua paperikokoa ei voida käyttää nykyisellä paperilähdeasetuksella. Paperilähdeasetukseksi vaihdetaan %s.
fr: Le format papier sélectionné est incompatible avec le paramètre d'alimentation papier actuel. Le paramètre d'alimentation papier a été modifié et réglé sur %s.
hu: A kiválasztott papírméret nem alkalmazható a jelenlegi Papírforrás beállítás mellett. A Papírforrás beállítás a(z) %s értékre módosul.
id: Ukuran kertas yang dipilih tidak dapat digunakan dalam setelan Sumber Kertas sekarang. Setelan Sumber Kertas diubah ke %s.
ja: 現在設定している給紙方法では、選択した用紙サイズは使用できません。 給紙方法を%sに変更します。
pl: Nie można użyć wybranego rozmiaru papieru przy bieżącym ustawieniu opcji Źródło papieru. Ustawienie opcji Źródło papieru zostało zmienione na %s.
pt: O tamanho do papel selecionado não pode ser usado na configuração atual de Origem do Papel. A configuração de Origem do Papel foi alterada para %s.
sv: Den valda pappersstorleken kan inte användas med den nuvarande inställningen för Papperskälla. Inställningen för Papperskälla ändras till %s.
th: ขนาดกระดาษที่ถูกเลือกไม่สามารถใช้ได้ในการตั้งค่าแหล่งจ่ายกระดาษปัจจุบัน การตั้งค่าแหล่งจ่ายกระดาษถูกเปลี่ยนเป็น '%s'

source: Automatic Duplex Printing
cs: Automatický oboustranný tisk
de: Automatischer Duplexdruck
el: Αυτόματη εκτύπωση διπλής όψης
fi: Automaattinen kaksipuolinen tulostus
fr: Impression recto/verso auto.
hu: Automatikus kétoldalas nyomtatás
id: Pencetakan Dupleks Otomatis
ja: 自動両面印刷
pl: Automatyczne drukowanie dwustronne
pt: Impressão Duplex Automática
sv: Automatisk dubbelsidig utskrift
th: การพิมพ์ทั้งสองหน้าโดยอัตโนมัติ

source: A page size that is not supported by the duplex printing function is selected.
cs: Je vybrána velikost stránky, která není podporována funkcí oboustranného tisku.
de: Es wurde ein Seitenrformat ausgewählt, das von der Duplexdruckfunktion nicht unterstützt wird.
el: Έχει επιλεγεί μέγεθος σελίδας που δεν υποστηρίζεται από τη λειτουργία εκτύπωσης διπλής όψης.
fi: On valittu sivukoko, jota kaksipuolinen tulostus -toiminto ei tue.
fr: Vous avez sélectionné un format de page non pris en charge par la fonction d'impression recto/verso.
hu: Egy, a kétoldalas nyomtatás által nem támogatott oldalméret lett kiválasztva.
id: Ukuran halaman yang tidak didukung oleh fungsi pencetakan dupleks dipilih.
ja: 両面印刷に対応していない用紙サイズが選択されています。
pl: Wybrano rozmiar strony, który nie jest obsługiwany przez funkcję drukowania dwustronnego.
pt: Está selecionado um tamanho de página para o qual a função duplex não oferece suporte.
sv: En sidstorlek som inte kan användas med funktionen för dubbelsidig utskrift har valts.
th: ฟังก์ชันการพิมพ์ทั้งสองหน้าไม่สนับสนุนขนาดหน้าที่คุณใช้อยู่

source: Uncheck %s.
cs: Zrušte zaškrtnutí políčka %s.
de: Deaktivieren Sie "%s".
el: Απενεργοποιήστε τη ρύθμιση %s.
fi: Poista valinta %s -kohdasta.
fr: Désélectionnez l'option %s.
hu: Törölje a jelet az %s jelölőnégyzetből.
id: Jangan centang %s.
ja: [%s]の設定をオフにしてください。
pl: Usuń zaznaczenie opcji %s.
pt: Desmarcar %s.
sv: Avmarkera %s.
th: ไม่เลือก '%s'

source: Paper Source
cs: Zdroj papíru
de: Papierzufuhr
el: Προέλευση χαρτιού
fi: Paperilähde
fr: Alimentation papier
hu: Papírforrás
id: Sumber Kertas
ja: 給紙方法
pl: Źródło papieru
pt: Origem do Papel
sv: Papperskälla
th: แหล่งจ่ายกระดาษ

source: A page size that cannot be fed from the cassette was selected.
cs: Byla vybrána velikost stránky, kterou nelze ze zásobníku podat.
de: Es wurde ein Seitenformat ausgewählt, das nicht über die Kassette eingezogen werden kann.
el: Επιλέξατε μέγεθος σελίδας που δεν μπορεί να τροφοδοτηθεί από την κασέτα.
fi: On valittu sivukoko, jota ei voida syöttää kasetista.
fr: Un format de page qui ne peut pas être chargé à partir de la cassette a été sélectionné.
hu: Kazettából nem adagolható a választott méretű lap.
id: Ukuran halaman yang tidak dapat disalurkan dari kotak kertas telah dipilih.
ja: カセットから給紙できない用紙サイズが選択されています。
pl: Wybrano rozmiar strony, który nie może być podawany z kasety.
pt: Foi selecionado um tamanho de papel que não pode ser alimentado a partir da cassete.
sv: En pappersstorlek som inte kan matas från kassetten har valts.
th: ขนาดหน้าที่ไม่สามารถป้อนจากกลักกระดาษถูกเลือกอยู่

source: Change the %s setting to %s.
cs: Změňte nastavení %s na %s.
de: Ändern Sie die Einstellung "%s" in "%s".
el: Αλλάξτε τη ρύθμιση %s σε %s.
fi: Vaihda %s-asetukseksi %s.
fr: Modifiez le paramètre %s pour %s.
hu: Módosítsa a %s beállítást a %s értékre.
id: Ubah setelan %s menjadi %s.
ja: [%s]の設定を[%s]に変更してください。
pl: Zmień ustawienie %s na %s.
pt: Alterar a configuração %s para %s.
sv: Ändra inställningen %s till %s.
th: เปลี่ยนการตั้งค่า '%s' เป็น '%s'

source: Paper Source: %s is not available for the selected Media Type. Paper Source setting has been changed to %s.
cs: Zdroj papíru: %s není k dispozici pro vybraný typ média. Nastavení zdroje papíru bylo změněno na %s.
de: Papierzufuhr: %s ist für den gewählten Medientyp nicht verfügbar. Einstellungen der Papierzufuhr wurden in %s geändert.
el: Προέλευση χαρτιού: Η επιλογή '%s' δεν είναι διαθέσιμη για τον επιλεγμένο τύπο μέσου. Η ρύθμιση [Προέλευση χαρτιού] άλλαξε σε '%s'.
fi: Paperilähde: %s ei ole käytettävissä valitulle materiaalille. Paperilähdeasetukseksi on vaihdettu %s.
fr: L'alimentation papier : %s n'est pas disponible pour le type de support sélectionné. Le paramètre d'alimentation papier a été remplacé par %s.
hu: Papírforrás: %s nem érhető el a választott hordozótípushoz. A Papírforrás beállítás erre módosult: %s.
id: Setelan Sumber Kertas saat ini tidak tersedia untuk Tipe Media yang dipilih. Setelan Sumber Kertas telah diubah.
ja: 給紙方法 : %sは、選択している用紙の種類では使用できません。 給紙方法 : %sに変更します。
pl: Źródło papieru: %s nie jest dostępne dla wybranego typu nośnika. Ustawienie Źródło papieru zostało zmienione na %s.
pt: Origem do Papel: %s não está disponível para o tipo de mídia selecionado. A configuração Origem do Papel foi alterada para %s.
sv: Papperskälla: %s kan inte användas för den valda medietypen. Inställningen Papperskälla har ändrats till %s.
th: แหล่งจ่ายกระดาษ: ไม่สามารถใช้ '%s' ได้สำหรับ 'ชนิดสื่อสิ่งพิมพ์' ที่ถูกเลือก การตั้งค่า 'แหล่งจ่ายกระดาษ' ถูกเปลี่ยนเป็น '%s'

source: A5 [5.83"x8.27" 148.0x210.0mm]
cs: A5 [148.0x210.0mm 5.83"x8.27"]
de: A5 [148.0x210.0mm 5.83"x8.27"]
el: A5 [148.0x210.0mm 5.83"x8.27"]
fi: A5 [148.0x210.0mm 5.83"x8.27"]
fr: A5 [148.0x210.0mm 5.83"x8.27"]
hu: A5 [148.0x210.0mm 5.83"x8.27"]
ja: A5 [148.0x210.0mm 5.83"x8.27"]
pl: A5 [148.0x210.0mm 5.83"x8.27"]
pt: A5 [148.0x210.0mm 5.83"x8.27"]
sv: A5 [148.0x210.0mm 5.83"x8.27"]

source: A4 [8.27"x11.69" 210.0x297.0mm]
cs: A4 [210.0x297.0mm 8.27"x11.69"]
de: A4 [210.0x297.0mm 8.27"x11.69"]
el: A4 [210.0x297.0mm 8.27"x11.69"]
fi: A4 [210.0x297.0mm 8.27"x11.69"]
fr: A4 [210.0x297.0mm 8.27"x11.69"]
hu: A4 [210.0x297.0mm 8.27"x11.69"]
ja: A4 [210.0x297.0mm 8.27"x11.69"]
pl: A4 [210.0x297.0mm 8.27"x11.69"]
pt: A4 [210.0x297.0mm 8.27"x11.69"]
sv: A4 [210.0x297.0mm 8.27"x11.69"]

source: A3 [11.69"x16.54" 297.0x420.0mm]
cs: A3 [297.0x420.0mm 11.69"x16.54"]
de: A3 [297.0x420.0mm 11.69"x16.54"]
el: A3 [297.0x420.0mm 11.69"x16.54"]
fi: A3 [297.0x420.0mm 11.69"x16.54"]
fr: A3 [297.0x420.0mm 11.69"x16.54"]
hu: A3 [297.0x420.0mm 11.69"x16.54"]
ja: A3 [297.0x420.0mm 11.69"x16.54"]
pl: A3 [297.0x420.0mm 11.69"x16.54"]
pt: A3 [297.0x420.0mm 11.69"x16.54"]
sv: A3 [297.0x420.0mm 11.69"x16.54"]

source: B5 [7.17"x10.12" 182.0x257.0mm]
cs: B5 [182.0x257.0mm 7.17"x10.12"]
de: B5 [182.0x257.0mm 7.17"x10.12"]
el: B5 [182.0x257.0mm 7.17"x10.12"]
fi: B5 [182.0x257.0mm 7.17"x10.12"]
fr: B5 [182.0x257.0mm 7.17"x10.12"]
hu: B5 [182.0x257.0mm 7.17"x10.12"]
ja: B5 [182.0x257.0mm 7.17"x10.12"]
pl: B5 [182.0x257.0mm 7.17"x10.12"]
pt: B5 [182.0x257.0mm 7.17"x10.12"]
sv: B5 [182.0x257.0mm 7.17"x10.12"]

source: B4 [10.12"x14.33" 257.0x364.0mm]
cs: B4 [257.0x364.0mm 10.12"x14.33"]
de: B4 [257.0x364.0mm 10.12"x14.33"]
el: B4 [257.0x364.0mm 10.12"x14.33"]
fi: B4 [257.0x364.0mm 10.12"x14.33"]
fr: B4 [257.0x364.0mm 10.12"x14.33"]
hu: B4 [257.0x364.0mm 10.12"x14.33"]
ja: B4 [257.0x364.0mm 10.12"x14.33"]
pl: B4 [257.0x364.0mm 10.12"x14.33"]
pt: B4 [257.0x364.0mm 10.12"x14.33"]
sv: B4 [257.0x364.0mm 10.12"x14.33"]

source: Letter [8.50"x11.00" 215.9x279.4mm]
cs: Letter [215.9x279.4mm 8.50"x11.00"]
de: Letter [215.9x279.4mm 8.50"x11.00"]
el: Letter [215.9x279.4mm 8.50"x11.00"]
fi: Letter [215.9x279.4mm 8.50"x11.00"]
fr: Lettre [215.9x279.4mm 8.50"x11.00"]
hu: Letter [215.9x279.4mm 8.50"x11.00"]
ja: レター [215.9x279.4mm 8.50"x11.00"]
pl: Letter [215.9x279.4mm 8.50"x11.00"]
pt: Letter [215.9x279.4mm 8.50"x11.00"]
sv: Letter [215.9x279.4mm 8.50"x11.00"]

source: Legal [8.50"x14.00" 215.9x355.6mm]
cs: Legal [215.9x355.6mm 8.50"x14.00"]
de: Legal [215.9x355.6mm 8.50"x14.00"]
el: Legal [215.9x355.6mm 8.50"x14.00"]
fi: Legal [215.9x355.6mm 8.50"x14.00"]
fr: Légal [215.9x355.6mm 8.50"x14.00"]
hu: Legal [215.9x355.6mm 8.50"x14.00"]
ja: リーガル [215.9x355.6mm 8.50"x14.00"]
pl: Legal [215.9x355.6mm 8.50"x14.00"]
pt: Legal [215.9x355.6mm 8.50"x14.00"]
sv: Legal [215.9x355.6mm 8.50"x14.00"]

source: 11"x17" [11.00"x17.00" 279.4x431.8mm]
cs: 11"x17" [279.4x431.8mm 11.00"x17.00"]
de: 11"x17" [279.4x431.8mm 11.00"x17.00"]
el: 11"x17" [279.4x431.8mm 11.00"x17.00"]
fi: 11"x17" [279.4x431.8mm 11.00"x17.00"]
fr: 11"x17" [279.4x431.8mm 11.00"x17.00"]
hu: 11"x17" [279.4x431.8mm 11.00"x17.00"]
ja: 11x17 [279.4x431.8mm 11.00"x17.00"]
pl: 11"x17" [279.4x431.8mm 11.00"x17.00"]
pt: 11"x17" [279.4x431.8mm 11.00"x17.00"]
sv: 11"x17" [279.4x431.8mm 11.00"x17.00"]

source: Hagaki [3.94"x5.83" 100.0x148.0mm]
cs: Hagaki [100.0x148.0mm 3.94"x5.83"]
de: Hagaki [100.0x148.0mm 3.94"x5.83"]
el: Hagaki [100.0x148.0mm 3.94"x5.83"]
fi: Hagaki [100.0x148.0mm 3.94"x5.83"]
fr: Hagaki [100.0x148.0mm 3.94"x5.83"]
hu: Hagaki [100.0x148.0mm 3.94"x5.83"]
ja: はがき [100.0x148.0mm 3.94"x5.83"]
pl: Hagaki [100.0x148.0mm 3.94"x5.83"]
pt: Hagaki [100.0x148.0mm 3.94"x5.83"]
sv: Hagaki [100.0x148.0mm 3.94"x5.83"]

source: A3+ [12.95"x19.02" 329.0x483.0mm]
cs: A3+ [329.0x483.0mm 12.95"x19.02"]
de: A3+ [329.0x483.0mm 12.95"x19.02"]
el: A3+ [329.0x483.0mm 12.95"x19.02"]
fi: A3+ [329.0x483.0mm 12.95"x19.02"]
fr: A3+ [329.0x483.0mm 12.95"x19.02"]
hu: A3+ [329.0x483.0mm 12.95"x19.02"]
ja: A3ノビ [329.0x483.0mm 12.95"x19.02"]
pl: A3+ [329.0x483.0mm 12.95"x19.02"]
pt: A3+ [329.0x483.0mm 12.95"x19.02"]
sv: A3+ [329.0x483.0mm 12.95"x19.02"]

source: Custom...
cs: Uživatelský...
de: Benutzerdefiniert...
el: Προσαρμογή...
fi: Mukautettu...
fr: Personnalisé...
hu: Egyéni...
id: Serasikan...
ja: ユーザー定義用紙...
pl: Niestandardowy...
pt: Personalizado...
sv: Anpassad...
th: กำหนดเอง...

source: Comm. Env. #10 [4.12"x9.50" 104.8x241.3mm]
cs: Běžná obálka č.10 [104.8x241.3mm 4.12"x9.50"]
de: Umschlag #10 [104.8x241.3mm 4.12"x9.50"]
el: Comm. Env. #10 [104.8x241.3mm 4.12"x9.50"]
fi: Kirjekuori (Comm. Env.) #10 [104.8x241.3mm 4.12"x9.50"]
fr: Env. comm. nº 10 [104.8x241.3mm 4.12"x9.50"]
hu: 10-es boríték [104.8x241.3mm 4.12"x9.50"]
id: Comm. Amplop #10 [4,12"x9,50" 104,8x241,3mm]
ja: US Comm. Env. #10 [104.8x241.3mm 4.12"x9.50"]
pl: Koperta Commercial #10 [104.8x241.3mm 4.12"x9.50"]
pt: Env. Com. 10 [104.8x241.3mm 4.12"x9.50"]
sv: Standardkuvert nr. 10 [104.8x241.3mm 4.12"x9.50"]

source: DL Env. [4.33"x8.66" 110.0x220.0mm]
cs: Obálka DL [110.0x220.0mm 4.33"x8.66"]
de: Umschlag DL [110.0x220.0mm 4.33"x8.66"]
el: DL Env. [110.0x220.0mm 4.33"x8.66"]
fi: DL-kirjekuori [110.0x220.0mm 4.33"x8.66"]
fr: DL Env. [110.0x220.0mm 4.33"x8.66"]
hu: DL boríték [110.0x220.0mm 4.33"x8.66"]
id: DL Amplop [4,33"x8,66" 110,0x220,0mm]
ja: EUR DL Env. [110.0x220.0mm 4.33"x8.66"]
pl: Koperta DL [110.0x220.0mm 4.33"x8.66"]
pt: Env. DL [110.0x220.0mm 4.33"x8.66"]
sv: DL-kuvert [110.0x220.0mm 4.33"x8.66"]

source: Youkei 4 [4.13"x9.25" 105.0x235.0mm]
cs: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
de: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
el: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
fi: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
fr: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
hu: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
ja: 洋形4号 [105.0x235.0mm 4.13"x9.25"]
pl: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
pt: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
sv: Youkei 4 [105.0x235.0mm 4.13"x9.25"]

source: Youkei 6 [3.86"x7.48" 98.0x190.0mm]
cs: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
de: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
el: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
fi: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
fr: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
hu: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
ja: 洋形6号 [98.0x190.0mm 3.86"x7.48"]
pl: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
pt: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
sv: Youkei 6 [98.0x190.0mm 3.86"x7.48"]

source: L [3.50"x5.00" 89.0x127.0mm]
cs: L [89.0x127.0mm 3.50"x5.00"]
de: L [89.0x127.0mm 3.50"x5.00"]
el: L [89.0x127.0mm 3.50"x5.00"]
fi: L [89.0x127.0mm 3.50"x5.00"]
fr: L [89.0x127.0mm 3.50"x5.00"]
hu: L [89.0x127.0mm 3.50"x5.00"]
ja: L判 [89.0x127.0mm 3.50"x5.00"]
pl: L [89.0x127.0mm 3.50"x5.00"]
pt: L [89.0x127.0mm 3.50"x5.00"]
sv: L [89.0x127.0mm 3.50"x5.00"]

source: 2L [5.00"x7.01" 127.0x178.0mm]
cs: 2L [127.0x178.0mm 5.00"x7.01"]
de: 2L [127.0x178.0mm 5.00"x7.01"]
el: 2L [127.0x178.0mm 5.00"x7.01"]
fi: 2L [127.0x178.0mm 5.00"x7.01"]
fr: 2L [127.0x178.0mm 5.00"x7.01"]
hu: 2L [127.0x178.0mm 5.00"x7.01"]
ja: 2L判 [127.0x178.0mm 5.00"x7.01"]
pl: 2L [127.0x178.0mm 5.00"x7.01"]
pt: 2L [127.0x178.0mm 5.00"x7.01"]
sv: 2L [127.0x178.0mm 5.00"x7.01"]

source: 4"x6" [4.00"x6.00" 101.6x152.4mm]
cs: 4"x6" [101.6x152.4mm 4.00"x6.00"]
de: 4"x6" [101.6x152.4mm 4.00"x6.00"]
el: 4"x6" [101.6x152.4mm 4.00"x6.00"]
fi: 4"x6" [101.6x152.4mm 4.00"x6.00"]
fr: 4"x6" [101.6x152.4mm 4.00"x6.00"]
hu: 4"x6" [101.6x152.4mm 4.00"x6.00"]
ja: KG [101.6x152.4mm 4.00"x6.00"]
pl: 4"x6" [101.6x152.4mm 4.00"x6.00"]
pt: 4"x6" [101.6x152.4mm 4.00"x6.00"]
sv: 4"x6" [101.6x152.4mm 4.00"x6.00"]

source: 5"x7" [5.00"x7.00" 127.0x177.8mm]
cs: 5"x7" [127.0x177.8mm 5.00"x7.00"]
de: 5"x7" [127.0x177.8mm 5.00"x7.00"]
el: 5"x7" [127.0x177.8mm 5.00"x7.00"]
fi: 5"x7" [127.0x177.8mm 5.00"x7.00"]
fr: 5"x7" [127.0x177.8mm 5.00"x7.00"]
hu: 5"x7" [127.0x177.8mm 5.00"x7.00"]
ja: US 5x7 [127.0x177.8mm 5.00"x7.00"]
pl: 5"x7" [127.0x177.8mm 5.00"x7.00"]
pt: 5"x7" [127.0x177.8mm 5.00"x7.00"]
sv: 5"x7" [127.0x177.8mm 5.00"x7.00"]

source: Hagaki 2 [7.87"x5.83" 200.0x148.0mm]
cs: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
de: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
el: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
fi: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
fr: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
hu: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
ja: 往復はがき [200.0x148.0mm 7.87"x5.83"]
pl: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
pt: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
sv: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]

source: Card [2.17"x3.58" 55.0x91.0mm]
cs: Karta [55.0x91.0mm 2.17"x3.58"]
de: Karte [55.0x91.0mm 2.17"x3.58"]
el: Κάρτα [55.0x91.0mm 2.17"x3.58"]
fi: Kortti [55.0x91.0mm 2.17"x3.58"]
fr: Carte [55.0x91.0mm 2.17"x3.58"]
hu: Kártya [55.0x91.0mm 2.17"x3.58"]
ja: 名刺 [55.0x91.0mm 2.17"x3.58"]
pl: Karta [55.0x91.0mm 2.17"x3.58"]
pt: Cartão [55.0x91.0mm 2.17"x3.58"]
sv: Kort [55.0x91.0mm 2.17"x3.58"]

source: Credit Card [2.13"x3.39" 54.0x86.0mm]
cs: Kred. Karta [54.0x86.0mm 2.13"x3.39"]
de: Kreditk. [54.0x86.0mm 2.13"x3.39"]
el: Πιστωτ.κάρτα [54.0x86.0mm 2.13"x3.39"]
fi: Luottok [54.0x86.0mm 2.13"x3.39"]
fr: Carte créd. [54.0x86.0mm 2.13"x3.39"]
hu: Hitelkártya [54.0x86.0mm 2.13"x3.39"]
ja: カード [54.0x86.0mm 2.13"x3.39"]
pl: Karta kr [54.0x86.0mm 2.13"x3.39"]
pt: Crt. Crd. [54.0x86.0mm 2.13"x3.39"]
sv: Kreditkort [54.0x86.0mm 2.13"x3.39"]
th: บัตรเครดิต [2.13"x3.39" 54.0x86.0mm]

source: Fine Art Letter [8.50"x11.00" 215.9x279.4mm]
cs: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]
de: Fine Art A4 [215.9x279.4mm 8.50"x11.00"]
el: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]
fi: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]
fr: Beaux-arts Lettre [215.9x279.4mm 8.50"x11.00"]
hu: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]
ja: ファインアート レター [215.9x279.4mm 8.50"x11.00"]
pl: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]
pt: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]
sv: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]

source: Fine Art A4 [8.27"x11.69" 210.0x297.0mm]
cs: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]
de: Fine Art Letter [210.0x297.0mm 8.27"x11.69"]
el: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]
fi: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]
fr: Beaux-arts A4 [210.0x297.0mm 8.27"x11.69"]
hu: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]
ja: ファインアート A4 [210.0x297.0mm 8.27"x11.69"]
pl: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]
pt: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]
sv: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]

source: 4"x8" [4.00"x8.00" 101.6x203.2mm]
cs: 4"x8" [101.6x203.2mm 4.00"x8.00"]
de: 4"x8" [101.6x203.2mm 4.00"x8.00"]
el: 4"x8" [101.6x203.2mm 4.00"x8.00"]
fi: 4"x8" [101.6x203.2mm 4.00"x8.00"]
fr: 4"x8" [101.6x203.2mm 4.00"x8.00"]
hu: 4"x8" [101.6x203.2mm 4.00"x8.00"]
ja: US 4x8 [101.6x203.2mm 4.00"x8.00"]
pl: 4"x8" [101.6x203.2mm 4.00"x8.00"]
pt: 4"x8" [101.6x203.2mm 4.00"x8.00"]
sv: 4"x8" [101.6x203.2mm 4.00"x8.00"]

source: 10"x12" [10.00"x12.00" 254.0x304.8mm]
cs: 10"x12" [254.0x304.8mm 10.00"x12.00"]
de: 10"x12" [254.0x304.8mm 10.00"x12.02"]
el: 10"x12" [254.0x304.8mm 10.00"x12.06"]
fi: 10"x12" [254.0x304.8mm 10.00"x12.04"]
fr: 10"x12" [254.0x304.8mm 10.00"x12.05"]
hu: 10"x12" [254.0x304.8mm 10.00"x12.07"]
ja: 四切 [254.0x304.8mm 10.00"x12.00"]
pl: 10"x12" [254.0x304.8mm 10.00"x12.11"]
pt: 10"x12" [254.0x304.8mm 10.00"x12.12"]
sv: 10"x12" [254.0x304.8mm 10.00"x12.14"]

source: 8"x10" [8.00"x10.00" 203.2x254.0mm]
cs: 8"x10" [203.2x254.0mm 8.00"x10.00"]
de: 8"x10" [203.2x254.0mm 8.00"x10.00"]
el: 8"x10" [203.2x254.0mm 8.00"x10.00"]
fi: 8"x10" [203.2x254.0mm 8.00"x10.00"]
fr: 8"x10" [203.2x254.0mm 8.00"x10.00"]
hu: 8"x10" [203.2x254.0mm 8.00"x10.00"]
ja: 六切 [203.2x254.0mm 8.00"x10.00"]
pl: 8"x10" [203.2x254.0mm 8.00"x10.00"]
pt: 8"x10" [203.2x254.0mm 8.00"x10.00"]
sv: 8"x10" [203.2x254.0mm 8.00"x10.00"]

source: Wide [4.00"x7.11" 101.6x180.6mm]
cs: Wide [101.6x180.6mm 4.00"x7.11"]
de: Wide [101.6x180.6mm 4.00"x7.11"]
el: Wide [101.6x180.6mm 4.00"x7.11"]
fi: Wide [101.6x180.6mm 4.00"x7.11"]
fr: Wide [101.6x180.6mm 4.00"x7.11"]
hu: Wide [101.6x180.6mm 4.00"x7.11"]
ja: ワイド [101.6x180.6mm 4.00"x7.11"]
pl: Wide [101.6x180.6mm 4.00"x7.11"]
pt: Wide [101.6x180.6mm 4.00"x7.11"]
sv: Wide [101.6x180.6mm 4.00"x7.11"]

source: Left
cs: Vlevo
de: Links
el: Αριστ.
fi: Vasen
fr: Gauche
hu: Balra
id: Kiri
ja: 左
pl: Z lewej
pt: Esquerda
sv: Vänster
th: ซ้าย

source: Right
cs: Vpravo
de: Rechts
el: Δεξιά
fi: Oikea
fr: Droite
hu: Jobbra
id: Kanan
ja: 右
pl: Z prawej
pt: Direita
sv: Höger
th: ขวา

source: Down
cs: Dolů
de: Unten
el: Κάτω
fi: Alas
fr: Abaissé
hu: Lent
id: Turun
ja: 下
pl: Na dole
pt: Para baixo
sv: Ned
th: ล่าง

source: Up
cs: Nahoru
de: Oben
el: Επάνω
fi: Ylös
fr: Relevé
hu: Fent
id: Naik
ja: 上
pl: U góry
pt: Para cima
sv: Upp
th: บน

source: Color
cs: Barva
de: Farbe
el: Έγχρωμη
fi: Väri
fr: Couleur
hu: Színes
id: Berwarna
ja: カラー
pl: Kolor
pt: Colorido
sv: Färg
th: สี

source: Black
cs: Černá
de: Schwarz
el: Μαύρο
fi: Musta
fr: Noir
hu: Fekete
id: Hitam
ja: ブラック
pl: Czarny
pt: Preto
sv: Svart
th: สีดำ

source: Photo
cs: Fotografická
de: Foto
el: Φωτογραφία
fi: Valokuva
hu: Fotó
id: Foto
ja: フォト
pl: Foto
pt: Foto
sv: Foto
th: รูปถ่าย

source: Black/Color
cs: Černá/Barevná
de: Schwarz/Farbe
el: Μαύρο/Έγχρωμο
fi: Musta/Väri
fr: Noir/Couleur
hu: Fekete/Színes
id: Hitam/Berwarna
ja: ブラック/カラー
pl: Czarny/Kolor.
pt: Preto/Colorido
sv: Svart/Färg
th: สีดำ/สี

source: Black/Photo
cs: Černá/Fotografická
de: Schwarz/Foto
el: Μαύρο/Φωτογρ.
fi: Musta/Valokuva
fr: Noir/Photo
hu: Fekete/Fotó
id: Hitam/Foto
ja: ブラック/フォト
pl: Czarny/Fotog.
pt: Preto/Foto
sv: Svart/foto
th: สีดำ/รูปถ่าย

source: Photo/Color
cs: Fotografická/Barevná
de: Foto/Farbe
el: Φωτογρ./Έγχρ.
fi: Valokuva/Väri
fr: Photo/Couleur
hu: Fotó/Színes
id: Foto/Berwarna
ja: フォト/カラー
pl: Foto./Kolor.
pt: Foto/Colorido
sv: Foto/Färg
th: รูปถ่าย/สี

source: Fit-to-Page
cs: Přizpůsobené velikosti stránky
de: An Seite anpassen
el: Προσαρμογή στη σελίδα
fi: Sovita sivulle
fr: À l'échelle du papier
hu: Laphoz igazított
id: Pas ke Halaman
ja: フィットページ
pl: Z dopasowaniem do strony
pt: Ajustar à página
sv: Anpassa till sida
th: ตามขนาดหน้า

source: Normal-size
cs: Normální velikost
de: Normale Größe
el: Κανονικό μέγεθος
fi: Normaalikokoinen
fr: Normale
hu: Normál méret
id: Ukuran normal
ja: 等倍
pl: Rozmiar normalny
pt: Tamanho normal
sv: Normal storlek
th: ขนาดปกติ

source: Scaled
cs: V měřítku
de: Skaliert
el: Κλίμακα
fi: Skaalattu
fr: Proportionnée
hu: Igazítás lapmérethez
id: Berskala
ja: 拡大/縮小
pl: Ze skalowaniem
pt: Em escala
sv: Ändrad storlek
th: เปลี่ยนขนาด

source: Light
cs: Světlý
de: Hell
el: Ανοικτή
fi: Vaalea
fr: Clair
hu: Világos
id: Terang
ja: 明るく
pl: Jasny
pt: Claro
sv: Ljus
th: สว่าง

source: Normal
cs: Normální
el: Κανονική
fi: Normaali
hu: Normál
ja: 通常
pl: Normalny
th: ปกติ

source: Dark
cs: Tmavý
de: Dunkel
el: Σκούρα
fi: Tumma
fr: Foncé
hu: Sötét
id: Gelap
ja: 暗く
pl: Ciemny
pt: Escuro
sv: Mörk
th: มืด

source: Wide
cs: Širokoúhlá
de: Weit
el: Ευρύ
fi: Leveä
fr: Large
hu: Széles
id: Lebar
ja: 広い
pl: Szeroki
pt: Largo
sv: Bred
th: กว้าง

source: Narrow
cs: Úzká
de: Eng
el: Στενό
fi: Kapea
fr: Étroit
hu: Keskeny
id: Sempit
ja: 狭い
pl: Wąski
pt: Estreito
sv: Smal
th: แคบ
