Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Starting bottom plate cleaning to prevent paper smudges during printing. This operation requires two sheets of A4 or letter size, plain paper. Follow these directions to execute bottom plate cleaning.
cs: Spouští se čištění spodní desky, které zabraňuje rozmazání inkoustu po papíru během tisku. Tato operace vyžaduje jeden list běžného papíru velikosti A4 nebo Letter. Podle těchto pokynů proveďte čištění spodní desky.
de: Es wird eine Bodenplattenreinigung durchgeführt, um ein Verschmieren des Papiers während des Druckvorgangs zu verhindern. Für diesen Vorgang sind zwei Blatt Normalpapier des Formats A4 oder Letter erforderlich. Beachten Sie die folgenden Anweisungen zur Durchführung der Bodenplattenreinigung.
el: Έναρξη καθαρισμού της κάτω πλάκας για να αποφευχθούν οι κηλίδες κατά την εκτύπωση. Η λειτουργία αυτή απαιτεί δύο φύλλα απλού χαρτιού μεγέθους A4 ή Letter. Ακολουθήστε τις οδηγίες αυτές για να εκτελέσετε καθαρισμό της κάτω πλάκας.
fi: Käynnistetään alalevyn puhdistus tulostustahrojen ehkäisemiseksi. Toimintoa varten tarvitaan kaksi arkkia A4- tai Letter-kokoista tavallista paperia. Suorita alalevyn puhdistus seuraavien ohjeiden mukaan.
fr: Lancement du nettoyage de la platine inférieure pour éviter les salissures du papier pendant l'impression. Cette opération requiert deux feuilles de papier ordinaire au format A4 ou Lettre. Suivez ces instructions pour exécuter un nettoyage de la platine inférieure.
hu: Az alsó tálca tisztításának indítása, meggátolva ezzel a papír nyomtatás során történő piszkolódását. Ehhez a művelethez két A4-es vagy Letter méretű normál papírra van szükség. Az alsó tálca tisztításához kövesse az alábbi utasításokat.
id: Memulai pembersihan pelat bawah untuk mencegah kertas ternoda selama pencetakan. Operasi ini membutuhkan dua lembar kertas ukuran A4 atau letter, kertas biasa. Ikuti petunjuk ini untuk melaksanakan pembersihan pelat bawah.
ja: 印刷時の用紙の汚れを防ぐためにインクふき取りクリーニングを行います。 この操作にはA4の普通紙を2枚必要とします。次の手順に従って、インクふき取りクリ ーニングを実行してください。
pl: Rozpoczynanie czyszczenia przy użyciu płyty dolnej w celu zapobieżenia brudzeniu papieru w trakcie drukowania. Ta operacja wymaga załadowania dwóch arkuszy zwykłego papieru formatu A4 lub Letter. Aby przeprowadzić czyszczenie przy użyciu płyty dolnej, postępuj zgodnie z poniższymi wskazówkami.
pt: Iniciando a limpeza da placa inferior para evitar borrões durante a impressão. Esta operação requer duas folhas de papel comum de formato A4 ou Letter. Siga as instruções para executar a limpeza da placa inferior.
sv: Startar rengöring av bottenplattan för att hindra bläcksmet på papper vid utskrift. Åtgärden kräver två ark Vanligt papper av A4- eller Letter-storlek. Följ dessa anvisningar för att utföra rengöring av bottenplattan.
th: เริ่มการทำความสะอาดแผ่นด้านล่างเพื่อป้องกันกระดาษรอยเปื้อนขณะที่ทำการพิมพ์ การปฏิบัตินี้ต้องการกระดาษธรรมดาขนาด A4 หรือ Letter สองแผ่น ตามคำแนะนำเหล่านี้ไปปฏิบัติการทำความสะอาดแผ่นด้านล่าง

source: Sets the paper source for plain paper when Automatically Select is selected for Paper Source. Select the paper source for plain paper, and then click OK.
cs: Pokud je v poli Zdroj papíru vybrána možnost Automaticky vybrat, nastaví zdroj papíru pro běžný papír. Vyberte zdroj papíru pro běžný papír a pak klepněte na tlačítko OK.
de: Legt die Papierzufuhr für Normalpapier fest, wenn für "Papierzufuhr" die Option "Automatisch auswählen" ausgewählt ist. Wählen Sie die Papierzufuhr für Normalpapier aus und klicken Sie auf "OK".
el: Ρυθμίζει την προέλευση χαρτιού για απλό χαρτί όταν επιλέξετε "Αυτόματη επιλογή" για την "Προέλευση χαρτιού". Επιλέξτε την προέλευση χαρτιού για απλό χαρτί και, στη συνέχεια, κάντε κλικ στο κουμπί "OK".
fi: Määrittää tavallisen paperin paperilähteen, kun Paperilähde-asetuksena on Valitse automaattisesti. Valitse tavallisen paperin paperilähde ja valitse sitten OK.
fr: Définit la source pour le papier ordinaire lorsque Alimentation papier est définie sur Sélection automatique. Sélectionnez l'alimentation pour le papier ordinaire, puis cliquez sur OK.
hu: Beállítja a normál papír papírforrását, ha a Papírforrás beállítás értéke Automatikus választás. Válassza ki a normál papír papírforrását, és kattintson az OK gombra.
id: Mengeset sumber kertas untuk kertas biasa ketika Pilih Secara Otomatis dipilih untuk Sumber Kertas. Pilih sumber kertas untuk kertas biasa, dan kemudian klik OK.
ja: [給紙方法]で[自動選択]が選択されている場合の、普通紙の給紙位置設定を行います 。 普通紙の給紙位置を選択し、[OK]をクリックしてください。
pl: Ustawia źródło papieru na papier zwykły w przypadku wybrania dla opcji Źródło papieru ustawienia Wybór automatyczny. Wybierz źródło papieru zwykłego i kliknij przycisk OK.
pt: Define a origem do papel como papel comum quando Seleção automática for selecionada para Origem do Papel. Selecione a origem do papel como sendo papel comum e clique em OK.
sv: Ställer in papperskälla för Vanligt papper Välj automatiskt är valt för Papperskälla. Välj papperskälla för Vanligt papper och klicka sedan på OK.
th: ตั้งค่าแหล่งจ่ายกระดาษสำหรับกระดาษธรรมดาเมื่อ 'เลือกอัตโนมัติ' ถูกเลือกสำหรับ 'แหล่งจ่ายกระดาษ' เลือกแหล่งจ่ายกระดาษสำหรับกระดาษธรรมดา และคลิก 'ตกลง'

source: Unclogs nozzles that cannot be cleared by regular cleaning. Select the target ink group for deep cleaning. If only the black nozzle is clogged, select Black. If only the color nozzles or both the black and color nozzles are clogged, select All Colors. If you are not sure which nozzle is clogged, execute nozzle check.
cs: Vyčistí trysky tiskové hlavy, které nelze vyčistit běžným čištěním. Vyberte skupinu inkoustů, pro které chcete tiskové hlavy hloubkově vyčistit. Pokud je ucpaná pouze černá tryska, vyberte možnost Černá. Pokud jsou ucpány pouze barevné trysky nebo černé i barevné trysky, vyberte možnost Všechny barvy. Pokud si nejste jisti, která tryska je ucpaná, proveďte kontrolu trysek.
de: Reinigt verstopfte Druckkopfdüsen, die nicht normal gereinigt werden können. Wählen Sie die Tintengruppe für die Intensivreinigung. Ist nur die Düse der schwarzen Patrone verstopft, wählen Sie "Schwarz". Sind nur die Düsen der Farbpatrone bzw. der schwarzen Patrone und Farbpatrone verstopft, wählen Sie "Alle Farben". Falls Sie nicht sicher sind, welche Düse verstopft ist, führen Sie einen Düsentest durch.
el: Αποφράσσει τα ακροφύσια που δεν είναι δυνατόν να καθαριστούν με κανονικό καθαρισμό. Επιλέξτε την ομάδα μελάνης στην οποία θέλετε να κάνετε βαθύ καθαρισμό. Εάν μόνο το μαύρο ακροφύσιο είναι φραγμένο, επιλέξτε "Μαύρο". Εάν έχει φραχτεί μόνο το έγχρωμο ακροφύσιο ή το μαύρο και το έγχρωμο ακροφύσιο, επιλέξτε "Όλα τα χρώματα". Εάν δεν είστε βέβαιοι πιο ακροφύσιο έχει φραχτεί, εκτελέστε έλεγχο ακροφυσίων.
fi: Puhdistaa suuttimet, joita ei voida puhdistaa tavallisella puhdistustoiminnolla. Valitse perusteellisesti puhdistettava kohdemusteryhmä. Jos vain mustan musteen suutin on tukossa, valitse Musta. Jos vain värillisten musteiden suuttimet tai sekä mustan että värillisten musteiden suuttimet ovat tukossa, valitse Kaikki värit. Jos et ole varma, mikä suutin on juuttunut, suorita suuttimien tarkistus.
fr: Débouche les buses qui ne peuvent être nettoyées avec un nettoyage normal. Sélectionnez le groupe d'encrage à nettoyer en profondeur. Si seule la buse de noir est obstruée, sélectionnez Noir. Si seules les buses de couleur, ou les buses de couleur et la buse de noir sont obstruées, sélectionnez Toutes les couleurs. Si vous ne savez pas exactement quelle buse est obstruée, effectuez une vérification des buses.
hu: Megtisztítja a nyomtatófej normál tisztítással nem tisztítható eldugult fúvókáit. Válassza ki a fokozottan tisztítani kívánt tintacsoportot. Ha csak a fekete fúvóka dugult el, válassza a Fekete lehetőséget. Ha csak a színes fúvókák vagy a fekete és a színes fúvókák dugultak el, válassza a Minden szín lehetőséget. Ha nem biztos benne, hogy melyik fúvóka van eldugulva, végezzen fúvókaellenőrzést.
id: Melancarkan mulut semprot yang tidak dapat dibersihkan dengan pembersihan biasa. Pilih grup tinta target untuk pembersihan tingkat dalam. Jika hanya mulut semprot hitam yang tersumbat, pilih Hitam. Jika mulut semprot berwarna atau mulut semprot hitam dan berwarna yang tersumbat, pilih Semua Warna. Jika Anda tidak yakin mulut semprot mana yang tersumbat, laksanakan pemeriksaan mulut semprot.
ja: より強力にクリーニングを行います。 強力クリーニングを行うインクグループを選択してください。ブラックのみ目づまりして いる場合は、[ブラック]を選択してください。カラーのみ、またはカラーとブラックの 両方が目づまりしている場合は、[全色一括]を選択してください。目づまりしているイ ンクがわからない場合は、ノズルチェックパターン印刷を行ってください。
pl: Odblokowuje dysze, których nie można było wyczyścić przez zwykłe czyszczenie. Wybierz grupę atramentu przeznaczoną do dokładnego czyszczenia. Jeśli zatkana jest tylko dysza czarna, wybierz opcję Czarny. Jeśli zatkane są tylko dysze kolorowe lub wszystkie, wybierz opcję Wszystkie kolory. Jeśli nie jesteś pewien, która dysza jest zatkana, przeprowadź sprawdzanie dysz.
pt: Desobstrui os ejetores que não podem ser limpos por limpeza normal. Selecione o grupo de tinta para limpeza profunda. Se apenas o ejetor preto estiver obstruído, selecione Preto. Se apenas o ejetor colorido ou os ejetores preto e colorido estiverem obstruídos, selecione Todas as Cores. Se você não souber qual ejetor está obstruído, execute a verificação de ejetor.
sv: Rensar munstycken som inte kan rengöras med vanlig rengöring. Välj bläckgrupp som ska djuprengöras. Om endast det svarta munstycket är igensatt väljer du Svart. Om endast färgmunstyckena eller både det svarta munstycket och färgmunstyckena är igensatta väljer du Alla färger. Gör Test av bläckmunstycken om du inte är säker på vilket munstycke som är igensatt.
th: แก้ไขปัญหาหัวฉีดอัดซึ่งไม่สามารถล้างได้ด้วยการทำความสะอาดธรรมดา เลือกกลุ่มน้ำหมึกที่ต้องทำความสะอาดอย่างละเอียด หากหัวฉีดสีดำอัดเท่านั้น เลือก 'สีดำ' หากหัวฉีดสีเท่านั้นหรือหัวฉีดสีดำและสีทั้งอัดอยู่ ให้เลือก 'สีทั้งหมด' หากคุณไม่แน่ใจว่าหัวฉีดไหนอัดอยู่ ให้ปฏิบัติ 'ตรวจหัวฉีด'

source: Cleaning paper feed rollers. Select the target paper source for cleaning, and then click OK.
cs: Čistí se válečky podavače papíru. Vyberte cílový zdroj papíru pro čištění a pak klepněte na tlačítko OK.
de: Reinigen von Papierzuführungswalzen. Wählen Sie die Zielpapierzufuhr und klicken Sie auf "OK".
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού. Επιλέξτε την προέλευση χαρτιού στην οποία θέλετε να κάνετε καθαρισμό και στη συνέχεια κάντε κλικ στο κουμπί "OK".
fi: Puhdistetaan paperinsyöttöteloja. Valitse puhdistettava paperilähde ja valitse OK.
fr: Nettoyage des rouleaux d'entraînement du papier. Sélectionnez l'alimentation papier à nettoyer, puis cliquez sur OK.
hu: A laptovábbító görgők tisztítása. Válassza ki a tisztításhoz használandó papírforrást, majd kattintson az OK gombra.
id: Pembersihan penggulung penyaluran kertas. Pilih target sumber kertas untuk pembersihan, dan kemudian klik OK.
ja: 給紙ローラーのクリーニングを実行します。 クリーニングする給紙位置を選択し、[OK]をクリックしてください。
pl: Czyszczenie rolek podajnika papieru. Wybierz docelowe źródło papieru, które ma zostać wyczyszczone, a następnie kliknij przycisk OK.
pt: Limpando rolos de alimentação de papel. Selecione a fonte de papel de destino para limpeza e clique em OK.
sv: Rengör pappersmatningshjulen. Välj målpapperskälla för rengöring och klicka på OK.
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษ เลือกแหล่งจ่ายกระดาษเป้าหมายสำหรับการทำความสะอาด แล้วคลิก 'ตกลง'

source: Cleaning paper feed rollers for the rear tray. First remove paper from the rear tray, and then open the paper output tray. Clicking OK will activate paper feed rollers. This will take about a minute and a half. Do you want to start feed roller cleaning?
cs: Čistí se válečky podávání papíru pro zadní přihrádku. Nejprve odeberte papír ze zadní přihrádky a pak otevřete výstupní přihrádku na papír. Klepnutím na tlačítko OK se aktivují válečky podávání papíru. Celá akce bude trvat asi minutu a půl. Chcete spustit čištění válečků podavače?
de: Reinigen von Papierzuführungswalzen für das hintere Fach. Entfernen Sie das Papier aus dem hinteren Fach, und öffnen Sie das Papierausgabefach. Wenn Sie auf "OK" klicken, werden die Papierzuführungswalzen aktiviert. Dies dauert etwa 1,5 Minuten. Möchten Sie mit der Reinigung der Papierzuführungswalzen beginnen?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού στην πίσω θήκη. Καταρχήν, αφαιρέστε το χαρτί από την πίσω θήκη και, στη συνέχεια, ανοίξτε τη θήκη εξόδου χαρτιού. Κάντε κλικ στο κουμπί "OK" για να ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού. Αυτή η διαδικασία θα διαρκέσει περίπου ενάμισι λεπτό. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Takalokeron paperinsyöttötelojen puhdistaminen. Poista ensin paperi takalokerosta ja avaa sitten paperin luovutustaso. Kun valitset OK, paperinsyöttötelat käynnistetään. Tämä vie noin puolitoista minuuttia. Haluatko aloittaa syöttötelojen puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier du réceptacle arrière. Commencez par retirer le papier du réceptacle arrière, puis ouvrez le bac de sortie. En cliquant sur OK, vous actionnez les rouleaux d'entraînement du papier. Cela durera une minute et demie environ. Voulez-vous lancer le nettoyage des rouleaux d'entraînement ?
hu: A hátsó tálcához tartozó laptovábbító görgők tisztítása. Először vegyen ki minden papírt a hátsó tálcából, majd nyissa ki a papírgyűjtő tálcát. Az OK gombra kattintva aktiválja a laptovábbító görgőket. Ez a művelet körülbelül másfél percet vesz igénybe. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas untuk tatakan belakang. Pertama keluarkan kertas dari tatakan belakang, dan kemudian buka tatakan keluaran kertas. Mengklik OK akan mengaktifkan penggulung penyaluran kertas. Hal ini akan memakan waktu sekitar satu setengah menit. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: 後トレイの給紙ローラークリーニングを実行します。 はじめに、後トレイからすべての用紙を取り除いてから、排紙トレイを開いてください。 [OK]をクリックすると、給紙ローラーの回転動作を行います。回転が終了するまでに 約1分半かかります。 クリーニングを実行しますか？
pl: Czyszczenie rolek podawania papieru tylnej tacy. Wyjmij papier z tylnej tacy, a następnie otwórz tacę wyjściową papieru. Kliknięcie przycisku OK spowoduje włączenie rolek podawania papieru. Potrwa to około półtorej minuty. Czy chcesz rozpocząć czyszczenie rolek podawania papieru?
pt: Limpeza dos rolos de alimentação de papel da bandeja traseira. Primeiro remova o papel da bandeja traseira e, em seguida, abra a bandeja de saída de papel. Clicar em OK ativará os rolos de alimentação de papel. Isso demorará aproximadamente um minuto e meio. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen för det bakre facket. Ta först ur papperet från det bakre facket och öppna sedan pappersmatningsfacket. När du klickar på OK aktiveras pappersmatningshjulen. Detta tar ca en och en halv minut. Vill du starta rengöring av pappersmatningshjulen?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษสำหรับเทรย์ด้านหลัง ก่อนอื่น ให้เอากระดาษออกจากเทรย์ด้านหลัง แล้วเปิดเทรย์ออกกระดาษ การคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ ขั้นตอนดังกล่าวต้องใช้เวลาประมาณหนึ่งนาทีครึ่ง คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่

source: Cleaning paper feed rollers for the cassette. First remove paper from the cassette, and then open the paper output tray. Clicking OK will activate paper feed rollers. This will take about two minutes. Do you want to start feed roller cleaning?
cs: Čistí se válečky podávání papíru pro kazetu. Nejprve odeberte papír z kazety a pak otevřete výstupní přihrádku na papír. Klepnutím na tlačítko OK se aktivují válečky podávání papíru. Celá akce bude trvat asi dvě minuty. Chcete spustit čištění válečků podavače?
de: Reinigen von Papierzuführungswalzen für die Kassette. Entfernen Sie das Papier aus der Kassette, und öffnen Sie das Papierausgabefach. Wenn Sie auf "OK" klicken, werden die Papierzuführungswalzen aktiviert. Dies dauert etwa 2 Minuten. Möchten Sie mit der Reinigung der Papierzuführungswalzen beginnen?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού στην κασέτα. Καταρχήν, αφαιρέστε το χαρτί από την κασέτα και, στη συνέχεια, ανοίξτε τη θήκη εξόδου χαρτιού. Κάντε κλικ στο κουμπί "OK" για να ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού. Αυτή η διαδικασία θα διαρκέσει περίπου δύο λεπτά. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Kasetin paperinsyöttötelojen puhdistaminen. Poista ensin paperi kasetista ja avaa sitten paperin luovutustaso. Kun valitset OK, paperinsyöttötelat käynnistetään. Tämä vie noin kaksi minuuttia. Haluatko aloittaa syöttötelojen puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier de la cassette. Commencez par retirer le papier de la cassette, puis ouvrez le bac de sortie. En cliquant sur OK, vous actionnez les rouleaux d'entraînement du papier. Cela durera deux minutes environ. Voulez-vous lancer le nettoyage des rouleaux d'entraînement ?
hu: A kazettához tartozó laptovábbító görgők tisztítása. Először vegyen ki minden papírt a kazettából, majd nyissa ki a papírgyűjtő tálcát. Az OK gombra kattintva aktiválja a laptovábbító görgőket. Ez a művelet körülbelül két percet vesz igénybe. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas untuk kotak kertas. Pertama keluarkan kertas dari kotak kertas, dan kemudian buka tatakan keluaran kertas. Mengklik OK akan mengaktifkan penggulung penyaluran kertas. Hal ini akan memakan waktu sekitar dua menit. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: カセットの給紙ローラークリーニングを実行します。 はじめに、カセットからすべての用紙を取り除いてから、排紙トレイを開いてください。 [OK]をクリックすると、給紙ローラーの回転動作を行います。回転が終了するまでに 約2分かかります。 クリーニングを実行しますか？
pl: Czyszczenie rolek podawania papieru kasety. Wyjmij papier z kasety, a następnie otwórz tacę wyjściową papieru. Kliknięcie przycisku OK spowoduje włączenie rolek podawania papieru. Potrwa to około dwóch minut. Czy chcesz rozpocząć czyszczenie rolek podawania papieru?
pt: Limpeza dos rolos de alimentação de papel do cassete. Primeiro remova o papel do cassete e, em seguida, abra a bandeja de saída de papel. Clicar em OK ativará os rolos de alimentação de papel. Isso demorará aproximadamente dois minutos. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen för kassetten. Ta först ur papperet från kassetten och öppna sedan pappersmatningsfacket. När du klickar på OK aktiveras pappersmatningshjulen. Detta tar ca två minuter. Vill du starta rengöring av pappersmatningshjulen?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษสำหรับกลักกระดาษ ก่อนอื่น ให้เอากระดาษออกจากกลักกระดาษ แล้วเปิดเทรย์ออกกระดาษ การคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ ขั้นตอนดังกล่าวต้องใช้เวลาประมาณสองนาที คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่

source: Cleaning paper feed rollers for the rear tray. First remove paper from the rear tray. Clicking OK will activate paper feed rollers. This will take about a minute and a half. Do you want to start feed roller cleaning?
cs: Čistí se válečky podávání papíru pro zadní přihrádku. Nejprve odeberte papír ze zadní přihrádky. Klepnutím na tlačítko OK se aktivují válečky podávání papíru. Celá akce bude trvat asi minutu a půl. Chcete spustit čištění válečků podavače?
de: Reinigen von Papierzuführungswalzen für das hintere Fach. Entfernen Sie das Papier aus dem hinteren Fach. Wenn Sie auf "OK" klicken, werden die Papierzuführungswalzen aktiviert. Dies dauert etwa 1,5 Minuten. Möchten Sie mit der Reinigung der Papierzuführungswalzen beginnen?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού στην πίσω θήκη. Καταρχήν, αφαιρέστε το χαρτί από την πίσω θήκη. Κάντε κλικ στο κουμπί "OK" για να ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού. Αυτή η διαδικασία θα διαρκέσει περίπου ενάμισι λεπτό. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Takalokeron paperinsyöttötelojen puhdistaminen. Poista ensin paperi takalokerosta. Kun valitset OK, paperinsyöttötelat käynnistetään. Tämä vie noin puolitoista minuuttia. Haluatko aloittaa syöttötelojen puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier du réceptacle arrière. Commencez par retirer le papier du réceptacle arrière. En cliquant sur OK, vous actionnez les rouleaux d'entraînement du papier. Cela durera une minute et demie environ. Voulez-vous lancer le nettoyage des rouleaux d'entraînement ?
hu: A hátsó tálcához tartozó laptovábbító görgők tisztítása. Először vegyen ki minden papírt a hátsó tálcából. Az OK gombra kattintva aktiválja a laptovábbító görgőket. Ez a művelet körülbelül másfél percet vesz igénybe. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas untuk tatakan belakang. Pertama keluarkan kertas dari tatakan belakang. Mengklik OK akan mengaktifkan penggulung penyaluran kertas. Hal ini akan memakan waktu sekitar satu setengah menit. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: 後トレイの給紙ローラークリーニングを実行します。 はじめに、後トレイからすべての用紙を取り除いてください。 [OK]をクリックすると、給紙ローラーの回転動作を行います。回転が終了するまでに 約1分半かかります。 クリーニングを実行しますか？
pl: Czyszczenie rolek podawania papieru tylnej tacy. Wyjmij papier z tylnej tacy. Kliknięcie przycisku OK spowoduje włączenie rolek podawania papieru. Potrwa to około półtorej minuty. Czy chcesz rozpocząć czyszczenie rolek podawania papieru?
pt: Limpeza dos rolos de alimentação de papel da bandeja traseira. Primeiro remova o papel da bandeja traseira. Clicar em OK ativará os rolos de alimentação de papel. Isso demorará aproximadamente um minuto e meio. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen för det bakre facket. Ta först ur papperet från det bakre facket. När du klickar på OK aktiveras pappersmatningshjulen. Detta tar ca en och en halv minut. Vill du starta rengöring av pappersmatningshjulen?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษสำหรับเทรย์ด้านหลัง ก่อนอื่น ให้เอากระดาษออกจากเทรย์ด้านหลัง การคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ ขั้นตอนดังกล่าวต้องใช้เวลาประมาณหนึ่งนาทีครึ่ง คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่
