Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Pause Scan
cs: Pozastavit skenování
de: Pause nach Scan-Vorgang
el: Διακοπή σάρωσης
fi: Keskeytä kuvanluku
fr: Pause numérisation
hu: Szünet oldalnyomtatás közben
id: Jedakan Pemindaian
ja: スキャン間で休止する
pl: Wstrzymaj skanowanie
pt: Pausar Digitalização
sv: Stoppa inläsning tillfälligt
th: หยุดสแกนชั่วคราว

source: Prevent paper abrasion
cs: Zamezit otěru papíru
de: Papierabrieb verhindern
el: Αποφυγή γδαρσίματος χαρτιού
fi: Estä paperin hankaus
fr: Empêcher l'abrasion du papier
hu: Papírhorzsolódás megelőzése
id: Cegah abrasi kertas
ja: 用紙のこすれを改善する
pl: Zapobieganie ścieraniu atramentu
pt: Evitar abrasão do papel
sv: Undvik pappersavstrykning
th: ป้องกันกระดาษเสียไป

source: Print Alignment Value
cs: Tisknout hodnotu zarovnání
de: Ausrichtungswert drucken
el: Εκτύπωση της τιμής ευθυγράμμισης
fi: Tulostuksen kohdistusarvo
fr: Valeur d'alignement d'impression
hu: Igazítási érték nyomtatása
id: Nilai Penjajaran Pencetakan
ja: 調整値の印刷
pl: Wydrukuj wartość wyrównania
pt: Imprimir Valor de Alinhamento
sv: Skriv ut justeringsvärde
th: มูลค่าการจัดตำแหน่งพิมพ์

source: Print Check Pattern
cs: Tisk testovacího vzorku
de: Prüfmuster drucken
el: Εκτύπωση μοτίβου ελέγχου
fi: Tulosta tarkistuskuvio
fr: Imprimer le motif de vérification
hu: Ellenőrző minta nyomtatása
id: Cetak Pola Pemeriksaan
ja: 確認パターン印刷
pl: Drukuj wzór testu
pt: Imprimir Padrão de Verificação
sv: Skriv ut testmönster
th: พิมพ์ลวดลายตรวจหัวฉีด

source: Print Head Cleaning
cs: Čištění tiskové hlavy
de: Druckkopfreinigung
el: Καθαρισμός της κεφαλής εκτύπωσης
fi: Tulostuspään puhdistus
fr: Nettoyage des têtes d'impression
hu: Nyomtatófej-tisztítás
id: Pembersihan Kepala Cetak
ja: クリーニング
pl: Czyszczenie głowicy drukującej
pt: Limpeza da Cabeça de Impressão
sv: Rengöring av skrivhuvud
th: การทำความสะอาดหัวพิมพ์

source: Quiet Mode
cs: Tichý režim
de: Geräuscharmer Modus
el: Αθόρυβη λειτουργία
fi: Hiljainen tila
fr: Mode silencieux
hu: Csendes mód
id: Moda Diam
ja: サイレント設定
pl: Tryb cichy
pt: Modo Silencioso
sv: Tyst läge
th: โหมดเงียบ

source: Read your printer manual for details about low ink warnings.
cs: Podrobné informace o varování při nízké hladině inkoustu naleznete v příručce tiskárny.
de: Detaillierte Informationen zu Tintenstandwarnungen finden Sie im Druckerhandbuch.
el: Για πληροφορίες σχετικά με τις προειδοποιήσεις για χαμηλή στάθμη μελάνης, διαβάστε το εγχειρίδιο χρήσης του εκτυπωτή σας.
fi: Tarkempia tietoja muste vähissä -varoituksista on tulostimen käyttöoppaassa.
fr: Lisez le manuel de votre imprimante pour des détails sur les avertissements de faible niveau d'encre.
hu: Olvassa el a nyomtató kézikönyvét a tintahiány-figyelmeztetések részletes leírásához.
id: Baca petunjuk pencetak Anda untuk keterangan lebih lanjut tentang peringatan tinta akan habis.
ja: インク残量警告については、プリンターの取扱説明書をお読みください。
pl: Szczegółowe informacje na temat ostrzeżeń o niskim poziomie atramentu można znaleźć w podręczniku drukarki.
pt: Leia o manual da impressora para obter informações detalhadas sobre avisos de falta de tinta.
sv: Mer information om varning vid låg bläcknivå finns i skrivarens handbok.
th: กรุณาอ่านคู่มือการใช้งานเครื่องพิมพ์สำหรับรายละเอียดเกี่ยวกับคำเตือนหมึกเหลือน้อย

source: Select the ink cartridge for printing.
cs: Vyberte kazetu s inkoustem pro tisk.
de: Wählen Sie die Tintenpatrone für den Druckvorgang aus.
el: Επιλέξτε το φυσίγγιο μελάνης για εκτύπωση.
fi: Valitse käytettävä mustekasetti.
fr: Sélectionnez la cartouche d'encre pour l'impression.
hu: Válassza ki a tintapatront a nyomtatáshoz.
id: Pilih kartrij tinta untuk pencetakan.
ja: 印刷に使用するインクカートリッジを選択してください。
pl: Wybierz kasetę z atramentem do drukowania.
pt: Selecione o cartucho para impressão.
sv: Välj bläckkassett för utskrift.
th: เลือกคาร์ทริดหมึกสำหรับการพิมพ์

source: Select the newly replaced ink tank and click the Execute button.
cs: Vyberte nově vyměněnou nádržku a klepněte na tlačítko Provést.
de: Wählen Sie den neu eingesetzten Tintenbehälter, und klicken Sie dann auf die Schaltfläche Ausführen.
el: Επιλέξτε το δοχείο μελάνης που αντικαταστάθηκε πρόσφατα και κάντε κλικ στο κουμπί [Εκτέλεση].
fi: Valitse vaihdettu mustesäiliö ja napsauta Suorita-painiketta.
fr: Sélectionnez le type du réservoir d'encre installé de nouveau et cliquez sur le bouton Exécuter.
hu: Válassza ki az újonnan behelyezett tintatartályt, majd kattintson a Végrehajtás gombra.
id: Pilih kotak tinta yang baru diganti dan klik tombol Laksanakan.
ja: 新しいものに交換したインクタンクを選択して、[実行]ボタンをクリックしてください 。
pl: Wybierz nowo wymieniony zbiornik z atramentem i kliknij przycisk Wykonaj.
pt: Selecione o cartucho de tinta recentemente substituído e clique no botão Executar.
sv: Välj den bläckbehållare som du just satt in och klicka på knappen Utför.
th: เลือกตลับหมึกที่เปลี่ยนใหม่ และคลิกปุ่ม 'ปฏิบัติ'

source: Short
cs: Krátká
de: Kurz
el: Λίγος
fi: Lyhyt
fr: Court
hu: Rövid
id: Pendek
ja: 短い
pl: Krótki
pt: Curto
sv: Kort
th: สั้น

source: Start Print Head Alignment
cs: Spustit nastavení tiskové hlavy
de: Druckkopfausrichtung starten
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης
fi: Käynnistä Tulostuspään kohdistus
fr: Démarrer l'alignement de la tête d'impression
hu: Nyomtatófej-igazítás indítása
id: Mulai Penjajaran Kepala Cetak
ja: ヘッド位置調整開始
pl: Rozpocznij wyrównanie głowicy drukującej
pt: Iniciar Alinhamento da Cabeça de Impressão
sv: Starta justering av skrivhuvud
th: เริ่มการจัดตำแหน่งหัวพิมพ์

source: Starting bottom plate cleaning to prevent paper smudges during printing. This operation requires one sheet of A4 or letter size, plain paper. Follow these directions to execute bottom plate cleaning.
cs: Spouští se čištění spodní desky, které zabraňuje rozmazání inkoustu po papíru během tisku. Tato operace vyžaduje jeden list běžného papíru velikosti A4 nebo Letter. Podle těchto pokynů proveďte čištění spodní desky.
de: Bodenplattenreinigung starten, um Verschmierungen auf dem Papier während des Druckvorgangs zu verhindern. Für diesen Vorgang ist ein Blatt Normalpapier des Formats A4 oder Letter erforderlich. Befolgen Sie diese Anweisungen zum Ausführen der Bodenplattenreinigung.
el: Έναρξη καθαρισμού της κάτω πλάκας για να αποφευχθούν οι κηλίδες κατά την εκτύπωση. Η λειτουργία αυτή απαιτεί ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter. Ακολουθήστε τις οδηγίες αυτές για να εκτελέσετε καθαρισμό της κάτω πλάκας.
fi: Käynnistetään alalevyn puhdistus tulostustahrojen ehkäisemiseksi. Toimintoa varten tarvitaan yksi arkki A4- tai Letter-kokoista tavallista paperia. Suorita alalevyn puhdistus seuraavien ohjeiden mukaan.
fr: Lancement du nettoyage de la platine inférieure pour éviter les salissures du papier pendant l'impression. Cette opération requiert une feuille de papier ordinaire au format A4 ou Lettre. Suivez ces instructions pour nettoyer la platine inférieure.
hu: Az alsó tálca tisztításának indítása, meggátolva ezzel a papír nyomtatás során történő piszkolódását. Ehhez a művelethez egy A4-es vagy Letter méretű normál papírra van szükség. Az alsó tálca tisztításához kövesse az alábbi utasításokat.
id: Memulai pembersihan pelat bawah untuk mencegah kertas ternoda selama pencetakan. Operasi ini membutuhkan satu lembar kertas ukuran A4 atau letter, kertas biasa. Ikuti petunjuk ini untuk melaksanakan pembersihan pelat bawah.
ja: 印刷時の用紙の汚れを防ぐためにインクふき取りクリーニングを行います。 この操作にはA4の普通紙を1枚必要とします。次の手順に従って、インクふき取りクリ ーニングを実行してください。
pl: Rozpoczynanie czyszczenia przy użyciu płyty dolnej w celu zapobieżenia brudzeniu papieru w trakcie drukowania. Ta operacja wymaga załadowania jednego arkusza zwykłego papieru formatu A4 lub Letter. Aby przeprowadzić czyszczenie przy użyciu płyty dolnej, postępuj zgodnie z poniższymi instrukcjami.
pt: Iniciando a limpeza da chapa inferior para evitar manchas no papel durante a impressão. Esta operação requer uma folha tamanho A4 ou letter de papel comum. Siga as instruções para executar a limpeza da chapa inferior.
sv: Startar rengöring av bottenplattan för att hindra bläcksmet på papper vid utskrift. Åtgärden kräver ett ark vanligt papper av A4- eller Letter-storlek. Följ dessa anvisningar för att utföra rengöring av bottenplattan.
th: เริ่มการทำความสะอาดแผ่นด้านล่างเพื่อป้องกันกระดาษรอยเปื้อนขณะที่ทำการพิมพ์ การปฏิบัตินี้ต้องการกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่ง ตามคำแนะนำเหล่านี้ไปปฏิบัติการทำความสะอาดแผ่นด้านล่าง

source: The counter corresponding to the replaced ink tank will indicate the tank is full. This operation ensures proper display of a low ink warning.
cs: Počítadlo příslušné vyměněné nádržky s inkoustem bude ukazovat plnou nádržku. Tento úkon zajistí správné zobrazení varování o docházejícím inkoustu.
de: Der Zähler des betreffenden Tintenbehälters zeigt nun an, dass dieser voll ist. Hierdurch wird sichergestellt, dass die Tintenstandwarnung ordnungsgemäß arbeitet.
el: Ο μετρητής που αντιστοιχεί στο νέο δοχείο μελάνης θα δείχνει ότι το δοχείο μελάνης είναι γεμάτο. Η ενέργεια αυτή εξασφαλίζει τη σωστή εμφάνιση της προειδοποίησης για χαμηλή στάθμη μελάνης.
fi: Mustesäiliötä vastaava laskuri osoittaa, että säiliö on täynnä. Toimimalla näin varmistat, että muste vähissä -varoitus näkyy oikein.
fr: Le compteur correspondant au nouveau réservoir d'encre indique le niveau maximal. Cette opération permet l'affichage opportun de l'avertissement de faible niveau d'encre.
hu: A kicserélt tintatartályhoz tartozó mérő azt fogja jelezni, hogy a tintatartály tele van. Ez a művelet biztosítja az alacsony tintaszintre való figyelmeztetés pontos megjelenítését.
id: Pengukur yang berhubungan dengan kotak tinta yang diganti akan menunjukkan bahwa kotak tinta penuh. Operasi ini memastikan tampilan peringatan tinta akan habis yang benar.
ja: そのインクのカウンターがフルの状態に戻ります。この操作によって、インク残量警告が 正しく表示できるようになります。
pl: Licznik odpowiadający wymienionemu zbiornikowi z atramentem wskaże pełen zbiornik. Wykonanie tej operacji zapewnia prawidłowe wyświetlanie ostrzeżenia o niskim poziomie atramentu.
pt: O contador correspondente ao cartucho de tinta substituído indicará nível completo. Esta operação assegura a exibição correta de um aviso de falta de tinta.
sv: Bläckmätaren för den utbytta behållaren kommer att visa att behållaren är full. Det här garanterar att varningen vid låg nivå visas korrekt.
th: การวัดระดับหมึกสัมพันธ์กับตลับหมึกที่เปลี่ยนใหม่จะกำกับระดับที่เต็ม การเลือกกระบวนการนี้ทำให้แสดงการเตือนหมึกเหลือน้อยถูกต้อง

source: The print head nozzles are not clogged. If the printed pattern resembles this pattern, you can use the printer immediately. Click Exit.
cs: Trysky tiskových hlav nejsou ucpané. Pokud se vytištěný vzorek podobá tomuto vzorku, můžete tiskárnu použít ihned. Klepněte na tlačítko Konec.
de: Die Druckkopfdüsen sind nicht verstopft. Wenn das gedruckte Muster diesem Muster entspricht, können Sie den Drucker sofort verwenden. Klicken Sie auf "Beenden".
el: Τα ακροφύσια κεφαλής εκτύπωσης δεν είναι βουλωμένα. Εάν το εκτυπωμένο μοτίβο μοιάζει με αυτό το μοτίβο, μπορείτε να χρησιμοποιήσετε τον εκτυπωτή αμέσως. Κάντε κλικ στο κουμπί "Έξοδος".
fi: Tulostuspään suuttimet eivät ole tukkeutuneet. Jos tulostunut kuvio muistuttaa tätä kuviota, voit käyttää tulostinta välittömästi. Napsauta Lopeta.
fr: Les buses des têtes d'impression ne sont pas obstruées. Si le motif imprimé ressemble à celui-ci, vous pouvez utiliser l'imprimante. Cliquez sur Quitter.
hu: A nyomtatófej fúvókái nincsenek eldugulva. Ha a kinyomtatott minta hasonlít erre a mintára, rögtön használhatja a nyomtatót. Kattintson a Kilépés gombra.
id: Mulut semprot kepala cetak tidak tersumbat. Jika pola yang dicetak menyerupai pola ini, Anda dapat segera menggunakan pencetak. Klik Keluar.
ja: インクの噴出し口(ノズル)は目づまりして いません。 印刷されたパターンがこちらの状態の場合は 、プリンターをこのまま使用できます。 [終了]をクリックしてください。
pl: Dysze głowicy drukującej nie są zatkane. Jeśli wydrukowany deseń jest podobny do tego deseniu, można natychmiast użyć drukarki. Kliknij przycisk Zakończ.
pt: Os ejetores da cabeça de impressão não estão obstruídos. Se o padrão impresso for idêntico a este padrão, você poderá utilizar a impressora imediatamente. Clique em Sair.
sv: Skrivhuvudmunstyckena är inte igensatta. Om det utskrivna mönstret liknar detta mönster kan skrivaren användas direkt. Klicka på Avsluta.
th: หัวฉีดไม่ได้ถูกอัด หากรูปแบบที่พิมพ์ออกมาคล้ายกับรูปแบบตัวนี้ คุณสามารถใช้เครื่องพิมพ์ทันที คลิก 'จบการทำงาน'

source: To ensure proper display of a low ink warning, the following operation is required:
cs: Chcete-li zajistit správné zobrazení varování při nízké hladině inkoustu, musíte postupovat následovně:
de: Damit die Tintenstandwarnung ordnungsgemäß arbeiten kann, führen Sie folgenden Vorgang aus:
el: Για να εξασφαλίσετε τη σωστή εμφάνιση μιας προειδοποίησης για χαμηλή στάθμη μελάνης, απαιτείται η ακόλουθη ενέργεια:
fi: Varmista alhaisen mustetason varoituksen oikea toiminta seuraavasti:
fr: Pour assurer l'affichage opportun de l'avertissement de faible niveau d'encre, procédez comme suit :
hu: A tintahiány figyelmeztetés helyes megjelenítéséhez a következő művelet szükséges:
id: Untuk memastikan tampilan peringatan tinta akan habis yang benar, operasi berikut ini dibutuhkan:
ja: 特に、警告を正しく表示するためには、次の操作が必要です。
pl: Aby zapewnić poprawne wyświetlanie ostrzeżenia o niskim poziomie atramentu, należy wykonać następującą operację:
pt: Para assegurar a exibição correta do aviso de falta de tinta, é necessário executar a seguinte operação:
sv: Gör så här om du vill att varningen vid låg bläcknivå ska fungera på rätt sätt:
th: เพื่อให้แน่ใจว่าแสดงคำเตือนหมึกเหลือน้อยอย่างถูกต้อง ให้ปฏิบัติดังนี้

source: Use quiet mode
cs: Použít tichý režim
de: Geräuscharmen Modus verwenden
el: Χρήση αθόρυβης λειτουργίας
fi: Käytä hiljaista tilaa
fr: Activer le mode silencieux
hu: Csendes mód
id: Gunakan moda diam
ja: サイレント機能を使用する
pl: Używaj trybu cichego
pt: Utilizar modo silencioso
sv: Använda tyst läge
th: ใช้โหมดเงียบ

source: Using AC Adapter:
cs: Použití síťového adaptéru:
de: Netzteil verwenden:
el: Χρήση του τροφοδοτικού AC:
fi: Käytetään verkkolaitetta:
fr: Utilisation de l'adaptateur de courant alternatif :
hu: Hálózati adapter esetén:
id: Menggunakan Adaptor AC :
ja: ACアダプター使用時:
pl: Użycie zasilacza sieciowego:
pt: Utilizando o Adaptador de CA:
sv: Med nätadapter:
th: ใช้ AC อะแด็ปเตอร์:

source: Using Battery:
cs: Použití baterie:
de: Batterie verwenden:
el: Χρήση της μπαταρίας:
fi: Käytetään akkua:
fr: Utilisation de la batterie :
hu: Akkumulátor esetén:
id: Menggunakan Baterai :
ja: バッテリ使用時:
pl: Użycie akumulatora:
pt: Utilizando a Bateria:
sv: Med batteri:
th: ใช้แบตเตอรี่:

source: When you have replaced an ink tank with a new one, always click the Ink Counter Reset button on the Maintenance tab of the printer driver and select the new ink tank.
cs: Po každé výměně nádržky s inkoustem za novou klepněte na tlačítko Vynulování počitadla inkoustu na kartě Údržba v ovladači tiskárny a vyberte novou nádržku.
de: Achten Sie nach dem Austauschen eines Tintenbehälters darauf, den Tintenzähler im Register "Wartung" des Druckertreibers zurückzusetzen und den neuen Tintenbehälter auszuwählen.
el: Κάθε φορά που αντικαθιστάτε ένα δοχείο μελάνης με καινούριο, πάντα να κάνετε κλικ στο κουμπί Επαναφορά μετρητή μελάνης στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή και να επιλέγετε το καινούριο δοχείο μελάνης.
fi: Kun olet vaihtanut jonkin mustesäiliön, valitse aina Nollaa mustelaskuri -painike tulostinajurin Ylläpito-välilehdestä ja valitse uusi mustesäiliö.
fr: Lorsque vous avez remplacé l'un des réservoirs d'encre, n'oubliez pas de cliquer sur le bouton Remise à zéro du compteur d'encre sur l'onglet Entretien du pilote d'imprimante et sélectionnez le nouveau réservoir d'encre.
hu: Tintatartály újra való cseréjekor mindig kattintson az illesztő Karbantartás lapja Tintamérő visszaállítása gombjára, és válassza ki az új tintatartályt.
id: Ketika Anda mengganti kotak tinta dengan yang baru, selalu klik tombol Tata Ulang Pengukur Tinta di tab Perawatan pada pengandar pencetak dan pilih kotak tinta baru.
ja: 新しいインクタンクに交換した際に、必ずプリンタードライバーのユーティリティシート の[インクカウンターリセット]ボタンをクリックして、交換したインクタンクを選択し てください。
pl: Za każdym razem, gdy zostanie wymieniony zbiornik z atramentem, kliknij przycisk Resetowanie licznika atramentu na karcie Obsługa w sterowniku drukarki i wybierz nowo wymieniony zbiornik z atramentem.
pt: Depois de substituir um cartucho por um novo, clique sempre no botão Zerar o Contador de Tinta da guia Manutenção do driver da impressora e selecione o novo cartucho.
sv: När du har bytt ut någon av bläckbehållarna mot en ny, klickar du på knappen Återställ bläckräknaren på fliken Underhåll i skrivardrivrutinen och väljer en ny behållare.
th: คลิกปุ่ม 'รีเซ็ตตัววัดระดับหมึก' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์และเลือกเปลี่ยนตลับหมึกใหม่ในแต่ละครั้งที่มีการเปลี่ยนตลับหมึก

source: Which of the following patterns does the printed pattern most closely resemble?
cs: Který z následujících vzorků se nejvíce podobá vytištěnému vzorku?
de: Welches der folgenden Muster kommt dem gedruckten Muster am nächsten?
el: Σε ποιο από τα ακόλουθα μοτίβα μοιάζει περισσότερο το εκτυπωμένο μοτίβο;
fi: Mitä seuraavista kuvioista tulostunut kuvio muistuttaa eniten?
fr: Auxquels des motifs suivants ressemble le plus le motif imprimé ?
hu: Az alábbi minták közül melyikhez hasonlít legjobban a kinyomtatott minta?
id: Mana di antara pola berikut ini yang paling menyerupai pola yang dicetak?
ja: 印刷されたパターンは下の図のどちらの状態に近いですか？
pl: Który z następujących deseni jest najbardziej podobny do wydrukowanego?
pt: A qual dos seguintes padrões se assemelha mais o padrão impresso?
sv: Vilket av dessa mönster liknar det utskrivna mönstret mest?
th: รูปแบบที่พิมพ์ออกมาคล้ายกับรูปแบบดังต่อไปตัวไหนที่สุด

source: Adjustment in Columns K to P (-5 to +5)
cs: Nastavení ve sloupcích K až P (-5 až +5)
de: Anpassung in Spalte K bis P (-5 bis +5)
el: Ρύθμιση στις στήλες K έως P (-5 έως +5)
fi: Muutosten teko sarakkeissa K–P (-5–+5)
fr: Ajustement dans les colonnes K à P (-5 à +5)
hu: Igazítás az K–P oszlopokban (-5–+5)
id: Pengaturan Kolom K sampai P (-5 sampai +5)
ja: K～P列の調整(-5～+5)
pl: Dostosowanie w kolumnach K–P (-5–+5)
pt: Ajuste nas Colunas K a P (-5 a +5)
sv: Justering i kolumn K till P (-5 till +5)
th: การปรับแต่งในคอลัมน์ K ถึง P (-5 ถึง +5)

source: Adjustment in Column F (-3 to +3)
cs: Nastavení ve sloupci F (-3 až +3)
de: Anpassung in Spalte F (-3 bis +3)
el: Ρύθμιση στη στήλη F (-3 έως +3)
fi: Muutosten teko sarakkeessa F (-3–+3)
fr: Ajustement dans la colonne F (-3 à +3)
hu: Igazítás az F oszlopban (-3–+3)
id: Pengaturan Kolom F (-3 sampai +3)
ja: F列の調整(-3～+3)
pl: Dostosowanie w kolumnie F (-3–+3)
pt: Ajuste na Coluna F (-3 a +3)
sv: Justering i kolumn F (-3 till +3)
th: การปรับแต่งในคอลัมน์ F (-3 ถึง +3)

source: Adjustment in Column G (-3 to +3)
cs: Nastavení ve sloupci G (-3 až +3)
de: Anpassung in Spalte G (-3 bis +3)
el: Ρύθμιση στη στήλη G (-3 έως +3)
fi: Muutosten teko sarakkeessa G (-3–+3)
fr: Ajustement dans la colonne G (-3 à +3)
hu: Igazítás az G oszlopban (-3–+3)
id: Pengaturan Kolom G (-3 sampai +3)
ja: G列の調整(-3～+3)
pl: Dostosowanie w kolumnie G (-3–+3)
pt: Ajuste na Coluna G (-3 a +3)
sv: Justering i kolumn G (-3 till +3)
th: การปรับแต่งในคอลัมน์ G (-3 ถึง +3)

source: Adjustment in Column Q (-4 to +4)
cs: Nastavení ve sloupci Q (-4 až +4)
de: Anpassung in Spalte Q (-4 bis +4)
el: Ρύθμιση στη στήλη Q (-4 έως +4)
fi: Muutosten teko sarakkeessa Q (-4–+4)
fr: Ajustement dans la colonne Q (-4 à +4)
hu: Igazítás az Q oszlopban (-4–+4)
id: Pengaturan Kolom Q (-4 sampai +4)
ja: Q列の調整(-4～+4)
pl: Dostosowanie w kolumnie Q (-4–+4)
pt: Ajuste na Coluna Q (-4 a +4)
sv: Justering i kolumn Q (-4 till +4)
th: การปรับแต่งในคอลัมน์ Q (-4 ถึง +4)

source: Adjustment in Columns R to U (-2 to +2)
cs: Nastavení ve sloupcích R až U (-2 až +2)
de: Anpassung in Spalte R bis U (-2 bis +2)
el: Ρύθμιση στις στήλες R έως U (-2 έως +2)
fi: Muutosten teko sarakkeissa R–U (-2–+2)
fr: Ajustement dans les colonnes R à U (-2 à +2)
hu: Igazítás az R–U oszlopokban (-2–+2)
id: Pengaturan Kolom R sampai U (-2 sampai +2)
ja: R～U列の調整(-2～+2)
pl: Dostosowanie w kolumnach R–U (-2–+2)
pt: Ajuste nas Colunas R a U (-2 a +2)
sv: Justering i kolumn R till U (-2 till +2)
th: การปรับแต่งในคอลัมน์ R ถึง U (-2 ถึง +2)

source: Adjustment in Columns V to Y (-2 to +2)
cs: Nastavení ve sloupcích V až Y (-2 až +2)
de: Anpassung in Spalte V bis Y (-2 bis +2)
el: Ρύθμιση στις στήλες V έως Y (-2 έως +2)
fi: Muutosten teko sarakkeissa V–Y (-2–+2)
fr: Ajustement dans les colonnes V à Y (-2 à +2)
hu: Igazítás az V–Y oszlopokban (-2–+2)
id: Pengaturan Kolom V sampai Y (-2 sampai +2)
ja: V～Y列の調整(-2～+2)
pl: Dostosowanie w kolumnach V–Y (-2–+2)
pt: Ajuste nas Colunas V a Y (-2 a +2)
sv: Justering i kolumn V till Y (-2 till +2)
th: การปรับแต่งในคอลัมน์ V ถึง Y (-2 ถึง +2)

source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
fi: Sulje
fr: Fermer
hu: Bezárás
id: Tutup
ja: 閉じる
pl: Zamknij
pt: Fechar
sv: Stäng
th: ปิด

source: Column Y:
cs: Sloupec Y:
de: Spalte Y:
el: Στήλη Y:
fi: Sarake Y:
fr: Colonne Y :
hu: Y oszlop:
id: Kolom Y :
ja: Y列:
pl: Kolumna Y:
pt: Coluna Y:
sv: Kolumn Y:
th: คอลัมน์ Y:

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns Q to Y.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce Q až Y zadejte číslo vzorku, který obsahuje nejméně viditelné horizontální pruhy.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten Q bis Y die Nummer der Muster ein, die die wenigsten horizontalen Streifen aufweisen.
el: Παρατηρήστε προσεκτικά τα εκτυπωμένα μοτίβα και καταχωρήστε τον αριθμό του μοτίβου με τις λιγότερο εμφανείς οριζόντιες ρίγες στα πεδία για τις στήλες Q έως Y.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä vaakasuoria juovia sisältävän kuvion numero sarakkeiden Q–Y kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes Q à Y le numéro du motif comportant le moins de bandes horizontales perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető vízszintes sáv az Q–Y oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan belang horizontal yang terlihat paling sedikit pada daerah pola tersebut ke kolom Q sampai Y.
ja: 新たに印刷されたパターンを参照して、横しまが最も目立たないパターンの番号を、Q～ Y列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane desenie i w polach odpowiadających kolumnom od Q do Y wprowadź numery deseni, na których widać najmniej poziomych pasków.
pt: Verifique os padrões impressos e insira o número do padrão com o menor número de listras horizontais visíveis nos campos das colunas Q a Y.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst antal synliga vågräta ränder i fälten för kolumn Q till Y.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายทางตามแนวนอนโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ Q ถึง Y
