Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: To print and check the current setting, click Print Alignment Value.
cs: Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Εκτύπωση της τιμής ευθυγράμμισης".
fi: Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Klicka på Skriv ut justeringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the rear tray. Clicking OK will print an alignment pattern.
cs: Připravte tiskárnu (připojte kabel a tiskárnu zapněte) a do zadní přihrádky vložte tři listy běžného papíru velikosti A4 nebo Letter. Po klepnutí na tlačítko OK se vytiskne vzorek nastavení.
de: Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie drei Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Klicken Sie auf "OK", um ein Ausrichtungsmuster zu drucken.
el: Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον) και τοποθετήστε τρία φύλλα απλού χαρτιού μεγέθους A4 ή Letter, στην πίσω θήκη. Όταν κάνετε κλικ στο "OK" θα εκτυπωθεί η ευθυγράμμιση.
fi: Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää takalokeroon kolme arkkia A4- tai Letter-kokoista tavallista paperia. Tulosta kohdistuskuvio valitsemalla OK.
fr: Préparez l'imprimante (branchez le câble et mettez-la sous tension), puis chargez trois feuilles de papier ordinaire de format A4 ou Lettre dans le réceptacle arrière. Cliquez sur OK pour imprimer un motif d'alignement.
hu: Tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be három A4-es vagy Letter méretű normál papírt a hátsó tálcába. Az OK gombra kattintva a nyomtató kinyomtat egy igazítási mintát.
id: Siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan tiga lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang. Mengklik OK akan mencetak pola penjajaran.
ja: プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、後トレイにA4 の普通紙を3枚入れてください。 [OK]をクリックすると、調整用のパターンを印刷します。
pl: Przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj trzy arkusze zwykłego papieru formatu A4 lub Letter na tylną tacę. Kliknięcie przycisku OK spowoduje wydrukowanie deseniu wyrównywania.
pt: Prepare a impressora (conecte o cabo e ligue) e coloque três folhas de papel comum tamanho A4 ou letter na bandeja traseira. Clicar em OK irá imprimir um padrão de alinhamento.
sv: Förbered skrivaren (anslut kabeln och slå på strömmen) och lägg i tre ark Vanligt papper av A4- eller Letter-storlek i det bakre facket. Ett justeringsmönster skrivs ut när du klickar på OK.
th: เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สามแผ่นในเทรย์ด้านหลัง การคลิก 'ตกลง' จะพิมพ์รูปแบบการจัดตำแหน่ง

source: Get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the cassette. Clicking OK will print an alignment pattern.
cs: Připravte tiskárnu (připojte kabel a tiskárnu zapněte) a do kazety vložte tři listy běžného papíru velikosti A4 nebo Letter. Po klepnutí na tlačítko OK se vytiskne vzorek nastavení.
de: Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie drei Blatt Normalpapier des Formats A4 oder Letter in die Kassette ein. Klicken Sie auf "OK", um ein Ausrichtungsmuster zu drucken.
el: Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον) και τοποθετήστε τρία φύλλα απλού χαρτιού μεγέθους A4 ή Letter, στην κασέτα. Όταν κάνετε κλικ στο "OK" θα εκτυπωθεί η ευθυγράμμιση.
fi: Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää kasettiin kolme arkkia A4- tai Letter-kokoista tavallista paperia. Tulosta kohdistuskuvio valitsemalla OK.
fr: Préparez l'imprimante (branchez le câble et mettez-la sous tension), puis chargez trois feuilles de papier ordinaire de format A4 ou Lettre dans la cassette. Cliquez sur OK pour imprimer un motif d'alignement.
hu: Tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), majd tegyen be három A4-es vagy Letter méretű normál papírt a kazettába. Az OK gombra kattintva a nyomtató kinyomtat egy igazítási mintát.
id: Siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan tiga lembar kertas ukuran A4 atau letter, kertas biasa ke dalam kotak kertas. Mengklik OK akan mencetak pola penjajaran.
ja: プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、カセットにA4 の普通紙を3枚入れてください。 [OK]をクリックすると、調整用のパターンを印刷します。
pl: Przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj trzy arkusze zwykłego papieru formatu A4 lub Letter do kasety. Kliknięcie przycisku OK spowoduje wydrukowanie deseniu wyrównywania.
pt: Prepare a impressora (conecte o cabo e ligue) e coloque três folhas de papel comum tamanho A4 ou letter no cassete. Clicar em OK irá imprimir um padrão de alinhamento.
sv: Förbered skrivaren (anslut kabeln och slå på strömmen) och lägg i tre ark Vanligt papper av A4- eller Letter-storlek i kassetten. Ett justeringsmönster skrivs ut när du klickar på OK.
th: เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สามแผ่นในกลักกระดาษ การคลิก 'ตกลง' จะพิมพ์รูปแบบการจัดตำแหน่ง

source: Get the printer ready (connect the cable and turn the power on) and load one sheet of A4 or letter size, plain paper into the rear tray. Clicking OK will print the current setting.
cs: Připravte tiskárnu (připojte kabel a zapněte ji) a do zadní přihrádky vložte jeden list běžného papíru velikosti A4 nebo Letter. Po klepnutí na tlačítko OK se vytiskne aktuální nastavení.
de: Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Klicken Sie auf "OK", um mit der aktuellen Einstellung zu drucken.
el: Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ενεργοποιήστε τον) και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter, στην πίσω θήκη. Όταν κάνετε κλικ στο "OK" θα εκτυπωθούν οι τρέχουσες ρυθμίσεις.
fi: Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää takalokeroon yksi arkki A4- tai Letter-kokoista tavallista paperia. Tulosta nykyinen asetus valitsemalla OK.
fr: Préparez l'imprimante (branchez le câble et effectuez la mise sous tension), puis chargez une feuille de papier ordinaire de format A4 ou Lettre dans le réceptacle arrière. Cliquez sur OK pour imprimer le paramètre actuel.
hu: Készítse elő a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a tápellátást), majd tegyen be egy A4-es vagy Letter méretű normál papírt a hátsó tálcába. Az OK gombra kattintva a nyomtató kinyomtatja az aktuális beállítást.
id: Siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang. Mengklik OK akan mencetak setelan sekarang.
ja: プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、後トレイにA4 の普通紙を1枚入れてください。 [OK]をクリックすると、現在の設定を印刷します。
pl: Przygotuj drukarkę (podłącz kabel i włącz zasilanie), po czym załaduj na tylną tacę jeden arkusz zwykłego papieru formatu A4 lub Letter. Kliknięcie przycisku OK spowoduje wydrukowanie bieżących ustawień.
pt: Prepare a impressora (conecte o cabo e ligue a impressora) e coloque uma folha de papel comum tamanho A4 ou letter na bandeja traseira. Clicar em OK imprimirá a configuração atual.
sv: Förbered skrivaren (anslut kabeln och slå på strömmen) och lägg i ett ark vanligt papper av A4- eller Letter-storlek i det bakre facket. Aktuell inställning skrivs ut när du klickar på OK.
th: เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในเทรย์ด้านหลัง การคลิก 'ตกลง' จะพิมพ์การตั้งค่าปัจจุบัน

source: Get the printer ready (connect the cable and turn the power on) and load one sheet of A4 or letter size, plain paper into the cassette. Clicking OK will print the current setting.
cs: Připravte tiskárnu (připojte kabel a zapněte ji) a do kazety vložte jeden list běžného papíru velikosti A4 nebo Letter. Po klepnutí na tlačítko OK se vytiskne aktuální nastavení.
de: Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die Kassette ein. Klicken Sie auf "OK", um mit der aktuellen Einstellung zu drucken.
el: Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ενεργοποιήστε τον) και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter, στην κασέτα. Όταν κάνετε κλικ στο "OK" θα εκτυπωθούν οι τρέχουσες ρυθμίσεις.
fi: Valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää kasettiin yksi arkki A4- tai Letter-kokoista tavallista paperia. Tulosta nykyinen asetus valitsemalla OK.
fr: Préparez l'imprimante (branchez le câble et effectuez la mise sous tension), puis chargez une feuille de papier ordinaire de format A4 ou Lettre dans la cassette. Cliquez sur OK pour imprimer le paramètre actuel.
hu: Készítse elő a nyomtatót (csatlakoztassa a kábelt, és kapcsolja be a tápellátást), majd tegyen be egy A4-es vagy Letter méretű normál papírt a kazettába. Az OK gombra kattintva a nyomtató kinyomtatja az aktuális beállítást.
id: Siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam kotak kertas. Mengklik OK akan mencetak setelan sekarang.
ja: プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、カセットにA4 の普通紙を1枚入れてください。 [OK]をクリックすると、現在の設定を印刷します。
pl: Przygotuj drukarkę (podłącz kabel i włącz zasilanie), po czym załaduj do kasety jeden arkusz zwykłego papieru formatu A4 lub Letter. Kliknięcie przycisku OK spowoduje wydrukowanie bieżących ustawień.
pt: Prepare a impressora (conecte o cabo e ligue a impressora) e coloque uma folha de papel comum tamanho A4 ou letter no cassete. Clicar em OK imprimirá a configuração atual.
sv: Förbered skrivaren (anslut kabeln och slå på strömmen) och lägg i ett ark vanligt papper av A4- eller Letter-storlek i kassetten. Aktuell inställning skrivs ut när du klickar på OK.
th: เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในกลักกระดาษ การคลิก 'ตกลง' จะพิมพ์การตั้งค่าปัจจุบัน

source: Select the paper source to be used, and then click OK.
cs: Vyberte požadovaný zdroj papíru a pak klepněte na tlačítko OK.
de: Wählen Sie die zu verwendende Papierzufuhr aus und klicken Sie auf "OK".
el: Επιλέξτε την προέλευση χαρτιού που θα χρησιμοποιηθεί και, στη συνέχεια, κάντε κλικ στο "OK".
fi: Valitse käytettävä paperilähde ja napsauta valitse OK.
fr: Sélectionnez l'alimentation papier à utiliser, puis cliquez sur OK.
hu: Válassza ki a kívánt papírforrást, és kattintson az OK gombra.
id: Pilih sumber kertas yang akan digunakan, dan kemudian klik OK.
ja: 使用する給紙位置を選択して、[OK]をクリックしてください。
pl: Wybierz odpowiednie źródło papieru i kliknij przycisk OK.
pt: Selecione a origem do papel a ser usada e clique em OK.
sv: Välj den papperskälla som ska användas och klicka sedan på OK.
th: เลือกแหล่งจ่ายกระดาษที่จะใช้ แล้วคลิก 'ตกลง'

source: Load one sheet of A4 or letter size, plain paper into the cassette and click OK.
cs: Do kazety vložte jeden list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko OK.
de: Legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die Kassette ein und klicken Sie auf "OK".
el: Τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην κασέτα και κάντε κλικ στο κουμπί "OK".
fi: Lisää kasettiin yksi A4- tai Letter-kokoinen tavallinen paperiarkki ja valitse OK.
fr: Chargez une feuille de papier ordinaire au format A4 ou Lettre dans la cassette et cliquez sur OK.
hu: Tegyen be egy A4-es vagy Letter méretű normál papírt a kazettába, és kattintson az OK gombra.
id: Muatkan satu lembar kertas ukuran A4 atau letter, kertas biasa ke dalam kotak kertas dan klik OK.
ja: カセットにA4の普通紙をセットして、[OK]をクリックしてください。
pl: Załaduj do kasety jeden arkusz zwykłego papieru formatu A4 lub Letter i kliknij przycisk OK.
pt: Coloque uma folha de papel comum de tamanho A4 ou letter no cassete e clique em OK.
sv: Lägg i ett ark vanligt papper av A4- eller Letter-storlek i kassetten och klicka på OK.
th: ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในกลักกระดาษและคลิก 'ตกลง'

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
cs: Spouští se automatické nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), do zadní přihrádky vložte jeden list papíru Matte Photo Paper (MP-101) velikosti A4 nebo Letter a klepněte na tlačítko Nastavit tiskovou hlavu. Chcete-li provést ruční nastavení tiskové hlavy, klepněte na tlačítko Storno. Dále v ovladači tiskárny na kartě Údržba klepněte na tlačítko Uživatelská nastavení, zaškrtněte políčko Nastavit hlavy ručně a klepněte na tlačítko OK. Potom akci opakujte. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die automatische Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), legen Sie ein Blatt Fotopapier matt (MP-101) des Formats A4 oder Letter in das hintere Fach ein und klicken Sie auf "Druckkopf ausrichten". Klicken Sie auf "Abbrechen", um die Druckköpfe manuell auszurichten. Klicken Sie anschließend auf "Benutzerdefinierte Einstellungen" auf der Registerkarte "Wartung" des Druckertreibers, aktivieren Sie "Druckköpfe manuell ausrichten" und klicken Sie auf "OK". Versuchen Sie es anschließend erneut. Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη αυτόματης ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), τοποθετήστε ένα φύλλο Φωτογραφικό χαρτί Ματ (MP-101) μεγέθους A4 ή Letter στην πίσω θήκη και κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να πραγματοποιήσετε μη αυτόματη ευθυγράμμιση κεφαλών, κάντε κλικ στο κουμπί "Άκυρο". Κατόπιν, κάντε κλικ στο "Προσαρμοσμένες ρυθμίσεις" στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή, επιλέξτε "Μη αυτόματη ευθυγράμμιση κεφαλών" και κάντε κλικ στο "OK". Στη συνέχεια, προσπαθήστε ξανά. Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan automaattinen tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), lisää takalokeroon arkki A4- tai Letter-kokoista Matte Photo Paper (MP-101) -paperia ja valitse Tulostuspään kohdistus. Voit kohdistaa tulostuspään manuaalisesti valitsemalla Peruuta. Valitse seuraavaksi tulostinajurin Ylläpito-välilehdestä Mukautetut asetukset, valitse Kohdista tulostuspäät manuaalisesti ja valitse sitten OK. Yritä sitten uudelleen. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement automatique des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez-la sous tension), chargez une feuille de Papier Photo Mat (MP-101) de format A4 ou Lettre dans le réceptacle arrière, puis cliquez sur Aligner tête d'impression. Pour procéder à un alignement manuel, cliquez sur Annuler. Cliquez ensuite sur Paramètres personnalisés dans l'onglet Entretien du pilote d'imprimante, cochez l'option Aligner les têtes manuellement, puis cliquez sur OK. Réessayez ensuite l'opération. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Az automatikus nyomtatófej-igazítás indítása. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), tegyen be egy A4-es vagy Letter méretű, Matte Photo Paper (MP-101) típusú papírlapot a hátsó tálcába, és kattintson a Nyomtatófej igazítása gombra. Manuális fejigazításhoz kattintson a Mégse gombra. Ezután kapcsolja be az Egyéni beállítások párbeszédpanel Fejek igazítása manuálisan opcióját, majd kattintson az OK gombra. Ezután próbálkozzon újra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak otomatis. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), muatkan selembar kertas ukuran A4 atau letter, Kertas Foto Matte (MP-101) ke dalam tatakan belakang dan klik Sejajarkan Kepala Cetak. Untuk melaksanakan penjajaran kepala cetak manual, klik Batal. Berikutnya, klik Setelan Serasi di tab Perawatan pada pengandar pencetak, centang Sejajarkan kepala cetak secara manual, dan klik OK. Kemudian coba lagi. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: 自動ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、後トレイにA4のマットフォトペーパー(MP-101)を1枚入れて、 [ヘッド位置調整]をクリックしてください。 手動でヘッド位置調整をしたい場合は、[キャンセル]をクリックしてください。 その後、プリンタードライバーのユーティリティシートの[特殊設定]をクリックし、[ 手動でヘッド位置を調整する]にチェックマークをつけ、[OK]をクリックしてからや り直してください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się automatyczne wyrównywanie głowic drukujących. Ponieważ operacja wyrównania wymaga wykonania wydruków, przygotuj drukarkę (podłącz kabel i włącz zasilanie), załaduj jeden arkusz papieru Matte Photo Paper (MP-101) formatu A4 lub Letter na tylną tacę i kliknij przycisk Wyrównaj głowicę drukującą. Aby przeprowadzić ręczne wyrównywanie głowic, kliknij przycisk Anuluj. Następnie kliknij przycisk Ustawienia niestandardowe na karcie Obsługa sterownika drukarki, zaznacz opcję Wyrównaj głowice ręcznie i kliknij przycisk OK. Następnie spróbuj ponownie. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento automático da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), coloque uma folha de Matte Photo Paper (MP-101) tamanho A4 ou Letter na bandeja traseira e clique em Alinhar Cabeça de Impressão. Para executar o alinhamento manual da cabeça de impressão, clique em Cancelar. Em seguida, clique em Configurações Personalizadas na guia Manutenção do driver da impressora, marque Alinhar cabeças manualmente e clique em OK. Em seguida, tente novamente. Para imprimir e verificar a configuração atual, clique em Imprimir Valor de Alinhamento.
sv: Startar automatisk justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen), lägga i två ark Matte Photo Paper (MP-101) av A4- eller Letter-storlek i det bakre facket och klicka på Rikta in skrivhuvud. Om du vill justera skrivhuvudena manuellt klickar du på Avbryt. Klicka sedan på Anpassade inställningar på fliken Underhåll i skrivardrivrutinen, markera Justera skrivhuvud manuellt och klicka på OK. Försök sedan igen. Klicka på Skriv ut justeringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์โดยอัตโนมัติ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) ป้อน 'กระดาษภาพถ่ายแบบด้าน (MP-101)' ขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหลังและคลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อปฏิบัติการจัดตำแหน่งหัวพิมพ์ด้วยตัวเอง ให้คลิก 'ยกเลิก' ต่อไป ให้คลิก 'กำหนดการตั้งค่าเอง' บนแท็บ 'การบำรุงรักษา' ของไดรเวอร์เครื่องพิมพ์ เลือก 'จัดตำแหน่งหัวพิมพ์ด้วยตัวเอง' และคลิก 'ตกลง' แล้วลองใหม่ เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Sets Prevent paper abrasion. If you print with this setting enabled, the print quality or print speed may be affected. To change the setting, uncheck Prevent paper abrasion.
cs: Nastaví možnost Zamezit otěru papíru. Budete-li tisknout s tímto nastavením, může to ovlivnit kvalitu nebo rychlost tisku. Chcete-li změnit toto nastavení, zrušte zaškrtnutí políčka Zamezit otěru papíru.
de: Papierabrieb verhindern ist aktiviert. Wenn Sie mit dem Drucken fortfahren, ohne die Einstellung zu ändern, kann die Druckqualität oder Druckgeschwindigkeit beeinträchtigt werden. Um die Einstellung zu ändern, deaktivieren Sie das Kontrollkästchen "Papierabrieb verhindern".
el: Επιλέγει τη ρύθμιση "Αποφυγή γδαρσίματος χαρτιού". Εάν εκτυπώσετε με ενεργοποιημένη αυτή τη ρύθμιση, ενδέχεται να επηρεαστεί η ποιότητα ή η ταχύτητα εκτύπωσης. Για να αλλάξετε τη ρύθμιση, απενεργοποιήστε την "Αποφυγή γδαρσίματος χαρτιού".
fi: Määrittää Estä paperin hankaus -asetuksen. Jos tulostat käyttämällä tätä asetusta, se saattaa vaikuttaa tulostuslaatuun tai tulostusnopeuteen. Jos haluat muuttaa asetusta, poista valinta Estä paperin hankaus -kohdasta.
fr: Définit l'option Empêcher l'abrasion du papier. Si vous imprimez avec cette option activée, la qualité ou la vitesse d'impression risque de s'en ressentir. Pour modifier ce paramètre, désélectionnez l'option Empêcher l'abrasion du papier.
hu: A Papírhorzsolódás megelőzése jelölőnégyzet bejelölése. Ha nyomtatáskor be van jelölve ez a jelölőnégyzet, romolhat a nyomtatás minőség vagy sebessége. A beállítás módosításához törölje a jelet a Papírhorzsolódás megelőzése jelölőnégyzetből.
id: Mengeset Cegah abrasi kertas. Jika Anda mencetak dengan setelan ini difungsikan, kualitas cetak atau kecepatan cetak mungkin terpengaruhi. Untuk mengubah setelan, jangan centang Cegah abrasi kertas.
ja: [用紙のこすれを改善する]を設定します。この設定で印刷すると、十分な品位または印 刷速度を得られない場合があります。設定を変更する場合は、[用紙のこすれを改善する ]のチェックを外してください。
pl: Powoduje włączenie funkcji Zapobieganie ścieraniu atramentu. Włączenie tej funkcji może wpłynąć na jakość wydruku lub szybkość drukowania. Aby zmienić to ustawienie, usuń zaznaczenie pola wyboru Zapobieganie ścieraniu atramentu.
pt: Define Evitar abrasão do papel. Se você imprimir com a configuração habilitada, a qualidade ou velocidade da impressão poderá ser afetada. Para alterar a definição, desmarque Evitar abrasão de papel.
sv: Anger Undvik pappersavstrykning. Om du har den är inställningen aktiverad när du skriver ut kan det påverka utskriftskvaliteten eller utskriftshastigheten. Avmarkera Undvik pappersavstrykning om du vill ändra inställningen.
th: ตั้งค่า 'ป้องกันกระดาษเสียไป' หากคุณพิมพ์โดยเปิดใช้งานการตั้งค่านี้ อาจจะทำให้คุณภาพการพิมพ์และความเร็วการพิมพ์ลดลง ไม่เลือก 'ป้องกันกระดาษเสียไป' เพื่อเปลี่ยนการตั้งค่า
