Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load four sheets of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte) a do zdroje papíru vybraného přepínačem podávání papíru vložte čtyři listy běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie vier Blatt Normalpapier des Formats A4 oder Letter in die über die Papierzufuhrtaste ausgewählte Papierzufuhr ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopfausrichtung". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον) και τοποθετήστε τέσσερα φύλλα απλού χαρτιού μεγέθους A4 ή Letter στην προέλευση χαρτιού που επιλέξατε από το διακόπτη τροφοδοσίας χαρτιού. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää paperinsyöttökytkimellä valittuun paperilähteeseen neljä arkkia A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Tulostuspään kohdistus. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), puis chargez quatre feuilles de papier ordinaire au format A4 ou Lettre dans l'alimentation papier sélectionnée avec le commutateur de papier. L'imprimante va imprimer un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), és tegyen be négy A4-es vagy Letter méretű normál papírt a Papíradagolás kapcsoló által meghatározott papírforrásba. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan empat lembar kertas ukuran A4 atau letter, kertas biasa ke dalam sumber kertas yang dipilih dengan Tukar Penyaluran Kertas. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、プリンターの給紙切替ボタンで選択しているほうにA4の普通紙を4枚入 れてください。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj cztery arkusze zwykłego papieru formatu A4 lub Letter do źródła papieru wybranego przełącznikiem podawania papieru. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue) e coloque quatro folhas de papel comum tamanho A4 ou Letter na fonte de papel selecionada pelo Int. Alimentação de Papel. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Valor de Alinhamento de Impressão.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen) och lägga i fyra ark Vanligt papper av A4- eller Letter-storlek i den papperskälla som valts av pappersmatningsomkopplaren. Ett justeringsmönster skrivs ut. Klicka på Justering av skrivhuvud för att justera skrivhuvudet. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter สี่แผ่นลงในแหล่งจ่ายกระดาษที่ถูกเลือกด้วย 'สวิตช์ป้อนกระดาษ' เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Fourth sheet of head alignment pattern will be printed. Click OK to start printing.
cs: Bude vytištěn čtvrtý list vzorků pro kontrolu nastavení tiskové hlavy. Spusťte tisk klepnutím na tlačítko OK.
de: Das vierte Blatt des Musters für die Druckkopfausrichtung wird gedruckt. Klicken Sie auf "OK", um den Druckvorgang zu starten.
el: Θα εκτυπωθεί το τέταρτο φύλλο του μοτίβου ευθυγράμμισης κεφαλών. Κάντε κλικ στο OK για να ξεκινήσει η εκτύπωση.
fi: Tulostuspään kohdistuskuvion neljäs arkki tulostetaan. Aloita tulostus valitsemalla OK.
fr: Une quatrième feuille de motif d'alignement de tête va être imprimée. Cliquez sur OK pour lancer l'impression.
hu: A fejigazítási minta negyedik lapja kerül kinyomtatásra. A nyomtatás megkezdéséhez kattintson az OK gombra.
id: Lembar keempat pola penjajaran kepala cetak akan dicetak. Klik OK untuk mulai mencetak.
ja: 続いて、4枚目の調整パターンを印刷します。 準備ができたら[OK]をクリックしてください。
pl: Zostanie wydrukowany czwarty arkusz desenia wyrównywania głowic drukujących. Kliknij przycisk OK, aby rozpocząć drukowanie.
pt: A quarta folha do padrão de alinhamento da cabeça será impressa. Clique em OK para iniciar a impressão.
sv: Den fjärde sidan av mönstret för justering av skrivhuvuden skrivs ut. Klicka på OK när du vill börja skriva ut.
th: กระดาษแผ่นที่สี่สำหรับรูปแบบการจัดตำแหน่งหัวพิมพ์จะถูกพิมพ์ คลิก 'ตกลง' เพื่อเริ่มการพิมพ์

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch and click the Print Check Pattern.
cs: Vytiskne vzorek, který umožňuje zkontrolovat, zda nejsou trysky tiskových hlav ucpané. Vložte list běžného papíru velikosti A4 nebo Letter do zdroje vybraného přepínačem podávání papíru a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster, anhand dessen Sie überprüfen können, ob die Druckkopfdüsen verstopft sind. Legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die über die Papierzufuhrtaste ausgewählte Papierquelle ein und klicken Sie auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε αν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην προέλευση χαρτιού που επιλέξατε από το διακόπτη τροφοδοσίας χαρτιού και κάντε κλικ στο κουμπί Εκτύπωση μοτίβου ελέγχου.
fi: Tulostaa kuvion, jonka avulla voit tarkistaa, ovatko tulostuspään suuttimet tukossa. Lisää paperinsyöttökytkimellä valittuun paperilähteeseen A4- tai Letter-kokoinen tavallinen paperiarkki ja napsauta Tulosta tarkistuskuvio.
fr: Imprime un motif vous permettant de vérifier si les buses des têtes d'impression sont obstruées. Chargez une feuille de papier ordinaire au format A4 ou Lettre dans l'alimentation papier sélectionnée avec le commutateur de papier et cliquez sur Imprimer le motif de vérification.
hu: Mintát nyomtat, melynek segítségével ellenőrizheti, hogy a nyomtatófej fúvókái el vannak-e dugulva. Tegyen be egy A4 vagy Letter méretű normál papírt a Papíradagolás kapcsoló által meghatározott papírforrásba, és kattintson az [Ellenőrző minta nyomtatása] gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam sumber kertas yang dipilih dengan Tukar Penyaluran Kertas dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 プリンターの給紙切替ボタンで選択しているほうにA4の普通紙を1枚入れて、[確認パ ターン印刷]をクリックしてください。
pl: Drukuje desenie pozwalające sprawdzić, czy dysze głowicy drukującej nie są zatkane. Załaduj arkusz zwykłego papieru formatu A4 lub Letter do źródła papieru wybranego przy użyciu przełącznika podawania papieru i kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão obstruídos. Coloque uma folha de papel comum de formato A4 ou Letter na origem do papel selecionada através do Interruptor de Alimentação de Papel e clique em Imprimir Padrão de Verificação.
sv: Skriver ut mönster för kontroll om skrivhuvudmunstyckena är igensatta. Ladda ett ark Vanligt papper av A4- eller Letter-storlek i den papperskälla som valts med pappersmatningsomkopplaren och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในแหล่งจ่ายกระดาษที่ถูกเลือกด้วย 'สวิตช์ป้อนกระดาษ' และคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), posuňte páčku tloušťky papíru doleva a do zadní přihrádky vložte list běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach links und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in das hintere Fach ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopfausrichtung". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα αριστερά και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua vasemmalle ja lisää takalokeroon arkki A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Tulostuspään kohdistus. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la gauche, puis chargez une feuille de papier ordinaire au format A4 ou Lettre dans le réceptacle arrière. L'imprimante va imprimer un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), állítsa a papírvastagsági kart bal oldali állásba, majd tegyen be egy A4-es vagy Letter méretű normál papírt a hátsó tálcába. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kiri dan muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam tatakan belakang. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、紙厚レバーを左にセットし、後トレイにA4の普通紙を1枚入れてくださ い。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń na lewo dźwignię grubości papieru i załaduj arkusz zwykłego papieru formatu A4 lub Letter na tylną tacę. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a esquerda e coloque uma folha de papel comum tamanho A4 ou Letter na bandeja traseira. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Valor de Alinhamento de Impressão.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen), ställa in skrivarens spak för papperstjocklek till vänster och lägga i ett ark Vanligt papper av A4- eller Letter-storlek i det bakre facket. Ett justeringsmönster skrivs ut. Klicka på Justering av skrivhuvud för att justera skrivhuvudet. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางซ้าย และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหลัง เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte) a do zdroje papíru vybraného přepínačem podávání papíru vložte list běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten) und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die über die Papierzufuhrtaste ausgewählte Papierzufuhr ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopfausrichtung". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον) και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην προέλευση χαρτιού που επιλέξατε από το διακόπτη τροφοδοσίας χαρτιού. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta) ja lisää paperinsyöttökytkimellä valittuun paperilähteeseen arkki A4- tai Letter-kokoista tavallista paperia. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Tulostuspään kohdistus. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), puis chargez une feuille de papier ordinaire au format A4 ou Lettre dans l'alimentation papier sélectionnée avec le commutateur de papier. L'imprimante va imprimer un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: A nyomtatófej-igazítás megkezdése. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), és tegyen be egy A4-es vagy Letter méretű normál papírt a Papíradagolás kapcsoló által meghatározott papírforrásba. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan) dan muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam sumber kertas yang dipilih dengan Tukar Penyaluran Kertas. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、プリンターの給紙切替ボタンで選択しているほうにA4の普通紙を1枚入 れてください。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie) i załaduj arkusz zwykłego papieru formatu A4 lub Letter do źródła papieru wybranego przełącznikiem podawania papieru. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue) e coloque uma folha de papel comum tamanho A4 ou Letter na fonte de papel selecionada pelo Int. Alimentação de Papel. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Valor de Alinhamento de Impressão.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen) och lägga i ett ark Vanligt papper av A4- eller Letter-storlek i den papperskälla som valts av pappersmatningsomkopplaren. Ett justeringsmönster skrivs ut. Klicka på Justering av skrivhuvud för att justera skrivhuvudet. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในแหล่งจ่ายกระดาษที่ถูกเลือกด้วย 'สวิตช์ป้อนกระดาษ' เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Load one sheet of A4 or letter size paper into the rear tray and click OK.
cs: Do zadní přihrádky vložte jeden list papíru velikosti A4 nebo Letter a klepněte na tlačítko OK.
de: Legen Sie ein Blatt Papier des Formats A4 oder Letter in das hintere Fach ein und klicken Sie auf "OK".
el: Τοποθετήστε ένα φύλλο χαρτιού μεγέθους A4 ή Letter στην πίσω θήκη και κάντε κλικ στο κουμπί "OK".
fi: Lisää takalokeroon yksi A4- tai Letter-kokoinen paperiarkki ja valitse OK.
fr: Chargez une feuille de papier au format A4 ou Lettre dans le réceptacle arrière et cliquez sur OK.
hu: Tegyen be egy A4-es vagy Letter méretű papírlapot a hátsó tálcára, és kattintson az OK gombra.
id: Muatkan satu lembar kertas ukuran A4 atau letter ke dalam tatakan belakang dan klik OK.
ja: 後トレイにA4の用紙をセットして、[OK]をクリックしてください。
pl: Załaduj na tylną tacę jeden arkusz papieru formatu A4 lub Letter i kliknij przycisk OK.
pt: Coloque uma folha de papel de tamanho A4 ou letter na bandeja traseira e clique em OK.
sv: Lägg i ett ark papper i A4- eller Letter-storlek i det bakre facket och klicka på OK.
th: ป้อนกระดาษขนาด A4 หรือ Letter แผ่นหนึ่งลงในเทรย์ด้านหลัง และคลิก 'ตกลง'
