Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Cleaning paper feed rollers. First remove paper from the sheet feeder. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. When you load three sheets of plain paper according to the message, paper will be ejected and feed roller cleaning will be completed. Do you want to start feed roller cleaning?
cs: Čistí se válečky podavače papíru. Nejprve vyjměte z podavače listů veškerý papír. Klepnutím na tlačítko OK se 30x aktivují válečky podavače papíru. Celá akce bude trvat asi minutu a půl. Když vložíte tři listy běžného papíru podle zobrazené zprávy, papír se vysune a čištění válečku podavače bude dokončeno. Chcete spustit čištění válečku podavače?
de: Reinigung der Papiereinzugwalzen. Entfernen Sie zunächst das Papier aus dem Papierfach. Wenn Sie auf "OK" klicken, werden die Papiereinzugwalzen 30-mal aktiviert. Dieser Vorgang dauert etwa eineinhalb Minuten. Wenn Sie, wie in der Meldung beschrieben, drei Blätter Normalpapier einlegen, wird das Papier ausgeworfen und die Reinigung der Einzugwalzen wird beendet. Soll mit der Reinigung der Einzugwalzen begonnen werden?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού. Αρχικά αφαιρέστε το χαρτί από τον τροφοδότη φύλλων. Αν κάνετε κλικ στο κουμπί OK θα ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού 30 φορές. Αυτή η διαδικασία θα διαρκέσει περίπου ενάμισι λεπτό. Όταν τοποθετήσετε τρία φύλλα απλού χαρτιού σύμφωνα με το μήνυμα, το χαρτί θα εκτυπωθεί και θα ολοκληρωθεί ο καθαρισμός των κυλίνδρων. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Puhdistetaan paperinsyöttörullat. Poista ensin paperi arkinsyöttölaitteesta. Aktivoi paperinsyöttörullat 30 kertaa napsauttamalla OK. Aktivointi kestää noin puolitoista minuuttia. Kun lisäät tulostimeen kolme paperiarkkia ilmoituksen mukaan, paperi poistetaan ja syöttörullien puhdistus suoritetaan loppuun. Haluatko aloittaa syöttörullien puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier. Retirez d'abord le papier du chargeur de feuilles. Cliquez sur OK pour activer 30 fois les rouleaux d'entraînement du papier. Cette opération prend environ une minute et demie. Lorsque vous insérez trois feuilles de papier ordinaire comme l'indique le message, le papier est éjecté et le nettoyage des rouleaux d'entraînement prend fin. Voulez-vous lancer le nettoyage des rouleaux ?
hu: A laptovábbító görgők tisztítása. Először távolítsa el a papírt az adagolóból. Az OK gombra kattintva 30-szor aktiválja a laptovábbító görgőket. Ez a művelet körülbelül másfél percet vesz igénybe. Amikor az üzenetnek megfelelően beteszi a három lapnyi normál papírt, a lapok kidobódnak, és a tisztítás végbe megy. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas. Pertama keluarkan kertas dari penyalur kertas. Mengklik OK akan mengaktifkan penggulung penyaluran kertas 30 kali. Hal ini akan memakan waktu sekitar satu setengah menit. Ketika Anda memuatkan tiga lembar kertas biasa sesuai dengan pesan, kertas akan dikeluarkan dan pembersihan penggulung penyaluran akan selesai. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: 給紙ローラーのクリーニングを実行します。 はじめに、オートシートフィーダーからすべての用紙を取り除いてください。[OK]を クリックすると、給紙ローラーの回転動作を30回行います。回転が終了するまでに約1 分半かかります。続いて、メッセージに従って普通紙を3枚セットすると、排紙してクリ ーニングを完了します。 クリーニングを実行しますか？
pl: Czyszczenie rolek podawania papieru. Wyjmij papier z podajnika arkuszy. Kliknięcie przycisku OK spowoduje uruchomienie rolek podawania papieru 30 razy pod rząd. Potrwa to około półtorej minuty. Po wyświetleniu komunikatu należy umieścić w podajniku trzy arkusze zwykłego papieru, które zostaną wysunięte po zakończeniu czyszczenia rolek. Czy chcesz rozpocząć czyszczenie rolek podajnika?
pt: Limpando os rolos de alimentação. Primeiro, remova o papel do alimentador. Se clicar em OK, ativará os rolos de alimentação do papel 30 vezes. Essa tarefa levará cerca de um minuto e meio. Quando colocar três folhas de papel comum, de acordo com a mensagem, o papel será ejetado e a limpeza dos rolos de alimentação estará concluída. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen. Ta först bort papperet från arkmataren. Om du klickar på OK aktiveras arkmatarvalsarna 30 gånger. Aktiveringen tar ungefär en och en halv minut. När du laddar tre ark vanligt papper enligt meddelandet matas papperet ut och rengöringen avslutas. Vill du starta rengöringen av arkmatarvalsarna?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษ ก่อนอื่น ให้เอากระดาษออกจากตัวป้อนกระดาษ การคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ 30 ครั้ง ขั้นตอนดังกล่าวต้องใช้เวลาประมาณหนึ่งนาทีครึ่ง ในกรณีที่คุณได้ใส่กระดาษธรรมดาสามแผ่นตามข้อความ กระดาษจะถูกผลักออกและการทำความสะอาดลูกกลิ้งป้อนกระดาษจะเสร็จสมบูรณ์ คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่

source: Load three sheets of plain paper into the sheet feeder.
cs: Do podavače listů vložte tři listy běžného papíru.
de: Legen Sie drei Blätter Normalpapier in den Papiereinzug ein.
el: Τοποθετήστε τρία φύλλα απλού χαρτιού στον τροφοδότη φύλλων.
fi: Lisää arkinsyöttölaitteeseen kolme arkkia tavallista paperia.
fr: Chargez trois feuilles de papier ordinaire dans le chargeur de feuilles.
hu: Tegyen be három normál papírt a lapadagolóba.
id: Muatkan tiga lembar kertas biasa ke dalam penyalur kertas.
ja: 普通紙を3枚、オートシートフィーダーにセットしてください。
pl: Załaduj trzy arkusze zwykłego papieru do podajnika arkuszy.
pt: Coloque três folhas de papel comum no alimentador.
sv: Ladda tre ark vanligt papper i arkmataren.
th: ใส่กระดาษธรรมดาสามแผ่นในตัวป้อนกระดาษ

source: Feed roller cleaning is complete.
cs: Čištění válečků podavače je dokončeno.
de: Die Reinigung der Einzugsrollen ist abgeschlossen.
el: Ο καθαρισμός των κυλίνδρων τροφοδοσίας ολοκληρώθηκε.
fi: Syöttötelan puhdistus on valmis.
fr: Le nettoyage des rouleaux d'entraînement est terminé.
hu: A továbbító görgő tisztítása kész.
id: Pembersihan penggulung penyaluran selesai.
ja: これで給紙ローラーのクリーニングが完了しました。
pl: Czyszczenie rolek podajnika zakończone.
pt: Foi concluída a limpeza dos rolos de alimentação.
sv: Rengöringen av matningsrullarna är klar.
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษเสร็จสมบูรณ์

source: All Colors
cs: Všechny barvy
de: Alle Farben
el: Όλα τα χρώματα
fi: Kaikki värit
fr: Toutes les couleurs
hu: Minden szín
id: Semua Warna
ja: 全色一括
pl: Wszystkie kolory
pt: Todas as Cores
sv: Alla färger
th: สีทั้งหมด

source: All Colors BK, C, M, Y
cs: Všechny barvy BK, C, M, Y
de: Alle Farben BK, C, M, Y
el: Όλα τα χρώματα BK, C, M, Y
fi: Kaikki värit BK, C, M, Y
fr: Toutes les couleurs BK, C, M, Y
hu: Minden szín BK, C, M, Y
id: Semua Warna BK, C, M, Y
ja: 全色一括 BK, C, M, Y
pl: Wszystkie kolory BK, C, M, Y
pt: Todas as Cores BK, C, M, Y
sv: Alla färger BK, C, M, Y
th: สีทั้งหมด BK, C, M, Y

source: Black
cs: Černá
de: Schwarz
el: Μαύρο
fi: Musta
fr: Noir
hu: Fekete
id: Hitam
ja: ブラック
pl: Czarny
pt: Preto
sv: Svart
th: สีดำ

source: Black 3eBK
cs: Černá 3eBK
de: Schwarz 3eBK
el: Μαύρο 3eBK
fi: Musta 3eBK
fr: Noir 3eBK
hu: Fekete 3eBK
id: Hitam 3eBK
ja: ブラック 3eBK
pl: Czarny 3eBK
pt: Preto 3eBK
sv: Svart 3eBK
th: สีดำ 3eBK

source: Black PGBK
cs: Černá PGBK
de: Schwarz PGBK
el: Μαύρο PGBK
fi: Musta PGBK
fr: Noir PGBK
hu: Fekete PGBK
id: Hitam PGBK
ja: ブラック PGBK
pl: Czarny PGBK
pt: Preto PGBK
sv: Svart PGBK
th: สีดำ PGBK

source: Black BK
cs: Černá BK
de: Schwarz BK
el: Μαύρο BK
fi: Musta BK
fr: Noir BK
hu: Fekete BK
id: Hitam BK
ja: ブラック BK
pl: Czarny BK
pt: Preto BK
sv: Svart BK
th: สีดำ BK

source: Color 6C, 6M, 6Y
cs: Barva 6C, 6M, 6Y
de: Farbe 6C, 6M, 6Y
el: Έγχρωμη 6C, 6M, 6Y
fi: Väri 6C, 6M, 6Y
fr: Couleur 6C, 6M, 6Y
hu: Színes 6C, 6M, 6Y
id: Berwarna 6C, 6M, 6Y
ja: カラー 6C, 6M, 6Y
pl: Kolor 6C, 6M, 6Y
pt: Colorido 6C, 6M, 6Y
sv: Färg 6C, 6M, 6Y
th: สี 6C, 6M, 6Y

source: Color 6C, 6M, 6Y, 6BK
cs: Barva 6C, 6M, 6Y, 6BK
de: Farbe 6C, 6M, 6Y, 6BK
el: Έγχρωμη 6C, 6M, 6Y, 6BK
fi: Väri 6C, 6M, 6Y, 6BK
fr: Couleur 6C, 6M, 6Y, 6BK
hu: Színes 6C, 6M, 6Y, 6BK
id: Berwarna 6C, 6M, 6Y, 6BK
ja: カラー 6C, 6M, 6Y, 6BK
pl: Kolor 6C, 6M, 6Y, 6BK
pt: Colorido 6C, 6M, 6Y, 6BK
sv: Färg 6C, 6M, 6Y, 6BK
th: สี 6C, 6M, 6Y, 6BK

source: Color 7C, 7M, 7Y
cs: Barva 7C, 7M, 7Y
de: Farbe 7C, 7M, 7Y
el: Έγχρωμη 7C, 7M, 7Y
fi: Väri 7C, 7M, 7Y
fr: Couleur 7C, 7M, 7Y
hu: Színes 7C, 7M, 7Y
id: Berwarna 7C, 7M, 7Y
ja: カラー 7C, 7M, 7Y
pl: Kolor 7C, 7M, 7Y
pt: Colorido 7C, 7M, 7Y
sv: Färg 7C, 7M, 7Y
th: สี 7C, 7M, 7Y

source: Color 7C, 7M, 7Y, 7BK
cs: Barva 7C, 7M, 7Y, 7BK
de: Farbe 7C, 7M, 7Y, 7BK
el: Έγχρωμη 7C, 7M, 7Y, 7BK
fi: Väri 7C, 7M, 7Y, 7BK
fr: Couleur 7C, 7M, 7Y, 7BK
hu: Színes 7C, 7M, 7Y, 7BK
id: Berwarna 7C, 7M, 7Y, 7BK
ja: カラー 7C, 7M, 7Y, 7BK
pl: Kolor 7C, 7M, 7Y, 7BK
pt: Colorido 7C, 7M, 7Y, 7BK
sv: Färg 7C, 7M, 7Y, 7BK
th: สี 7C, 7M, 7Y, 7BK

source: Color C, M, Y, BK
cs: Barva C, M, Y, BK
de: Farbe C, M, Y, BK
el: Έγχρωμη C, M, Y, BK
fi: Väri C, M, Y, BK
fr: Couleur C, M, Y, BK
hu: Színes C, M, Y, BK
id: Berwarna C, M, Y, BK
ja: カラー C, M, Y, BK
pl: Kolor C, M, Y, BK
pt: Colorido C, M, Y, BK
sv: Färg C, M, Y, BK
th: สี C, M, Y, BK

source: Color C, M, Y, PC, PM, BK
cs: Barva C, M, Y, PC, PM, BK
de: Farbe C, M, Y, PC, PM, BK
el: Έγχρωμη C, M, Y, PC, PM, BK
fi: Väri C, M, Y, PC, PM, BK
fr: Couleur C, M, Y, PC, PM, BK
hu: Színes C, M, Y, PC, PM, BK
id: Berwarna C, M, Y, PC, PM, BK
ja: カラー C, M, Y, PC, PM, BK
pl: Kolor C, M, Y, PC, PM, BK
pt: Colorido C, M, Y,PC, PM, BK
sv: Färg C, M, Y, PC, PM, BK
th: สี C, M, Y, PC, PM, BK

source: Color C, M, Y
cs: Barva C, M, Y
de: Farbe C, M, Y
el: Έγχρωμη C, M, Y
fi: Väri C, M, Y
fr: Couleur C, M, Y
hu: Színes C, M, Y
id: Berwarna C, M, Y
ja: カラー C, M, Y
pl: Kolor C, M, Y
pt: Colorido C, M, Y
sv: Färg C, M, Y
th: สี C, M, Y

source: Group 1 6BK, 6R, 6PC, 6PM
cs: Skupina 1 6BK, 6R, 6PC, 6PM
de: Gruppe 1 6BK, 6R, 6PC, 6PM
el: Ομάδα 1 6BK, 6R, 6PC, 6PM
fi: Ryhmä 1 6BK, 6R, 6PC, 6PM
fr: Groupe 1 6BK, 6R, 6PC, 6PM
hu: 1. csoport 6BK, 6R, 6PC, 6PM
id: Grup 1 6BK, 6R, 6PC, 6PM
ja: グループ1 6BK, 6R, 6PC, 6PM
pl: Grupa 1 6BK, 6R, 6PC, 6PM
pt: Grupo 1 6BK, 6R, 6PC, 6PM
sv: Grupp 1 6BK, 6R, 6PC, 6PM
th: กลุ่มที่หนึ่ง 6BK, 6R, 6PC, 6PM

source: Group 1 7BK, 7R, 7G, 7PC, 7PM
cs: Skupina 1 7BK, 7R, 7G, 7PC, 7PM
de: Gruppe 1 7BK, 7R, 7G, 7PC, 7PM
el: Ομάδα 1 7BK, 7R, 7G, 7PC, 7PM
fi: Ryhmä 1 7BK, 7R, 7G, 7PC, 7PM
fr: Groupe 1 7BK, 7R, 7G, 7PC, 7PM
hu: 1. csoport 7BK, 7R, 7G, 7PC, 7PM
id: Grup 1 7BK, 7R, 7G, 7PC, 7PM
ja: グループ1 7BK, 7R, 7G, 7PC, 7PM
pl: Grupa 1 7BK, 7R, 7G, 7PC, 7PM
pt: Grupo 1 7BK, 7R, 7G, 7PC, 7PM
sv: Grupp 1 7BK, 7R, 7G, 7PC, 7PM
th: กลุ่มที่หนึ่ง 7BK, 7R, 7G, 7PC, 7PM

source: Group 2 6C, 6M, 6Y
cs: Skupina 2 6C, 6M, 6Y
de: Gruppe 2 6C, 6M, 6Y
el: Ομάδα 2 6C, 6M, 6Y
fi: Ryhmä 2 6C, 6M, 6Y
fr: Groupe 2 6C, 6M, 6Y
hu: 2. csoport 6C, 6M, 6Y
id: Grup 2 6C, 6M, 6Y
ja: グループ2 6C, 6M, 6Y
pl: Grupa 2 6C, 6M, 6Y
pt: Grupo 2 6C, 6M, 6Y
sv: Grupp 2 6C, 6M, 6Y
th: กลุ่มที่สอง 6C, 6M, 6Y

source: Group 2 7C, 7M, 7Y
cs: Skupina 2 7C, 7M, 7Y
de: Gruppe 2 7C, 7M, 7Y
el: Ομάδα 2 7C, 7M, 7Y
fi: Ryhmä 2 7C, 7M, 7Y
fr: Groupe 2 7C, 7M, 7Y
hu: 2. csoport 7C, 7M, 7Y
id: Grup 2 7C, 7M, 7Y
ja: グループ2 7C, 7M, 7Y
pl: Grupa 2 7C, 7M, 7Y
pt: Grupo 2 7C, 7M, 7Y
sv: Grupp 2 7C, 7M, 7Y
th: กลุ่มที่สอง 7C, 7M, 7Y

source: Do not start another operation until the cleaning has finished. After cleaning ends, execute nozzle check to check whether the print head nozzles have been unclogged.
cs: Nespouštějte další operaci, dokud čištění neskončí. Po dokončení čištění spusťte kontrolu trysek a zkontrolujte, zda jsou trysky tiskových hlav vyčištěny.
de: Starten Sie keinen anderen Vorgang, bevor die Säuberung abgeschlossen ist. Führen Sie den Düsentest aus und prüfen Sie, ob die Druckkopfdüsen noch verstopft sind.
el: Περιμένετε να ολοκληρωθεί ο καθαρισμός προτού να ξεκινήσετε άλλη λειτουργία. Μόλις ολοκληρωθεί ο καθαρισμός, εκτελέστε έλεγχο ακροφυσίων για να ελέγξετε ότι τα ακροφύσια κεφαλής εκτύπωσης έχουν αποφραχτεί.
fi: Älä aloita uutta toimintoa, ennen kuin puhdistus on valmis. Kun puhdistus on valmis, suorita suutintesti ja tarkista, ovatko tulostuspään suuttimet puhdistuneet.
fr: Ne lancez pas d'autre opération tant que le nettoyage n'est pas terminé. Une fois le nettoyage terminé, effectuez une vérification des buses de tête d'impression pour vérifier que les obstructions ont bien été éliminées.
hu: Ne kezdjen el új műveletet, amíg a tisztítás véget nem ért. A tisztítás befejeződése után végezzen fúvókaellenőrzést, és vizsgálja meg, hogy a nyomtatófej fúvókáiban megszűnt-e a dugulás.
id: Jangan mulai operasi lain sampai pembersihan selesai. Setelah pembersihan selesai, laksanakan pemeriksaan mulut semprot untuk memeriksa apakah mulut semprot kepala cetak telah lancar.
ja: クリーニングが終了するまで、ほかの作業は行わないでください。 終了後、ノズルチェックパターン印刷で目づまりしていないかを確認できます。
pl: Nie rozpoczynaj następnej operacji, dopóki nie zostanie zakończone czyszczenie. Po zakończeniu czyszczenia przeprowadź sprawdzanie dysz, aby upewnić się, że dysze głowicy drukującej zostały odetkane.
pt: Não inicie outra operação enquanto a limpeza não tiver sido concluída. Depois de terminada a limpeza, execute a verificação de ejetor para verificar se os ejetores da cabeça de impressão foram desobstruídos.
sv: Starta inte någon annan åtgärd förrän rengöringen har avslutats. Utför Test av bläckmunstycken när rengöringen är slutförd och kontrollera att skrivhuvudmunstyckena inte fortfarande är igensatta.
th: ห้ามเริ่มการดำเนินการอื่นๆ จนกว่าการทำความสะอาดเสร็จสมบูรณ์ หลังจากการทำความสะอาดเสร็จลง ให้ปฏิบัติ 'ตรวจหัวฉีด' และตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่

source: Cleans clogged print head nozzles. Select the target ink group for cleaning. If you are not sure of the ink group for cleaning, execute nozzle check.
cs: Vyčistí ucpané trysky tiskové hlavy. Vyberte skupinu inkoustů, pro kterou chcete vyčistit tiskové hlavy. Pokud si nejste jisti, pro kterou skupinu inkoustů je nutné trysky tiskové hlavy vyčistit, proveďte kontrolu trysek.
de: Reinigt verstopfte Druckkopfdüsen. Wählen Sie die zu reinigende Tintengruppe. Wenn Sie nicht sicher sind, welche Tintengruppe gereinigt werden muss, führen Sie einen Düsentest durch.
el: Καθαρίζει τα φραγμένα ακροφύσια κεφαλής εκτύπωσης. Επιλέξτε την ομάδα μελάνης στην οποία θέλετε να κάνετε καθαρισμό. Εάν δεν είστε σίγουροι ποια ομάδα μελάνης χρειάζεται καθαρισμό, εκτελέστε έλεγχο ακροφυσίων.
fi: Puhdistaa tukkeutuneet tulostuspään suuttimet. Valitse puhdistettava kohdemusteryhmä. Jos et ole varma puhdistettavasta musteryhmästä, suorita suutintesti.
fr: Nettoie les buses des têtes d'impression obstruées. Sélectionnez le groupe d'encrage à nettoyer. Si vous n'êtes pas sûr du groupe à nettoyer, effectuez une vérification des buses.
hu: Megtisztítja a nyomtatófej eldugult fúvókáit. Válassza ki a tisztítani kívánt tintacsoportot. Ha nem biztos benne, hogy melyik tintacsoportot kell tisztítani, hajtson végre fúvókaellenőrzést.
id: Membersihkan mulut semprot kepala cetak yang tersumbat. Pilih grup tinta target untuk pembersihan. Jika Anda tidak yakin atas grup tinta untuk pembersihan, laksanakan pemeriksaan mulut semprot.
ja: インクの噴出し口(ノズル)の目づまりをクリーニングします。 クリーニングを行うインクグループを選択してください。クリーニングを行うインクグル ープがわからない場合は、ノズルチェックパターン印刷を行ってください。
pl: Czyści zatkane dysze głowicy drukującej. Wybierz grupę atramentu przeznaczoną do czyszczenia. Jeśli nie jesteś pewien, którą grupę atramentu należy wyczyścić, przeprowadź sprawdzanie dysz.
pt: Limpa os ejetores da cabeça de impressão obstruídos. Selecione o grupo de tinta para limpeza. Se não tiver certeza de qual é o grupo que necessita de limpeza, execute a verificação de ejetor.
sv: Rengör igensatta skrivhuvudmunstycken. Välj bläckgrupp som ska djuprengöras. Gör Test av bläckmunstycken om du inte är säker på vilken bläckgrupp som ska rengöras.
th: ทำความสะอาดหัวฉีดที่อัดแน่นอยู่ เลือกกลุ่มน้ำหมึกที่ต้องทำความสะอาด หากคุณไม่แน่ใจว่ากลุ่มไหนต้องการทำความสะอาด ให้ปฏิบัติ 'ตรวจหัวฉีด'

source: Unclogs nozzles that cannot be cleared by regular cleaning. Select the target ink group for deep cleaning. If you are not sure of the ink group for deep cleaning, execute nozzle check.
cs: Vyčistí trysky tiskové hlavy, které nelze vyčistit běžným čištěním. Vyberte skupinu inkoustů, pro které chcete tiskové hlavy hloubkově vyčistit. Pokud si nejste jisti, pro kterou skupinu inkoustů je nutné tiskové hlavy hloubkově vyčistit, proveďte kontrolu trysek.
de: Reinigt verstopfte Düsen, die bei der normalen Reinigung nicht gereinigt werden konnten. Wählen Sie die zu reinigende Tintengruppe. Wenn Sie nicht sicher sind, für welche Tintengruppe eine Intensivreinigung durchgeführt werden muss, führen Sie einen Düsentest durch.
el: Αποφράσσει τα ακροφύσια που δεν είναι δυνατόν να καθαριστούν με κανονικό καθαρισμό. Επιλέξτε την ομάδα μελάνης στην οποία θέλετε να κάνετε βαθύ καθαρισμό. Εάν δεν είστε σίγουροι ποια ομάδα μελάνης χρειάζεται βαθύ καθαρισμό, εκτελέστε έλεγχο ακροφυσίων.
fi: Puhdistaa suuttimet, joita ei voida puhdistaa tavallisella puhdistustoiminnolla. Valitse perusteellisesti puhdistettava kohdemusteryhmä. Jos et ole varma perusteellisesti puhdistettavasta musteryhmästä, suorita suutintesti.
fr: Débouche les buses qui ne peuvent être nettoyées avec un nettoyage normal. Sélectionnez le groupe d'encrage à nettoyer en profondeur. Si vous n'êtes pas sûr du groupe à nettoyer en profondeur, effectuez une vérification des buses.
hu: Megtisztítja a nyomtatófej normál tisztítással nem tisztítható eldugult fúvókáit. Válassza ki a fokozottan tisztítani kívánt tintacsoportot. Ha nem biztos benne, hogy melyik tintacsoportot kell tisztítani, hajtson végre fúvókaellenőrzést.
id: Melancarkan mulut semprot yang tidak dapat dibersihkan dengan pembersihan biasa. Pilih grup tinta target untuk pembersihan tingkat dalam. Jika Anda tidak yakin atas grup tinta untuk pembersihan tingkat dalam, laksanakan pemeriksaan mulut semprot.
ja: より強力にクリーニングを行います。 強力クリーニングを行うインクグループを選択してください。強力クリーニングを行うイ ンクグループがわからない場合は、ノズルチェックパターン印刷を行ってください。
pl: Odblokowuje dysze, których nie można było wyczyścić przez zwykłe czyszczenie. Wybierz grupę atramentu przeznaczoną do dokładnego czyszczenia. Jeśli nie jesteś pewien, którą grupę atramentu należy dokładnie wyczyścić, przeprowadź sprawdzanie dysz.
pt: Desobstrui os ejetores que não podem ser limpos por limpeza normal. Selecione o grupo de tinta para limpeza profunda. Se não tiver certeza de qual é o grupo que necessita de limpeza profunda, execute a verificação de ejetor.
sv: Rensar munstycken som inte kan rengöras med vanlig rengöring. Välj bläckgrupp som ska djuprengöras. Gör Test av bläckmunstycken om du inte är säker på vilken bläckgrupp som ska djuprengöras.
th: แก้ไขปัญหาหัวฉีดอัดซึ่งไม่สามารถล้างได้ด้วยการทำความสะอาดธรรมดา เลือกกลุ่มน้ำหมึกที่ต้องทำความสะอาดอย่างละเอียด หากคุณไม่แน่ใจว่ากลุ่มไหนต้องการทำความสะอาดอย่างละเอียด ลงปฏิบัติ 'ตรวจหัวฉีด'

source: Ink Group:
cs: Skupina inkoustů:
de: Tintengruppe:
el: Ομάδα μελάνης:
fi: Musteryhmä:
fr: Groupe d'encrage :
hu: Tintacsoport:
id: Grup Tinta:
ja: インクグループ :
pl: Grupa atramentu:
pt: Grupo de Tinta:
sv: Bläckgrupp:
th: กลุ่มน้ำหมึก:

source: Deep cleaning consumes much more ink than regular cleaning. Execute deep cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute nozzle check and check whether the print head nozzles have been unclogged.
cs: Hloubkové čištění spotřebuje mnohem více inkoustu než běžné čištění. Spusťte hloubkové čištění, pouze pokud se stav trysek nezlepší po běžném čištění. Po skončení hloubkového čištění spusťte program Kontrola trysek a zkontrolujte, zda jsou trysky tiskových hlav vyčištěny.
de: Bei der Intensivreinigung wird mehr Tinte als bei der normalen Reinigung verbraucht. Führen Sie eine Intensivreinigung nur dann durch, wenn sich der Zustand der Düse nach der normalen Reinigung nicht ändert. Führen Sie nach Beendigung der Intensivreinigung den Düsentest aus, um zu überprüfen, ob die Druckkopfdüsen ausreichend gereinigt sind.
el: Με τον βαθύ καθαρισμό καταναλώνεται πολύ περισσότερη μελάνη από ό,τι με τον κανονικό καθαρισμό. Πραγματοποιήστε βαθύ καθαρισμό μόνο εάν η κατάσταση των ακροφυσίων δεν βελτιώνεται ύστερα από τον κανονικό καθαρισμό. Μόλις ολοκληρωθεί ο βαθύς καθαρισμός, εκτελέστε έλεγχο ακροφυσίων για να ελέγξετε ότι τα ακροφύσια κεφαλής εκτύπωσης έχουν αποφραχτεί.
fi: Perusteellinen puhdistus kuluttaa paljon enemmän mustetta kuin normaali puhdistus. Suorita perusteellinen puhdistus ainoastaan, jos suutinten tila ei parane tavallisen puhdistuksen jälkeen. Kun perusteellinen puhdistus on valmis, suorita suutintesti ja tarkista, ovatko tulostuspään suuttimet puhdistuneet.
fr: Le nettoyage en profondeur consomme beaucoup plus d'encre que le nettoyage normal. N'effectuez de nettoyage en profondeur que si le nettoyage normal ne parvient pas à remédier à l'état des buses. Une fois le nettoyage en profondeur terminé, effectuez une vérification des buses de tête d'impression pour contrôler que les obstructions ont bien été éliminées.
hu: A fokozott tisztítás sokkal több tintát használ, mint a normál tisztítás. Csak akkor hajtson végre fokozott tisztítást, ha normál tisztítás után nem javul a fúvókák állapota. A fokozott tisztítás befejeződése után végezzen fúvókaellenőrzést, és vizsgálja meg, hogy a nyomtatófej fúvókáiban megszűnt-e a dugulás.
id: Pembersihan tingkat dalam mengonsumsi lebih banyak tinta daripada pembersihan biasa. Laksanakan pembersihan tingkat dalam hanya jika kondisi mulut semprot tidak membaik setelah pembersihan biasa. Setelah pembersihan tingkat dalam selesai, laksanakan pemeriksaan mulut semprot dan periksa apakah mulut semprot kepala cetak telah lancar.
ja: 強力クリーニングは、クリーニングよりもたくさんのインクを消費します。クリーニング で状態が改善できなかった場合のみ実行してください。 終了後、ノズルチェックパターン印刷で、インクの噴出し口(ノズル)の目づまりが改善 されたかを確認してください。
pl: Podczas dokładnego czyszczenia zużywana jest dużo większa ilość atramentu, niż podczas zwykłego czyszczenia. Dokładne czyszczenie należy przeprowadzać tylko wtedy, gdy drukowany wzór nie poprawi się po zwykłym czyszczeniu. Po zakończeniu dokładnego czyszczenia przeprowadź sprawdzanie dysz i upewnij się, że dysze głowicy drukującej zostały odetkane.
pt: A limpeza profunda consome muito mais tinta do que a limpeza normal. Execute a limpeza profunda apenas quando o estado do ejetor não melhorar após efetuada a limpeza normal. Depois de concluir a limpeza profunda, execute a verificação de ejetor e verifique se os ejetores da cabeça de impressão foram desobstruídos.
sv: Djuprengöring förbrukar betydligt mer bläck än en vanlig rengöring. Utför djuprengöring bara om munstycket inte blir bättre efter en vanlig rengöring. När den är klar utför du ett test av bläckmunstycken och kontrollerar om skrivhuvudmunstyckena fortfarande är igensatta.
th: การทำความสะอาดอย่างละเอียดต้องใช้น้ำหมึกมากกว่าการทำความสะอาดธรรมดา ปฏิบัติ 'การทำความสะอาดอย่างละเอียด' ในเมื่อสถานะหัวฉีดไม่ได้ปรับให้ดีขึ้นหลังจากการทำความสะอาดธรรมดาเท่านั้น หลังจากการทำความสะอาดอย่างละเอียดเสร็จสมบูรณ์ ให้ปฏิบัติ 'ตรวจหัวฉีด' และตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่

source: Cleaning consumes ink.
cs: Při čištění se spotřebovává inkoust.
de: Bei einer Reinigung wird Tinte verbraucht.
el: Κατά τον καθαρισμό καταναλώνεται μελάνη.
fi: Puhdistus kuluttaa mustetta.
fr: Le nettoyage consomme de l'encre.
hu: A tisztítás tintát használ fel.
id: Pembersihan konsumsi tinta.
ja: クリーニングはインクを消費します。
pl: Czyszczenie powoduje zużycie atramentu.
pt: A limpeza consome tinta.
sv: Rengöring förbrukar bläck.
th: การทำความสะอาดต้องใช้น้ำหมึกมาก
