Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
cs: Spouští se nastavení tiskové hlavy. Protože při nastavení probíhá tisk, připravte tiskárnu (připojte kabel a tiskárnu zapněte), posuňte páčku tloušťky papíru doleva a do zdroje papíru vybraného přepínačem podávání papíru vložte list běžného papíru velikosti A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlačítko Nastavit tiskovou hlavu nastavíte polohu tiskové hlavy. Klepnutím na tlačítko Tisknout hodnotu zarovnání lze vytisknout a zkontrolovat aktuální nastavení.
de: Die Druckkopfausrichtung wird gestartet. Da für die Ausrichtung ein Ausdruck erforderlich ist, aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel des Druckers nach links und legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die über die Papierzufuhrtaste ausgewählte Papierzufuhr ein. Der Drucker druckt ein Ausrichtungsmuster. Klicken Sie zum Ausrichten der Druckkopfposition auf "Druckkopfausrichtung". Klicken Sie auf "Ausrichtungswert drucken", um eine Seite zu drucken und die aktuelle Einstellung zu überprüfen.
el: Έναρξη ευθυγράμμισης κεφαλής εκτύπωσης. Εφόσον η ευθυγράμμιση προϋποθέτει εκτύπωση, ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα αριστερά και τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην προέλευση χαρτιού που επιλέξατε από το διακόπτη τροφοδοσίας χαρτιού. Ο εκτυπωτής θα εκτυπώσει ένα μοτίβο ευθυγράμμισης. Για να ευθυγραμμίσετε τη θέση της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί "Ευθυγράμμιση κεφαλής εκτύπωσης". Για να εκτυπώσετε και να ελέγξετε την τρέχουσα ρύθμιση, κάντε κλικ στο κουμπί "Τιμή ευθυγράμμισης εκτύπωσης".
fi: Aloitetaan tulostuspään kohdistus. Koska kohdistus edellyttää tulostamista, valmistele tulostin (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua vasemmalle ja lisää paperinsyöttökytkimellä valittuun paperilähteeseen A4- tai Letter-kokoinen tavallinen paperiarkki. Tulostin tulostaa kohdistuskuvion. Voit kohdistaa tulostuspään valitsemalla Tulostuspään kohdistus. Tulosta ja tarkista nykyinen asetus valitsemalla Tulostuksen kohdistusarvo.
fr: Lancement de l'alignement des têtes d'impression. L'alignement nécessitant une impression, préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la gauche, puis chargez une feuille de papier ordinaire au format A4 ou Lettre dans l'alimentation papier sélectionnée avec le commutateur de papier. L'imprimante va imprimer un motif d'alignement. Pour aligner les têtes d'impression, cliquez sur Aligner tête d'impression. Pour imprimer et vérifier le réglage actuel, cliquez sur Valeur d'alignement d'impression.
hu: Nyomtatófej-igazítás megkezdése a behelyezéskor megjelenő nyomtatófej-pozicionálási hiba kijavításához. Mivel az igazításhoz nyomtatni is kell, tegye a nyomtatót üzemkésszé (csatlakoztassa a kábelt, és kapcsolja be a nyomtatót), állítsa a papírvastagsági kart bal oldali állásba, majd tegyen be egy A4-es vagy Letter méretű normál papírt a Papíradagolás kapcsoló által meghatározott papírforrásba. A nyomtató kinyomtat egy igazítási mintát. A nyomtatófej helyzetének igazításához kattintson a Nyomtatófej igazítása gombra. Az aktuális beállítás nyomtatásához és ellenőrzéséhez kattintson az Igazítási érték nyomtatása gombra.
id: Memulai penjajaran kepala cetak. Karena penjajaran melibatkan pencetakan, siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kiri dan muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam sumber kertas yang dipilih dengan Tukar Penyaluran Kertas. Pencetak akan mencetak pola penjajaran. Untuk menyejajarkan posisi kepala cetak, klik Sejajarkan Kepala Cetak. Untuk mencetak dan memeriksa setelan sekarang, klik Nilai Penjajaran Pencetakan.
ja: ヘッド位置調整を行います。 調整には印刷を伴いますので、プリンターの準備(ケーブルの接続、プリンターの電源を オン)をして、紙間選択レバーを左にセットし、プリンターの給紙切替ボタンで選択して いるほうにA4の普通紙を1枚入れてください。調整用のパターンを印刷します。 ヘッド位置の調整操作を行う場合は、[ヘッド位置調整]をクリックしてください。 現在の設定を印刷して確認する場合は、[調整値の印刷]をクリックしてください。
pl: Rozpocznie się wyrównywanie głowic drukujących. Ponieważ wyrównywanie jest związane z drukowaniem, przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń na lewo dźwignię grubości papieru i załaduj arkusz zwykłego papieru formatu A4 lub Letter do źródła papieru wybranego przełącznikiem podawania papieru. Drukarka wydrukuje deseń wyrównywania. Aby wyrównać pozycję głowicy drukującej, kliknij przycisk Wyrównaj głowicę drukującą. Aby wydrukować i sprawdzić bieżące ustawienia, kliknij przycisk Wydrukuj wartość wyrównania.
pt: Iniciando o alinhamento da cabeça de impressão. Como o alinhamento implica a impressão, prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a direita e coloque uma folha de papel comum tamanho A4 ou Letter na fonte de papel selecionada pelo Int. Alimentação de Papel. A impressora imprimirá um padrão de alinhamento. Para alinhar a posição da cabeça de impressão, clique em Alinhar Cabeça de Impressão. Para imprimir e verificar as configurações atuais, clique em Valor de Alinhamento de Impressão.
sv: Startar justering av skrivhuvud. Eftersom justeringen innebär utskrift måste du förbereda skrivaren (anslut kabeln och slå på strömmen), ställa in skrivarens spak för papperstjocklek till vänster och lägga i ett ark Vanligt papper av A4- eller Letter-storlek i den papperskälla som valts av pappersmatningsomkopplaren. Ett justeringsmönster skrivs ut. Klicka på Justering av skrivhuvud för att justera skrivhuvudet. Klicka på Utskriftsjusteringsvärde för att kontrollera och skriva ut med nuvarande inställningar.
th: เริ่มการจัดตำแหน่งหัวพิมพ์ เนื่องจากการจัดตำแหน่งต้องการพิมพ์ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางซ้าย และป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งลงในแหล่งจ่ายกระดาษที่ถูกเลือกด้วย 'สวิตช์ป้อนกระดาษ' เครื่องพิมพ์จะพิมพ์รูปแบบการจัดตำแหน่งออกมา เพื่อจัดตำแหน่งหัวพิมพ์ ให้คลิก 'จัดตำแหน่งหัวพิมพ์' เพื่อพิมพ์และตรวจการตั้งค่าปัจจุบัน ให้คลิก 'มูลค่าการจัดตำแหน่งพิมพ์'

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the sheet feeder and click OK.
cs: Nastavení tiskové hlavy je dokončeno. Chcete-li dokončit nastavení, klepněte na tlačítko Storno. Pokud se na potištěné straně objevují proužky, můžete zabránit jejich výskytu nastavením tiskové hlavy. Chcete-li provést toto nastavení, vložte do list papíru do podavače listů a klepněte na tlačítko OK.
de: Die Druckkopfausrichtung ist abgeschlossen. Klicken Sie zum Beenden der Ausrichtung auf "Abbrechen". Wenn Striche auf dem Ausdruck erscheinen, können Sie zur Verbesserung des Druckbilds den Druckkopf ausrichten. Legen Sie für die Ausrichtung ein Blatt Papier in den Papiereinzug ein und klicken Sie auf "OK".
el: Η ευθυγράμμιση της κεφαλής εκτύπωσης ολοκληρώθηκε. Για να ολοκληρώσετε την ευθυγράμμιση, κάντε κλικ στο κουμπί Άκυρο. Εάν εμφανίζονται ραβδώσεις στην πλευρά εκτύπωσης, μπορείτε να αποτρέψετε την εμφάνισή τους ευθυγραμμίζοντας την κεφαλή εκτύπωσης. Για να πραγματοποιήσετε την ευθυγράμμιση αυτή, τοποθετήστε ένα φύλλο χαρτιού στον τροφοδότη φύλλων και κάντε κλικ στο OK.
fi: Tulostuspään kohdistus on valmis. Lopeta kohdistus valitsemalla Peruuta. Jos tulostuspuolella on raitoja, voit vähentää niitä kohdistamalla tulostuspään. Voit aloittaa kohdistuksen lisäämällä paperiarkin arkisyöttölaitteeseen ja valitsemalla OK.
fr: L'alignement de la tête d'impression est terminé. Pour terminer l'alignement, cliquez sur Annuler. Si des rayures apparaissent sur l'impression, vous pouvez les supprimer en alignant les têtes d'impression. Pour procéder à cet alignement, chargez une feuille dans le chargeur, puis cliquez sur OK.
hu: A nyomtatófej igazítása kész. Az igazítás befejezéséhez kattintson a Mégse gombra. Ha csíkok jelennek meg a nyomtatási oldalon, a nyomtatófej igazításával tüntetheti el őket. Az igazítás végrehajtásához töltsön be egy papírt a lapadagolóba, majd kattintson az OK gombra.
id: Penjajaran kepala cetak selesai. Untuk mengakhiri penjajaran, klik Batal. Jika goresan muncul pada sisi pencetakan, Anda dapat mencegahnya muncul dengan menyejajarkan kepala cetak. Untuk melaksanakan penjajaran ini, muatkan selembar kertas ke dalam penyalur kertas dan klik OK.
ja: 調整は完了しました。 終了する場合は、[キャンセル]をクリックしてください。 プリンターを使ってみて、印刷面にすじが入る場合は、それを改善する調整を行うことが できます。 この調整を行う場合は、オートシートフィーダーに用紙を入れて、[OK]をクリックし てください。
pl: Wyrównywanie głowic drukujących zostało zakończone. Aby zakończyć wyrównywanie, kliknij przycisk Anuluj. Jeśli po stronie wydruku pojawiają się smugi, można zapobiec ich występowaniu, wyrównując głowice drukujące. Aby wykonać operację wyrównywania, włóż arkusz papieru do podajnika arkuszy i kliknij przycisk OK.
pt: O alinhamento da cabeça de impressão está concluído. Para concluir o alinhamento, clique em Cancelar. Se riscos aparecerem no lado da impressão, será possível evitá-los alinhando a cabeça de impressão. Para executar esse alinhamento, coloque uma folha de papel no alimentador e clique em OK.
sv: Justering av skrivhuvud är klar. Klicka på Avbryt för att avsluta. Om det blir streck på utskriftssidan kan du bli av med dem genom att justera skrivhuvudet. Lägg i ett pappersark i arkmataren och klicka på OK.
th: การจัดตำแหน่งหัวพิมพ์เสร็จสมบูรณ์ เพื่อให้การจัดตำแหน่งนี้เสร็จสิ้น คลิก 'ยกเลิก' หากมีลายใดๆ ปรากฏขึ้นมาในด้านการพิมพ์ ด้วยการจัดตำแหน่งหัวพิมพ์ คุณสามารถป้องกันไม่ให้แถบเหล่านี้ปรากฏขึ้นมาอีก เพื่อที่จะดำเนินการจัดตำแหน่งนี้ ให้ป้อนกระดาษแผ่นหนึ่งในตัวป้อนกระดาษแล้วคลิก 'ตกลง'

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch, and click the Print Check Pattern.
cs: Vytiskne vzorek, který umožňuje zkontrolovat, zda nejsou trysky tiskových hlav ucpané. Připravte tiskárnu (připojte kabel a zapněte ji), posuňte páčku tloušťky papíru na tiskárně doleva, vložte list běžného papíru formátu A4 nebo Letter do zdroje vybraného přepínačem podávání papíru a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster, anhand dessen Sie überprüfen können, ob die Druckkopfdüsen verstopft sind. Aktivieren Sie den Drucker (Kabel anschließen und Drucker einschalten), schieben Sie den Papierstärkehebel nach links, legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in die mit der Papierzufuhrtaste ausgewählte Papierquelle ein und klicken Sie auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε εάν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Ετοιμάστε τον εκτυπωτή (συνδέστε το καλώδιο και ανάψτε τον), μετακινήστε το μοχλό πάχους χαρτιού του εκτυπωτή προς τα αριστερά, τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στην προέλευση χαρτιού που επιλέχθηκε με το διακόπτη τροφοδοσίας και κάντε κλικ στο "Εκτύπωση μοτίβου ελέγχου".
fi: Tulostaa kuvion, jonka avulla voit tarkistaa, ovatko tulostuspään suuttimet tukossa. Aseta tulostin tulostusvalmiuteen (liitä kaapeli ja kytke tulostimeen virta), siirrä paperin paksuudensäätövipua vasemmalle, lisää arkki A4- tai Letter-kokoista tavallista paperia paperinsyöttökytkimellä valittuun paperilähteeseen ja valitse Tulosta tarkistuskuvio.
fr: Imprime un motif vous permettant de vérifier si les buses des têtes d'impression sont obstruées. Préparez l'imprimante (branchez le câble et mettez l'imprimante sous tension), déplacez le levier de sélection d'épaisseur du papier de l'imprimante vers la gauche, chargez une feuille de papier ordinaire au format A4 ou Lettre dans l'alimentation papier sélectionnée avec le commutateur de papier et cliquez sur Imprimer le motif de vérification.
hu: Mintát nyomtat, melynek segítségével ellenőrizheti, hogy a nyomtatófej fúvókái el vannak-e dugulva. Helyezze készenlétbe (csatlakoztassa a hálózati tápkábelt, és kapcsolja be) a nyomtatót, húzza balra a nyomtató papírvastagsági karját, majd tegyen be egy A4 vagy Letter méretű normál papírt a Papíradadagolás kapcsoló által kiválasztott papírforrásba, és kattintson az Ellenőrző minta nyomtatása gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Siapkan pencetak (sambungkan kabel dan nyalakan), atur tuas ketebalan kertas pencetak ke kiri, muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam sumber kertas yang dipilih dengan Tukar Penyaluran Kertas, dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 プリンターの準備(ケーブルの接続、プリンターの電源をオン)をして、紙間選択レバー を左にセットし、プリンターの給紙切替ボタンで選択しているほうにA4の普通紙を1枚 入れてから、[確認パターン印刷]をクリックしてください。
pl: Drukuje desenie pozwalające sprawdzić, czy dysze głowicy drukującej nie są zatkane. Przygotuj drukarkę (podłącz kabel i włącz zasilanie), przesuń w lewo dźwignię grubości papieru, załaduj arkusz zwykłego papieru formatu A4 lub Letter do źródła papieru wybranego przy użyciu przełącznika podawania papieru i kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão obstruídos. Prepare a impressora (conecte o cabo e ligue), mova a alavanca de espessura do papel da impressora para a esquerda, coloque uma folha de papel comum de formato A4 ou Letter na origem do papel selecionada através do Interruptor de Alimentação de Papel e clique em Imprimir Padrão de Verificação.
sv: Skriver ut mönster för kontroll om skrivhuvudmunstyckena är igensatta. Förbered skrivaren (anslut kabeln och slå på skrivaren), flytta spaken för papperstjocklek åt vänster, lägg ett ark Vanligt papper av A4- eller Letter-storlek i den papperskälla som valts med pappersmatningsomkopplaren och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ เตรียมเครื่องพิมพ์ให้พร้อม (ต่อสายและเปิดเครื่อง) เลื่อนคานปรับความหนากระดาษของเครื่องพิมพ์ไปทางซ้าย ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในแหล่งจ่ายกระดาษที่ถูกเลือกด้วย 'สวิตช์ป้อนกระดาษ' และคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the sheet feeder and click the Print Check Pattern.
cs: Vytiskne vzorek, který umožňuje zkontrolovat, zda nejsou trysky tiskových hlav ucpané. Do podavače listů vložte list běžného papíru velikosti A4 nebo Letter a klepněte na tlačítko Tisk testovacího vzorku.
de: Druckt ein Muster, anhand dessen Sie überprüfen können, ob die Druckkopfdüsen verstopft sind. Legen Sie ein Blatt Normalpapier des Formats A4 oder Letter in den Papiereinzug ein und klicken Sie auf "Prüfmuster drucken".
el: Εκτυπώνει ένα μοτίβο που σας επιτρέπει να ελέγξετε αν τα ακροφύσια κεφαλής εκτύπωσης είναι φραγμένα. Τοποθετήστε ένα φύλλο απλού χαρτιού μεγέθους A4 ή Letter στον τροφοδότη φύλλων και κάντε κλικ στο κουμπί Εκτύπωση μοτίβου ελέγχου.
fi: Tulostaa kuvion, jonka avulla voit tarkistaa, ovatko tulostuspään suuttimet tukossa. Lisää arkinsyöttölaitteeseen A4- tai Letter-kokoinen tavallinen paperiarkki ja napsauta Tulosta tarkistuskuvio.
fr: Imprime un motif vous permettant de vérifier si les buses des têtes d'impression sont obstruées. Chargez une feuille de papier ordinaire au format A4 ou Lettre dans le chargeur de feuilles, puis cliquez sur Imprimer le motif de vérification.
hu: Mintát nyomtat, melynek segítségével ellenőrizheti, hogy a nyomtatófej fúvókái el vannak-e dugulva. Tegyen be egy A4 vagy Letter méretű normál papírt az adagolóba, majd kattintson az [Ellenőrző minta nyomtatása] gombra.
id: Mencetak pola supaya Anda mengetahui apakah mulut semprot kepala cetak tersumbat. Muatkan selembar kertas ukuran A4 atau letter, kertas biasa ke dalam penyalur kertas dan klik Cetak Pola Pemeriksaan.
ja: インクの噴出し口(ノズル)が目づまりしていないかを確認するパターンを印刷します。 オートシートフィーダーにA4の普通紙を1枚セットし、[確認パターン印刷]をクリッ クしてください。
pl: Drukuje desenie pozwalające sprawdzić, czy dysze głowicy drukującej nie są zatkane. Załaduj arkusz zwykłego papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk Drukuj wzór testu.
pt: Imprime um padrão que permite verificar se os ejetores da cabeça de impressão estão obstruídos. Coloque uma folha de papel comum de formato A4 ou Letter no alimentador e clique em Imprimir Padrão de Verificação.
sv: Skriver ut mönster för kontroll om skrivhuvudmunstyckena är igensatta. Ladda ett ark Vanligt papper av A4- eller Letter-storlek i papperskällan och klicka på Skriv ut testmönster.
th: พิมพ์ลวดลายซึ่งทำให้คุณสามารถตรวจว่าปัญหาอัดแน่นในหัวฉีดถูกแก้ไขแล้วหรือไม่ ป้อนกระดาษธรรมดาขนาด A4 หรือ Letter แผ่นหนึ่งในตัวป้อนกระดาษและคลิก 'พิมพ์ลวดลายตรวจหัวฉีด'

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the paper source selected by the Paper Feed Switch and click OK.
cs: Nastavení tiskové hlavy je dokončeno. Chcete-li dokončit nastavení, klepněte na tlačítko Storno. Pokud se na potištěné straně objevují proužky, můžete zabránit jejich výskytu nastavením tiskové hlavy. Chcete-li provést toto nastavení, vložte list papíru do zdroje vybraného přepínačem podávání papíru a klepněte na tlačítko OK.
de: Die Druckkopfausrichtung ist abgeschlossen. Klicken Sie zum Beenden der Ausrichtung auf "Abbrechen". Wenn Striche auf dem Ausdruck erscheinen, können Sie zur Verbesserung des Druckbilds den Druckkopf ausrichten. Legen Sie für die Ausrichtung ein Blatt Papier in die über die Papierzufuhrtaste gewählte Papierzufuhr ein und klicken Sie auf "OK".
el: Η ευθυγράμμιση της κεφαλής εκτύπωσης ολοκληρώθηκε. Για να ολοκληρώσετε την ευθυγράμμιση, κάντε κλικ στο κουμπί Άκυρο. Εάν εμφανίζονται ραβδώσεις στην πλευρά εκτύπωσης, μπορείτε να αποτρέψετε την εμφάνισή τους ευθυγραμμίζοντας την κεφαλή εκτύπωσης. Για να γίνει ευθυγράμμιση, τοποθετήστε ένα φύλλο χαρτιού στην προέλευση χαρτιού που έχετε επιλέξει με το διακόπτη τροφοδοσίας χαρτιού και κάντε κλικ στο κουμπί ΟΚ.
fi: Tulostuspään kohdistus on valmis. Lopeta kohdistus valitsemalla Peruuta. Jos tulostuspuolella on raitoja, voit vähentää niitä kohdistamalla tulostuspään. Voit aloittaa kohdistuksen lisäämällä paperiarkin Paperinsyöttökytkimellä valittuun paperilähteeseen ja valitsemalla OK.
fr: L'alignement de la tête d'impression est terminé. Pour terminer l'alignement, cliquez sur Annuler. Si des rayures apparaissent sur l'impression, vous pouvez les supprimer en alignant les têtes d'impression. Pour procéder à cet alignement, chargez une feuille dans l'alimentation papier sélectionnée avec le Commutateur de papier et cliquez sur OK.
hu: A nyomtatófej igazítása kész. Az igazítás befejezéséhez kattintson a Mégse gombra. Ha csíkok jelennek meg a nyomtatási oldalon, a nyomtatófej igazításával tüntetheti el őket. Az igazítás megkezdéséhez tegyen be egy lapot a Papíradagolás kapcsoló által meghatározott papírforrásba, és kattintson az OK gombra.
id: Penjajaran kepala cetak selesai. Untuk mengakhiri penjajaran, klik Batal. Jika goresan muncul pada sisi pencetakan, Anda dapat mencegahnya muncul dengan menyejajarkan kepala cetak. Untuk melaksanakan penjajaran ini, muatkan selembar kertas ke dalam sumber kertas yang dipilih oleh Tukar Penyaluran Kertas dan klik OK.
ja: 調整は完了しました。 終了する場合は、[キャンセル]をクリックしてください。 プリンターを使ってみて、印刷面にすじが入る場合は、それを改善する調整を行うことが できます。 この調整を行う場合は、プリンターの給紙切替ボタンで選択しているほうに用紙を入れて 、[OK]をクリックしてください。
pl: Wyrównywanie głowic drukujących zostało zakończone. Aby zakończyć wyrównywanie, kliknij przycisk Anuluj. Jeśli po stronie wydruku pojawiają się smugi, można zapobiec ich występowaniu, wyrównując głowice drukujące. Aby wykonać tę operację wyrównywania, załaduj arkusz papieru do źródła papieru wybranego przy użyciu przełącznika podawania papieru i kliknij przycisk OK.
pt: O alinhamento da cabeça de impressão está concluído. Para concluir o alinhamento, clique em Cancelar. Se riscos aparecerem no lado da impressão, será possível evitá-los alinhando a cabeça de impressão. Para executar esse alinhamento, coloque uma folha de papel na origem de papel selecionada pelo Int. Alimentação Papel e clique em OK.
sv: Justering av skrivhuvud är klar. Klicka på Avbryt för att avsluta. Om det blir streck på utskriftssidan kan du bli av med dem genom att justera skrivhuvudet. När du vill utföra justeringen lägger du ett pappersark i den papperskälla som du valde med pappersmatningsomkopplaren och klickar på OK.
th: การจัดตำแหน่งหัวพิมพ์เสร็จสมบูรณ์ เพื่อให้การจัดตำแหน่งนี้เสร็จสิ้น คลิก 'ยกเลิก' หากมีลายใดๆ ปรากฏขึ้นมาในด้านการพิมพ์ ด้วยการจัดตำแหน่งหัวพิมพ์ คุณสามารถป้องกันไม่ให้แถบเหล่านี้ปรากฏขึ้นมาอีก เพื่อทำการจัดตำแหน่ง ป้อนกระดาษแผ่นหนึ่งในแหล่งจ่ายกระดาษที่ถูกเลือกด้วย 'สวิตช์ป้อนกระดาษ' และคลิก 'ตกลง'
