Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns a to i.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce a až i zadejte číslo vzorku, který obsahuje nejméně viditelné horizontální pruhy.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten a bis i die Nummer der Muster ein, die die wenigsten horizontalen Streifen aufweisen.
el: Παρατηρήστε προσεκτικά τα εκτυπωμένα μοτίβα και καταχωρήστε τον αριθμό του μοτίβου με τις λιγότερο εμφανείς οριζόντιες ρίγες στα πεδία για τις στήλες a έως i.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä vaakasuoria juovia sisältävän kuvion numero sarakkeiden a–i kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes a à i le numéro du motif comportant le moins de bandes horizontales perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető vízszintes sáv az a–i oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan belang horizontal yang terlihat paling sedikit pada daerah pola tersebut ke kolom a sampai i.
ja: 新たに印刷されたパターンを参照して、横しまが最も目立たないパターンの番号を、a～ i列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane desenie i w polach odpowiadających kolumnom od a do i wprowadź numery deseni, na których widać najmniej poziomych pasków.
pt: Verifique os padrões impressos e insira o número do padrão com menos listras horizontais visíveis nos campos das colunas a a i.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst antal synliga vågräta ränder i fälten för kolumn a till i.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายทางตามแนวนอนโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ a ถึง i

source: Adjustment in Columns f to i (-2 to +2)
cs: Nastavení ve sloupcích f až i (-2 až +2)
de: Anpassung in Spalte f bis i (-2 bis +2)
el: Ρύθμιση στις στήλες f έως i (-2 έως +2)
fi: Muutosten teko sarakkeissa f–i (-2–+2)
fr: Ajustement dans les colonnes f à i (-2 à +2)
hu: Igazítás az f–i oszlopokban (-2–+2)
id: Pengaturan Kolom f sampai i (-2 sampai +2)
ja: f～i列の調整(-2～+2)
pl: Dostosowanie w kolumnach f–i (-2–+2)
pt: Ajuste nas Colunas f a i (-2 a +2)
sv: Justering i kolumn f till i (-2 till +2)
th: การปรับแต่งในคอลัมน์ f ถึง i (-2 ถึง +2)

source: Set Prevent paper jam only when A3 size plain paper jams frequently near the paper output slot. This setting increases the printing time for A3 size plain paper. Also, the print quality may deteriorate.
cs: Nastavte možnost Zamezit uvíznutí papíru pouze v případě, pokud se papír velikosti A3 zachytává v blízkosti výstupního otvoru pro papír. Toto nastavení prodlužuje dobu tisku běžného papíru velikosti A3. Může dojít rovněž ke zhoršení kvality tisku.
de: Aktivieren Sie "Papierstau verhindern" nur, wenn Normalpapier im Format A3 sich häufig in der Nähe des Ausgabeschachts staut. Durch diese Einstellung erhöht sich die Druckdauer für Normalpapier im Format A3. Außerdem kann die Druckqualität beeinträchtigt werden.
el: Ορίστε την επιλογή Αποφυγή εμπλοκής χαρτιού μόνο όταν προκύπτουν συχνά εμπλοκές απλού χαρτιού A3 κοντά στην υποδοχή εξόδου χαρτιού. Με αυτήν τη ρύθμιση αυξάνεται ο χρόνος εκτύπωσης για το απλό χαρτί A3. Επίσης, υπάρχει περίπτωση να μειωθεί η ποιότητα εκτύπωσης.
fi: Valitse Estä paperitukos -asetus vain, jos A3-kokoinen tavallinen paperi aiheuttaa toistuvasti paperitukoksia lähellä paperin luovutusaukkoa. Tämä asetus lisää A3-kokoisen tavallisen paperin tulostusaikaa. Lisäksi tulostuslaatu voi huonontua.
fr: Activez Empêcher le bourrage papier uniquement si un bourrage se produit fréquemment au niveau de la fente d'éjection avec du papier ordinaire A3. Ce paramètre augmente la durée d'impression sur du papier ordinaire A3. La qualité d'impression peut également se détériorer.
hu: Csak akkor válassza a Papírelakadás megelőzése lehetőséget, ha az A3-as normál papír gyakran elakad a papírkiadó nyílás közelében. Ez a beállítás megnöveli az A3-as normál papírra történő nyomtatás idejét. Ezenfelül a nyomtatás minősége is gyengébb lehet.
id: Set Cegah kertas macet hanya ketika kertas biasa berukuran A3 sering macet di dekat slot keluaran kertas. Setelan ini menambah waktu pencetakan untuk kertas biasa berukuran A3. Juga, kualitas cetakan mungkin berkurang.
ja: [用紙の詰まりを改善する]は、A3の普通紙が排紙口付近でよく詰まる場合にのみ設定 してください。 この設定では、A3の普通紙への印刷時間が長くなります。 また、印刷品質が低下する場合があります。
pl: Funkcję Zapobieganie zacięciu papieru należy włączyć, tylko jeśli często zdarzają się zacięcia zwykłego papieru o rozmiarze A3 w pobliżu szczeliny wyprowadzania papieru. To ustawienie wydłuża czas drukowania na zwykłym papierze o rozmiarze A3. Może też powodować pogorszenie jakości wydruku.
pt: Defina Evitar atolamento do papel somente quando houver frequentes atolamentos de papel comum de tamanho A3 próximos ao slot de saída de papel. Essa configuração aumentará o tempo de impressão de papéis comuns de tamanho A3. Além disso, a qualidade de impressão poderá ser inferior.
sv: Använd Undvik att papper fastnar bara när papper med A3-storlek ofta fastnar i närheten av utmatningsöppningen. Inställningen medför att utskrift av vanligt papper med A3-storlek tar längre tid. Utskriftskvaliteten kan dessutom försämras.
th: ตั้งค่าป้องกันกระดาษติดเพียงในขณะที่กระดาษธรรมดาขนาด A3 ติดบ่อยใกล้ช่องออกกระดาษเท่านั้น การตั้งค่านี้เพิ่มเวลาการพิมพ์สำหรับกระดาษธรรมดาขนาด A3 คุณภาพการพิมพ์อาจลดลงด้วย

source: Do not use quiet mode
cs: Nepoužít tichý režim
de: Geräuscharmen Modus nicht verwenden
el: Να μην χρησιμοποιείται η αθόρυβη λειτουργία
fi: Älä käytä hiljaista tilaa
fr: Désactiver le mode silencieux
hu: Csendes mód kikapcsolása
id: Jangan gunakan moda diam
ja: サイレントモードで使用しない
pl: Nie używaj trybu cichego
pt: Não utilizar o modo silencioso
sv: Använd inte tyst läge
th: ไม่ใช้โหมดเงียบ

source: Always use quiet mode
cs: Vždy použít tichý režim
de: Geräuscharmen Modus immer verwenden
el: Να χρησιμοποιείται πάντα η αθόρυβη λειτουργία
fi: Käytä aina hiljaista tilaa
fr: Toujours activer le mode silencieux
hu: Csendes mód mindig
id: Selalu gunakan moda diam
ja: 常にサイレントモードで使用する
pl: Zawsze używaj trybu cichego
pt: Utilizar sempre o modo silencioso
sv: Använd alltid tyst läge
th: ใช้โหมดเงียบเสมอ

source: Use quiet mode during specified hours
cs: Použít tichý režim v určených hodinách
de: Geräuscharmen Modus im angegebenen Zeitraum verwenden
el: Αθόρυβη λειτουργία κατά καθορισμένες ώρες
fi: Käytä hiljaista tilaa tiettyinä aikoina
fr: Activer le mode silencieux pendant des heures spécifiées
hu: Csendes mód adott időben
id: Gunakan moda diam selama jam yang ditentukan
ja: 指定した時間だけサイレントモードで使用する
pl: Używaj trybu cichego przez określoną liczbę godzin
pt: Utilizar o modo silencioso em horários específicos
sv: Använd tyst läge under angivna tider
th: ใช้โหมดเงียบระหว่างชั่วโมงกำหนด

source: Start time:
cs: Čas spuštění:
de: Startzeit:
el: Ώρα έναρξης:
fi: Aloitusaika:
fr: Heure de début :
hu: Kezdés:
id: Waktu mulai :
ja: 開始時刻:
pl: Godzina rozpoczęcia:
pt: Hora de início:
sv: Starttid:
th: เวลาเริ่ม:

source: End time:
cs: Čas ukončení:
de: Ende:
el: Ώρα λήξης:
fi: Päättymisaika:
fr: Heure de fin :
hu: Vége:
id: Waktu selesai :
ja: 終了時刻:
pl: Godzina zakończenia:
pt: Hora de término:
sv: Sluttid:
th: เวลาจบ:

source: When the hours are specified, quiet mode is not applied to operations (copy, direct print, etc.) performed directly from the printer.
cs: V určených hodinách se tichý režim nepoužívá pro činnosti prováděné přímo na tiskárně (kopírování, přímý tisk apod.).
de: Bei Angabe von Stunden gilt der geräuscharme Modus nicht für Vorgänge (Kopieren, direktes Drucken usw.), die direkt über den Drucker ausgeführt werden.
el: Όταν έχουν προσδιοριστεί ώρες, η αθόρυβη λειτουργία δεν εφαρμόζεται σε ενέργειες (αντιγραφή, άμεση εκτύπωση κ.λπ.) που εκτελούνται απευθείας από τον εκτυπωτή.
fi: Jos kellonajat määritetään, hiljaista tilaa ei käytetä suoraan tulostimesta käytettäviin toimintoihin kuten kopiointi ja suoratulostus.
fr: Lorsque les heures sont spécifiées, le mode silencieux ne s'applique pas aux opérations (copie, impression directe, etc.) effectuées directement depuis l'imprimante.
hu: Amikor órákat ad meg, akkor a csendes mód nem vonatkozik a közvetlenül a nyomtatóról elindított műveletekre (másolás, közvetlen nyomtatás stb.).
id: Ketika jam telah ditentukan, moda diam tidak diterapkan pada operasi (salin, cetak langsung, dan lainnya) yang dilaksanakan secara langsung dari pencetak.
ja: 時間を指定した場合は、プリンター本体からの操作(コピー、ダイレクト印刷など)にサ イレントモードは適用されません。
pl: Po określeniu godzin tryb cichy nie jest stosowany do czynności (kopiowanie, drukowanie bezpośrednie itd.) wykonywanych bezpośrednio za pomocą drukarki.
pt: Quando as horas são especificadas, o modo silencioso não é aplicado às operações (copiar, impressão direta etc.) executadas diretamente da impressora.
sv: När timmarna finns angivna används inte det tysta läget för åtgärder (kopiering, direktutskrift etc.) som görs direkt från skrivaren.
th: เมื่อกำหนดชั่วโมง จะไม่แสดงการดำเนินการโหมดเงียบ (คัดลอก การพิมพ์แบบตรง อื่นๆ) โดยตรงจากเครื่องพิมพ์

source: Apply the setting to printer? If the printer is connected to a network, it will not turn off automatically even if Auto Power Off is set.
cs: Použít nastavení v tiskárně? Pokud je tiskárna připojená v síti, tiskárna se automaticky nevypne, i když je nastavena možnost Automatické vypnutí.
de: Einstellung für Drucker übernehmen? Wenn der Drucker mit einem Netzwerk verbunden ist, wird er auch dann nicht automatisch ausgeschaltet, wenn Automatisches Ausschalten aktiviert ist.
el: Εφαρμογή της ρύθμισης στον εκτυπωτή; Εάν ο εκτυπωτής είναι συνδεδεμένος σε κάποιο δίκτυο, δεν θα απενεργοποιηθεί αυτόματα έστω κι αν έχει οριστεί το Αυτόματο κλείσιμο.
fi: Käytetäänkö asetusta tulostimessa? Jos tulostin on liitetty verkkoon, se ei sammu automaattisesti, vaikka Automaattinen virrankatkaisu on käytössä.
fr: Appliquer le paramètre à l'imprimante ? Si l'imprimante est connectée à un réseau, elle ne sera pas mise hors tension automatiquement même si le paramètre Alim. auto désactivée est défini.
hu: Alkalmazza a beállítást a nyomtatóra? Ha a nyomtató hálózathoz csatlakozik, akkor nem kapcsolódik ki automatikusan, még az Auto. ki beállítás megadása esetén sem.
id: Terapkan setelan ke pencetak? Jika pencetak terhubung ke jaringan, ini tidak akan mati secara otomatis meskipun Daya Otomatis Mati diset.
ja: 現在の設定内容をプリンターに適用しますか？ ただし、ネットワークに接続してお使いの場合、[自動電源オフ]を設定しても自動的に 電源は切れません。
pl: Czy zastosować ustawienie do drukarki? Jeśli drukarka jest podłączona do sieci, nie wyłączy się automatycznie nawet w przypadku ustawienia opcji Autom. wył.
pt: Aplicar a configuração à impressora? Se a impressora estiver conectada a uma rede, ela não será desligada automaticamente, mesmo se Desligar Automaticamente estiver definido.
sv: Vill du använda inställningen till skrivaren? Om skrivaren är ansluten till ett nätverk stängs den inte av automatiskt även om inställningen Automatisk avstängning är aktiv.
th: ใช้การตั้งค่ากับเครื่องพิมพ์ไหม หากเครื่องพิมพ์เชื่อมต่อกับเครือข่าย เครื่องพิมพ์จะไม่สามารถปิดโดยอัตโนมัติถึงแม้ว่าได้ตั้งค่าปิดอัตโนมัติเอาไว้

source: Cleaning paper feed rollers. First remove paper from the front tray, then open the paper output tray. Clicking OK will activate paper feed rollers. This will take about two minutes to complete. Do you want to start feed roller cleaning?
cs: Čistí se válečky podavače papíru. Nejprve odeberte papír z předního zásobníku a pak otevřete výstupní zásobník na papír. Klepnutím na tlačítko OK se aktivují válečky podavače papíru. Celá akce bude trvat asi dvě minuty. Chcete spustit čištění válečků podavače?
de: Reinigen von Papiereinzugwalzen. Entfernen Sie das Papier aus dem vorderen Fach, und öffnen Sie das Papierausgabefach. Durch Klicken auf "OK" werden die Papiereinzugwalzen aktiviert. Dies dauert etwa 2 Minuten. Möchten Sie mit der Reinigung der Papiereinzugwalzen beginnen?
el: Καθαρισμός των κυλίνδρων τροφοδοσίας χαρτιού. Καταρχήν, αφαιρέστε το χαρτί από την μπροστινή θήκη και, στη συνέχεια, ανοίξτε τη θήκη εξόδου χαρτιού. Κάντε κλικ στο κουμπί "OK" για να ενεργοποιηθούν οι κύλινδροι τροφοδοσίας χαρτιού. Αυτή η διαδικασία θα ολοκληρωθεί περίπου σε δύο λεπτά. Θέλετε να ξεκινήσει ο καθαρισμός των κυλίνδρων τροφοδοσίας;
fi: Puhdistetaan paperinsyöttörullat. Poista ensin paperi etulokerosta ja avaa sitten paperin luovutustaso. Aktivoi paperinsyöttörullat valitsemalla OK. Aktivointi kestää noin kaksi minuuttia. Haluatko aloittaa syöttörullien puhdistuksen?
fr: Nettoyage des rouleaux d'entraînement du papier. Retirez d'abord le papier du réceptacle avant, puis ouvrez le bac de sortie papier. Cliquez sur OK pour activer les rouleaux d'entraînement du papier. Cette opération dure environ deux minutes. Voulez-vous lancer le nettoyage des rouleaux ?
hu: A laptovábbító görgők tisztítása. Először vegyen ki minden papírt az elülső tálcából, majd nyissa ki a papírgyűjtő tálcát. Az OK gombra kattintva aktiválja a laptovábbító görgőket. Ez a művelet körülbelül két percet vesz igénybe. Megkezdi a továbbító görgők tisztítását?
id: Pembersihan penggulung penyaluran kertas. Pertama keluarkan kertas dari tatakan depan, kemudian buka tatakan keluaran kertas. Mengklik OK akan mengaktifkan penggulung penyaluran kertas. Hal ini akan memakan waktu sekitar dua menit untuk diselesaikan. Apakah Anda ingin memulai pembersihan penggulung penyaluran?
ja: 給紙ローラーのクリーニングを実行します。 はじめに、前トレイからすべての用紙を取り除いてから、排紙トレイを開いてください。 [OK]をクリックすると、給紙ローラーの回転動作を行います。回転が終了するまでに 約2分かかります。 クリーニングを実行しますか？
pl: Czyszczenie rolek podawania papieru. Wyjmij papier z przedniej tacy, a następnie otwórz tacę wyprowadzania papieru. Kliknięcie przycisku OK spowoduje włączenie rolek podawania papieru. Potrwa to około dwóch minut. Czy chcesz rozpocząć czyszczenie rolek?
pt: Limpando os rolos de alimentação do papel. Primeiro remova o papel da bandeja frontal e, em seguida, abra a bandeja de saída do papel. Se clicar em OK, ativará os rolos de alimentação do papel. Essa tarefa levará cerca de dois minutos para ser concluída. Deseja iniciar a limpeza dos rolos de alimentação?
sv: Rengör pappersmatningshjulen. Ta först ut papperet från frontfacket och öppna sedan utmatningsfacket. När du klickar på OK aktiveras pappersmatningshjulen. Åtgärden tar cirka två minuter. Vill du starta rengöring av pappersmatningshjulen?
th: การทำความสะอาดลูกกลิ้งป้อนกระดาษ อันดับแรกให้เอากระดาษออกจากเทรย์ด้านหน้า จากนั้นให้เปิดเทรย์ออกกระดาษ และคลิก 'ตกลง' สามารถเรียกให้ลูกกลิ้งป้อนกระดาษทำงานได้ อย่างนี้จะต้องใช้เวลาประมาณสองนาทีเพื่อให้เสร็จสิ้น คุณต้องการเริ่มการทำความสะอาดลูกกลิ้งป้อนกระดาษหรือไม่

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the front tray. After confirming that the paper output tray is open, clicking OK will eject paper and complete feed roller cleaning.
cs: Zkontrolujte, zda se neozývá provozní hluk tiskárny, a pak vložte do předního zásobníku tři listy běžného papíru. Po ověření, zda je výstupní zásobník na papír otevřený, klepnutím na tlačítko OK vysuňte papír a dokončete čištění válečku podavače papíru.
de: Stellen Sie sicher, dass beim Drucker kein Betriebsgeräusch mehr vorhanden ist und legen Sie dann drei Blatt Normalpapier in das vordere Fach ein. Stellen Sie sicher, dass das Papierausgabefach geöffnet ist. Klicken Sie auf "OK", um das Papier auszuwerfen und die Reinigung der Papiereinzugwalzen vollständig auszuführen.
el: Βεβαιωθείτε ότι ο θόρυβος έχει σταματήσει και, στη συνέχεια, τοποθετήστε τρία φύλλα απλού χαρτιού στην μπροστινή θήκη. Αφού βεβαιωθείτε ότι η θήκη εξόδου χαρτιού είναι ανοιχτή, κάντε κλικ στο κουμπί "OK" για να εκτυπωθεί το χαρτί και να ολοκληρωθεί ο καθαρισμός των κυλίνδρων τροφοδοσίας.
fi: Varmista, että tulostimen käyttöääni ei enää kuulu. Lisää sitten etulokeroon kolme arkkia tavallista paperia. Kun olet varmistanut, että paperin luovutustaso on auki, valitset OK. Paperi tulee ulos ja syöttörullien puhdistus suoritetaan loppuun.
fr: Assurez-vous que l'imprimante ne fait plus de bruit, puis chargez trois feuilles de papier ordinaire dans le réceptacle avant. Après avoir vérifié que le bac de sortie papier est ouvert, cliquez sur OK pour éjecter le papier et terminer le nettoyage des rouleaux d'entraînement.
hu: Győződjön meg arról, hogy a nyomtató működési zaja megszűnt, majd tegyen három normál papírt az elülső tálcára. Ellenőrizze, hogy ki van-e nyitva a papírgyűjtő tálca, és kattintson az OK gombra. A nyomtató kiadja a lapokat, és a tisztítás végbemegy.
id: Pastikan bunyi operasi pencetak telah dihentikan, dan kemudian muatkan tiga lembar kertas biasa ke dalam tatakan depan. Setelah memastikan bahwa tatakan keluaran kertas terbuka, mengklik OK akan mengeluarkan kertas dan menyelesaikan pembersihan penggulung penyaluran.
ja: プリンターの動作音が止まったことを確認してから、普通紙を3枚、前トレイにセットし てください。 排紙トレイが開いていることを確認し、[OK]をクリックすると、排紙してクリーニン グを完了します。
pl: Upewnij się, że drukarka przestała wydawać dźwięki związane z pracą, a następnie załaduj trzy arkusze zwykłego papieru na przednią tacę. Po potwierdzeniu, że taca wyprowadzania papieru jest otwarta, kliknij przycisk OK. Spowoduje to wysunięcie papieru i zakończenie czyszczenia rolek.
pt: Confirme se o ruído da impressora foi interrompido e coloque três folhas de papel comum na bandeja frontal. Após confirmar se a bandeja de saída do papel está aberta, clique em OK para ejetar o papel e concluir a limpeza dos rolos de alimentação.
sv: Kontrollera att skrivarens driftsljud har slutat och lägg sedan tre ark vanligt papper i frontfacket. Kontrollera att utmatningsfacket är öppet och klicka på OK. Papperet matas ut och rengöringen av pappersmatningshjulen är klar.
th: ให้แน่ใจว่าเสียงรบกวนดำเนินการของเครื่องพิมพ์หยุดแล้ว แล้วป้อนกระดาษธรรมดาสามแผ่นลงในเทรย์ด้านหน้า หลังจากการยืนยันเทรย์ออกกระดาษเปิดอยู่ การคลิก 'ตกลง' จะผลักกระดาษออกและให้การทำความสะอาดลูกกลิ้งป้อนกระดาษเสร็จสมบูรณ์

source: 1. Remove the paper from the front tray. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. Fold one side of the paper in another half, aligning the edge with the center crease, then unfold the paper. 4. With the ridges of the creases facing up, load the paper into the front tray, so that the edge of the half with no crease faces away from you. 5. Open the paper output tray and click Execute.
cs: 1. Vyjměte papír z předního zásobníku. 2. Přeložte běžný papír velikosti A4 nebo Letter na polovinu a potom ho opět rozložte. 3. Přeložte jednu stranu papíru na polovinu, srovnejte okraj se středovým přehybem a papír opět narovnejte. 4. Hřbetem přeložení směrem nahoru vložte papír do předního zásobníku tak, aby okraj poloviny papíru bez přeložení směřoval od vás. 5. Otevřete výstupní zásobník na papír a klepněte na tlačítko Provést.
de: 1. Entfernen Sie das Papier aus dem vorderen Fach. 2. Falten Sie ein Blatt Normalpapier des Formats A4 oder Letter in der Mitte und falten Sie es wieder auseinander. 3. Falten Sie eine Seite des Papiers noch einmal zur Hälfte, und richten Sie dabei die Kante an der mittleren Knickfalte aus. Entfalten Sie das Papier wieder. 4. Legen Sie das Papier mit der Falz der Knickfalten nach oben so in das vordere Fach ein, dass die Kante der Hälfte ohne Knickfalte von Ihnen weg zeigt. 5. Öffnen Sie das Papierausgabefach und klicken Sie auf "Ausführen".
el: 1. Αφαιρέστε το χαρτί από την μπροστινή θήκη. 2. Διπλώστε ένα απλό χαρτί μεγέθους A4 ή Letter στη μέση, έπειτα ξεδιπλώστε το χαρτί. 3. Διπλώστε τη μία πλευρά του χαρτιού ξανά στη μέση, ευθυγραμμίστε την άκρη με την κεντρική τσάκιση, έπειτα ξεδιπλώστε το χαρτί. 4. Με τις κορυφές των τσακίσεων προς τα επάνω, τοποθετήστε το χαρτί στην μπροστινή θήκη, ώστε η άκρη της μισής σελίδας που δεν έχει τσάκιση να μην είναι στραμμένη προς το μέρος σας. 5. Ανοίξτε τη θήκη εξόδου χαρτιού και κάντε κλικ στην επιλογή "Εκτέλεση".
fi: 1. Poista paperi etulokerosta. 2. Taita A4- tai Letter-kokoinen, tavallinen paperiarkki ensin puoliksi ja avaa sitten taite. 3. Taita paperiarkin toinen reuna keskitaitosta vasten ja suorista paperi sen jälkeen. 4. Aseta paperi vaakasuuntaisesti takalokeroon taitosten harjapuoli ylöspäin niin, että taitokseton puoli paperista on sinusta poispäin. 5. Avaa paperin luovutustaso ja valitse Suorita.
fr: 1. Retirez le papier du réceptacle avant. 2. Pliez en deux une feuille de papier ordinaire au format A4 ou Lettre, puis dépliez le papier. 3. Pliez de nouveau en deux un côté de la feuille, en alignant le bord avec l'arête centrale du pli, puis dépliez la feuille. 4. Les arêtes des plis étant orientés vers le haut, chargez le papier dans le réceptacle avant, de sorte que le bord de la moitié sans arête soit orienté côté imprimante. 5. Ouvrez le bac de sortie papier et cliquez sur Exécuter.
hu: 1. Távolítsa el a papírt az elülső tálcáról. 2. Hajtson félbe egy A4 vagy Letter méretű normál papírt, majd hajtsa ki azt. 3. Hajtsa félbe a papír egyik oldalát úgy, hogy a szélét a középen lévő hajtáshoz igazítja, majd hajtsa ki a papírt. 4. Helyezze a papírt az elülső tálcára úgy, hogy a hajtási élek felfelé nézzenek, és a papír hajtás nélküli oldalának széle Öntől távolabb legyen. 5. Nyissa ki a papírgyűjtő tálcát, és kattintson a Végrehajtás gombra.
id: 1. Keluarkan kertas dari tatakan depan. 2. Lipat kertas ukuran A4 atau letter, kertas biasa menjadi dua, kemudian buka lipatan kertas tersebut. 3. Lipat satu sisi kertas ke setengah sisi lainnya, menyejajarkan sisi dengan pusat lipatan, kemudian buka lipatan kertas. 4. Dengan bagian punggung lipatan menghadap ke atas, muatkan kertas ke dalam tatakan depan, sehingga sisi setengahnya yang tidak memiliki lipatan membelakangi Anda. 5. Buka tatakan keluaran kertas dan klik Laksanakan.
ja: 1. 前トレイから用紙を取り除いてください。 2. A4普通紙を横半分に折ってから、開きます。 3. 開いた片側を中央の折り目に合わせて折ってから、開きます。 4. 開いた面(谷折り)を下にし、折りしろの広いほうを先頭に前トレイにセットして ください。 5. 排紙トレイを開き、[実行]をクリックしてください。
pl: 1. Wyjmij papier z przedniej tacy. 2. Złóż arkusz zwykłego papieru formatu A4 lub Letter na pół, a następnie rozłóż go. 3. Złóż jedną stronę papieru ponownie na pół, wyrównując krawędź ze środkowym zagięciem, a następnie rozłóż papier. 4. Załaduj papier do przedniej tacy, z grzbietami zagięć skierowanymi do góry, tak aby mieć dalej od siebie krawędź połowy bez zagięcia. 5. Otwórz tacę wyprowadzania papieru i kliknij przycisk Wykonaj.
pt: 1. Retire o papel da bandeja frontal. 2. Dobre o papel comum de tamanho A4 ou letter ao meio e, em seguida, desdobre-o. 3. Dobre um lado do papel em outra metade, alinhando a extremidade à dobra central e desdobre o papel. 4. Com as partes externas das dobras voltadas para cima, coloque o papel na bandeja frontal de forma que a extremidade da metade sem dobra fique virada para o lado oposto ao usuário. 5. Abra a bandeja de saída do papel e clique em Executar.
sv: 1. Ta bort papperet från frontfacket. 2. Vik Vanligt papper av A4- eller Letter-storlek på mitten och vik sedan upp papperet igen. 3. Vik papperet på mitten en gång till så att papperskanten hamnar mot den tidigare vikningen och vik upp papperet. 4. Placera papperet i frontfacket med vikningarnas "toppar" vända uppåt så att kanten på den ovikta delen av papperet vetter bort från dig. 5. Öppna utmatningsfacket och klicka på Utför.
th: 1. เอากระดาษออกจากเทรย์ด้านหน้า 2. พับครึ่งกระดาษธรรมดาขนาด A4 หรือ Letter จากนั้นคลี่กระดาษออก 3. พับครึ่งกระดาษในครึ่งอีกหนึ่งด้าน จัดตำแหน่งขอบกระดาษตามรอยพับกึ่งกลาง จากนั้นคลี่กระดาษออก 4. ป้อนกระดาษลงในเทรย์ด้านหน้าโดยให้สันรอยพับอยู่ด้านบน เพื่อให้ขอบกระดาษอีกครึ่งหนึ่งที่ไม่มีรอยพับอยู่ห่างจากคุณ 5. เปิดเทรย์ออกกระดาษ แล้วคลิก 'ปฏิบัติ'
