Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Changing %s to %s is recommended.
cs: Doporučuje se změna z %s na %s.
de: Ändern von %s in %s wird empfohlen.
el: Συνιστάται η αλλαγή από %s σε %s.
fi: Arvo %s kannattaa muuttaa arvoksi %s.
fr: Il est recommandé de changer %s pour %s.
hu: Javasoljuk a(z) %s elem %s elemre cserélését.
id: Mengubah %s ke %s dianjurkan.
ja: %sを%sに変更することをお勧めします。
pl: Zalecana jest zmiana %s na %s.
pt: Recomenda-se alterar %s para %s.
sv: Ändring av %s till %s rekommenderas.
th: แนะนำให้เปลี่ยน '%s' เป็น '%s'

source: Click Change to use the new combination, Ignore to use the current combination, or Back to Setup to select a different combination.
cs: Klepněte na Změnit, pokud chcete použít novou kombinaci, Ignorovat, pokud chcete použít stávající kombinaci, nebo Zpět k nastavení, pokud chcete vybrat jinou kombinaci.
de: Klicken Sie auf "Ändern", um die neue Kombination zu verwenden, auf "Ignorieren", um die aktuelle Kombination zu verwenden oder auf "Zurück zum Setup", um eine andere Kombination auszuwählen.
el: Κάντε κλικ στο κουμπί [Αλλαγή] για να χρησιμοποιήσετε τον νέο συνδυασμό, στο κουμπί [Παράβλεψη] για να χρησιμοποιήσετε τον τρέχοντα συνδυασμό ή στο κουμπί [Επιστροφή στην Εγκατάσταση] για να επιλέξετε έναν διαφορετικό συνδυασμό.
fi: Napsauta Muuta, jos haluat käyttää uutta yhdistelmää. Jos haluat käyttää nykyisiä asetuksia, napsauta Ohita. Jos haluat valita jonkin muun asetuksen, valitse Takaisin asetuksiin.
fr: Cliquez sur Modifier pour utiliser la nouvelle combinaison, ou sur Ignorer pour utiliser la combinaison actuelle, ou encore sur Revenir à la configuration pour sélectionner une combinaison différente.
hu: Kattintson a Csere gombra az új kombináció használatához, a Figyelmen kívül hagy-ra az aktuális kombináció megtartásához, illetve a Vissza a beállításokhoz-ra másik kombináció választásához.
id: Klik Ubah untuk menggunakan kombinasi baru, Abaikan untuk menggunakan kombinasi sekarang, atau Kembali ke Pengesetan untuk memilih kombinasi yang berbeda.
ja: 変更する場合は、[変更]を、このままの設定でよければ、[変更しない]を、設定をや り直す場合は、[設定画面に戻る]をクリックしてください。
pl: Kliknij przycisk Zmień, aby użyć nowych ustawień, przycisk Ignoruj, aby użyć bieżących ustawień lub przycisk Wróć do ustawień, aby wybrać inne ustawienia.
pt: Clique em Alterar para utilizar a nova combinação, em Ignorar para utilizar a combinação atual ou em Voltar à Configuração para selecionar uma combinação diferente.
sv: Klicka på Ändra om du vill använda den nya kombinationen, på Ignorera om du vill använda den aktuella kombinationen, eller på Återgå till Inställningar om du vill använda en annan kombination.
th: คลิก 'เปลี่ยน' เพื่อเรียกใช้การจับคู่ใหม่ คลิก 'ละเลย' เพื่อใช้การจับคู่ปัจจุบันหรือ 'กลับไปตั้งค่า' เพื่อเลือกการจับคู่อื่น

source: Changing %s setting is recommended.
cs: Doporučujeme změnit nastavení %s.
de: %s-Einstellung sollte geändert werden.
el: Προτείνεται η αλλαγή της ρύθμισης %s.
fi: Asetuksen %s muuttamista suositellaan.
fr: Il est conseillé de remplacer les paramètres %s.
hu: Javasoljuk a(z) %s beállítás módosítását.
id: Dianjurkan untuk mengubah setelan %s.
ja: %sの設定を変更することをお勧めします。
pl: Zalecana jest zmiana ustawienia %s.
pt: Recomenda-se a alteração da configuração %s.
sv: Du rekommenderas att ändra inställningen %s.
th: แนะนำให้เปลี่ยนการตั้งค่า '%s'

source: Use the selector below to choose a suitable setting and click Change to use the new combination.
cs: Pomocí selektoru zvolte vhodné nastavení a pak klepnutím na tlačítko Změnit použijte novou kombinaci.
de: Verwenden Sie die Auswahloption unten, um eine passende Einstellung zu finden, und klicken Sie auf "Ändern", um die neue Kombination zu übernehmen.
el: Χρησιμοποιήστε τον επιλογέα παρακάτω για να επιλέξετε μια κατάλληλη ρύθμιση και κάντε κλικ στο κουμπί [Αλλαγή] για να χρησιμοποιήσετε τον νέο συνδυασμό.
fi: Valitse alla olevalla valitsimella sopivat asetukset ja ota uusi yhdistelmä käyttöön valitsemalla Muuta.
fr: Utilisez le sélecteur ci-dessous pour choisir un paramètre et cliquez sur Modifier pour utiliser la nouvelle combinaison.
hu: Használja a lenti kiválasztót egy megfelelő beállítás megadásához, majd kattintson a Csere gombra az új kombináció használatához.
id: Gunakan pemilih di bawah ini untuk memilih setelan yang sesuai dan klik Ubah untuk menggunakan kombinasi baru.
ja: 変更する場合は、変更のしかたを下記から選択して[変更]をクリックしてください。
pl: Użyj selektora znajdującego się poniżej, aby wybrać odpowiednie ustawienie i kliknij przycisk Zmień, aby użyć nowych ustawień.
pt: Utilize o seletor a seguir para escolher uma configuração adequada e clique em Alterar para utilizar a nova combinação.
sv: Använd väljaren nedan för att välja en inställning och klicka på Ändra för att använda den nya kombinationen.
th: ใช้ตัวเลือกข้างล่างเพื่อเลือกการตั้งค่าที่เหมาะสม และคลิก 'เปลี่ยน' เพื่อใช้การจับคู่ใหม่

source: Click Ignore to use the current combination or Back to Setup to select a different combination.
cs: Chcete-li použít aktuální kombinaci, klepněte na tlačítko Ignorovat. Chcete-li vybrat jinou kombinaci, klepněte na tlačítko Zpět k nastavení.
de: Auf "Ignorieren" klicken, um die aktuelle Kombination zu verwenden, oder auf "Zurück zum Setup", um eine andere Kombination auszuwählen.
el: Κάντε κλικ στο κουμπί [Παράβλεψη] για να χρησιμοποιήσετε αυτόν το συνδυασμό ή στο κουμπί [Επιστροφή στην Εγκατάσταση] για να επιλέξετε έναν διαφορετικό συνδυασμό.
fi: Jos haluat käyttää nykyisiä asetuksia, valitse Ohita. Jos haluat valita jonkin muun asetuksen, valitse Takaisin asetuksiin.
fr: Cliquez sur Ignorer pour utiliser la combinaison actuelle ou sur Revenir à la configuration pour en sélectionner une autre.
hu: Kattintson a Figyelmen kívül hagy gombra e kombináció, illetve a Vissza a beállításokhoz elemre másik választásához.
id: Klik Abaikan untuk menggunakan kombinasi sekarang atau Kembali ke Pengesetan untuk memilih kombinasi yang berbeda.
ja: このままの設定でよければ、[変更しない]を、設定をやり直す場合は、[設定画面に戻 る]をクリックしてください。
pl: Kliknij przycisk Ignoruj, aby użyć ustawień bieżących lub kliknij przycisk Wróć do Ustawień, aby wybrać inne ustawienia.
pt: Clique em Ignorar para utilizar a combinação atual ou em Voltar à Configuração para selecionar uma combinação diferente.
sv: Klicka på Ignorera om du vill använda den aktuella kombinationen eller på Återgå till Inställningar om du vill välja en annan kombination.
th: คลิก 'ละเลย' เพื่อใช้การจับคู่ปัจจุบัน หรือ 'กลับไปตั้งค่า' เพื่อเลือกการจับคู่อื่น

source: Changing %s setting is recommended.
cs: Doporučujeme změnit nastavení %s.
de: %s-Einstellung sollte geändert werden.
el: Προτείνεται η αλλαγή της ρύθμισης %s.
fi: Asetuksen %s muuttamista suositellaan.
fr: Il est conseillé de remplacer les paramètres %s.
hu: Javasoljuk a(z) %s beállítás módosítását.
id: Dianjurkan untuk mengubah setelan %s.
ja: %sの設定を変更する必要があります。
pl: Zalecana jest zmiana ustawienia %s.
pt: Recomenda-se a alteração da configuração %s.
sv: Du rekommenderas att ändra inställningen %s.
th: แนะนำให้เปลี่ยนการตั้งค่า '%s'

source: Use the selector below to choose a suitable setting and click Change to use the new combination. Click Back to Setup to select a different combination.
cs: Pomocí následujícího ovladače vyberte vhodné nastavení a klepnutím na Změnit použijte novou kombinaci. Klepněte na Zpět k nastavení, pokud chcete vybrat jinou kombinaci.
de: Verwenden Sie die Auswahloption unten, um eine passende Einst. zu finden, und klicken Sie auf "Ändern", um die neue Kombination zu übernehmen. Klicken Sie auf "Zurück zum Setup", um andere Kombin. auszuwählen.
el: Χρησιμοποιήστε τον επιλογέα παρακάτω για να επιλέξετε μια κατάλληλη ρύθμιση και κάντε κλικ στο κουμπί [Αλλαγή] για να χρησιμοποιήσετε τον νέο συνδυασμό. Κάντε κλικ στο κουμπί [Επιστροφή στην Εγκατάσταση] για να επι.
fi: Valitse alla olevalla valitsimella sopivat asetukset ja ota uusi yhdistelmä käyttöön napsauttamalla Muuta. Jos haluat käyttöösi eri asetukset, valitse Takaisin asetuksiin.
fr: Utilisez le sélecteur ci-dessous pour choisir un paramètre et cliquez sur Modifier pour utiliser la nouvelle combinaison. Cliquez sur Revenir à la configuration pour sélectionner une autre combinaison.
hu: Használja a lenti kiválasztót egy megfelelő beállítás megadásához, majd kattintson a Csere gombra az új kombináció használatához. Kattintson a Vissza a beállításokhoz-ra másik kombináció választásához.
id: Gunakan pemilih di bawah ini untuk memilih setelan yang sesuai dan klik Ubah untuk menggunakan kombinasi baru. Klik Kembali ke Pengesetan untuk memilih kombinasi yang berbeda.
ja: 変更する場合は、変更のしかたを下記から選択して[変更]をクリックしてください。設 定をやり直す場合は、[設定画面に戻る]をクリックしてください。
pl: Użyj selektora znajdującego się poniżej, aby wybrać odpowiednie ustawienie i kliknij przycisk Zmień, aby użyć nowych ustawień. Kliknij przycisk Wróć do ustawień, aby wybrać inne ustawienia.
pt: Utilize o seletor a seguir para escolher uma configuração adequada e clique em Alterar para utilizar a nova combinação. Clique em Voltar à Configuração para selecionar outra combinação.
sv: Ange en lämplig inställning med väljaren nedan och klicka på Ändra för att använda den nya kombinationen. Klicka på Ignorera om du vill använda den aktuella kombinationen, eller på Återgå till Inställningar om du vill använda en annan kombination.
th: ใช้ตัวเลือกข้างล่างเพื่อเลือกการตั้งค่าที่เหมาะสม และคลิก 'เปลี่ยน' เพื่อใช้การจับคู่ใหม่ คลิก 'กลับไปตั้งค่า' เพื่อเลือกการจับคู่อื่น

source: Paper Thickness Lever Position:
cs: Poloha páčky tloušťky papíru:
de: Position des Papierstärkehebels:
el: Θέση ρυθμ/κού πάχους χαρτιού:
fi: Paksuudensäätövivun asento:
fr: Position levier épaiss. papier :
hu: Papírvastagsági kar pozíciója:
id: Posisi Tuas Ketebalan Kertas:
ja: 紙間選択レバー位置 :
pl: Pozycja dźwigni grubości papieru:
pt: Pos. Alavanca Espessura Papel:
sv: Läge för spaken för papperstjocklek:
th: ตำแหน่งคานปรับความหนากระดาษ:

source: Paper Thickness Lever Position:
cs: Poloha páčky tloušťky papíru:
de: Position des Papierstärkehebels:
el: Θέση ρυθμ/κού πάχους χαρτιού:
fi: Paksuudensäätövivun asento:
fr: Position levier épaiss. papier :
hu: Papírvastagsági kar pozíciója:
id: Posisi Tuas Ketebalan Kertas:
ja: 紙厚レバー位置 :
pl: Pozycja dźwigni grubości papieru:
pt: Pos. Alavanca Espessura Papel:
sv: Läge för spaken för papperstjocklek:
th: ตำแหน่งคานปรับความหนากระดาษ:

source: Move the paper thickness lever %s.
cs: Přesuňte páčku pro nastavení tloušťky papíru %s.
de: Verschieben Sie den Papierstärkehebel %s.
el: Μετακινήστε το ρυθμιστικό πάχους του χαρτιού %s.
fi: Siirrä paperin paksuudensäätövipua %s.
fr: Déplacez le levier de sélection d'épaisseur du papier %s.
hu: Mozdítsa a papírvastagsági kart %s.
id: Pindahkan tuas ukuran ketebalan kertas %s.
ja: 紙間選択レバーの位置を%sにセットしてください。
pl: Przesuń dźwignię grubości papieru %s.
pt: Mova a alavanca de espessura do papel %s.
sv: Flytta spaken för inställning av papperstjocklek %s.
th: เลื่อนคานปรับความหนากระดาษ '%s'

source: Move the paper thickness lever %s.
cs: Přesuňte páčku pro nastavení tloušťky papíru %s.
de: Verschieben Sie den Papierstärkehebel %s.
el: Μετακινήστε το ρυθμιστικό πάχους του χαρτιού %s.
fi: Siirrä paperin paksuudensäätövipua %s.
fr: Déplacez le levier de sélection d'épaisseur du papier %s.
hu: Mozdítsa a papírvastagsági kart %s.
id: Pindahkan tuas ukuran ketebalan kertas %s.
ja: 紙厚レバーの位置を%sにセットしてください。
pl: Przesuń dźwignię grubości papieru %s.
pt: Mova a alavanca de espessura do papel %s.
sv: Flytta spaken för inställning av papperstjocklek %s.
th: เลื่อนคานปรับความหนากระดาษ '%s'

source: Media Type
cs: Typ média
de: Medientyp
el: Τύπος μέσου
fi: Tulostusmateriaali
fr: Type de support
hu: Hordozótípus
id: Tipe Media
ja: 用紙の種類
pl: Typ nośnika
pt: Tipo de Mídia
sv: Medietyp
th: ชนิดสื่อสิ่งพิมพ์

source: Page Size
cs: Velikost stránky
de: Seitenformat
el: Μέγεθος σελίδας
fi: Sivukoko
fr: Format page
hu: Lapméret
id: Ukuran Halaman
ja: 用紙サイズ
pl: Rozmiar strony
pt: Tamanho de Página
sv: Pappersstorlek
th: ขนาดหน้า

source: Media Type: %s cannot be used with the selected BJ Cartridge. Select the type of media you wish to use.
cs: Typ média: %s nelze používat se zvolenou BJ kazetou. Vyberte typ média, který chcete používat.
de: Medientyp: %s kann mit der ausgewählten BJ-Patrone nicht verwendet werden. Wählen Sie den Medientyp aus, der verwendet werden soll.
el: Τύπος μέσου: ο τύπος %s δεν είναι δυνατό να χρησιμοποιηθεί με το επιλεγμένο φυσίγγιο BJ. Επιλέξτε τον τύπο του μέσου που επιθυμείτε να χρησιμοποιήσετε.
fi: Tulostusmateriaali: %s ei sovellu valitulle BJ-värikasetille. Valitse käytettävä materiaali.
fr: Type de support : %s ne peut pas être utilisé avec la cartouche BJ sélectionnée. Sélectionnez le type de support que vous souhaitez utiliser.
hu: Hordozótípus: %s nem használható a kiválasztott BJ kazettával. Válassza ki a használni kívánt hordozótípust.
id: Tipe Media: %s tidak dapat digunakan dengan Kartrij BJ yang dipilih. Pilih tipe media yang Anda ingin gunakan.
ja: 用紙の種類 : %sは、選択しているBJカートリッジでは使用できません。別のもの を選択し、[OK]をクリックしてください。
pl: Typ nośnika: Nie można użyć nośnika %s z wybraną kasetą BJ. Wybierz typ nośnika, którego chcesz użyć.
pt: Tipo de Mídia: não é possível utilizar %s com o Cartucho BJ selecionado. Selecione o tipo de mídia que deseja utilizar.
sv: Medietyp: %s kan inte användas med den valda BJ-kassetten. Välj den medietyp som du tänker använda.
th: ชนิดสื่อสิ่งพิมพ์: '%s' ไม่สามารถใช้ได้กับคาร์ทริด BJ ที่ถูกเลือก เลือกชนิดสื่อสิ่งพิมพ์ที่ตั้งใจจะใช้

source: Plain Paper
cs: Běžný papír
de: Normalpapier
el: Απλό χαρτί
fi: Tavallinen paperi
fr: Papier ordinaire
hu: Normál papír
id: Kertas Biasa
ja: 普通紙
pl: Papier zwykły
pt: Papel Comum
sv: Vanligt papper
th: กระดาษธรรมดา

source: Transparencies
cs: Fólie
de: Folien
el: Διαφάνειες
fi: Piirtoheitinkalvot
fr: Transparents
hu: Írásvetítő Fóliák
id: Film Transparan
ja: OHPフィルム
pl: Folie przezroczyste
pt: Transparências
sv: OH-film
th: แผ่นใส

source: Back Print Film
cs: Film pro tisk na zadní str.
el: Φιλμ αντεστρ. εκτύπωσης
fi: Taustatulostuskiiltomuovi
fr: Film impr. en transparence
hu: Hátoldalon nyomtatható fólia
id: Film Cetak Balik
ja: バックプリントフィルム
pl: Folia negatywowa
pt: Filme de Impressão Reversa
th: ฟิล์มพิมพ์ด้านหลัง

source: Fabric Sheet
cs: Textilní list
de: Textil
el: Φύλλο υφάσματος
fi: Kangas
fr: Feuille Textile
hu: Textillap
id: Kertas Berserat
ja: BJクロス
pl: Papier czerpany
pt: Papel Texturizado
sv: Textilark
th: แผ่นผ้า

source: High Gloss Film
cs: Vysoce lesklý film
de: Hochglanzfilm
el: Γυαλιστερό φιλμ
fi: Kiiltomuovi
fr: Film glacé
hu: Fényes Fólia
id: Film Glossy Tinggi
ja: 光沢フィルム
pl: Folia o wysokim połysku
pt: Filme Altamente Acetinado
sv: Högblank film
th: ฟิล์มมันมาก

source: Hagaki
ja: はがき

source: Envelope
cs: Obálka
de: Umschlag
el: Φάκελος
fi: Kirjekuori
fr: Enveloppe
hu: Boríték
id: Amplop
ja: 封筒
pl: Koperta
sv: Kuvert
th: ซองจดหมาย

source: Glossy Postcard
cs: Lesklá pohlednice
de: Hochglanz-Postkarte
fi: Kiiltävä postikortti
fr: Carte postale glacée
hu: Fényes képeslap
id: Kartu Pos Glossy
ja: 光沢はがき
pl: Błyszcząca pocztówka
pt: Cartão-Postal Acetinado
sv: Glättat vykort
th: โปสต์การ์ดชนิดมัน

source: High Resolution Paper
de: Hochauflösendes Papier
fr: Papier haute résolution
id: Kertas Resolusi Tinggi
ja: 高品位専用紙
th: กระดาษที่มีความละเอียดสูง

source: T-Shirt Transfers
cs: Nažehlovací listy
de: T-Shirt-Transferfolie
el: Σιδερότυπα
fi: T-paidan siirtokuvat
fr: Transferts Tee-shirt
hu: Póló sablonok
id: Pencetakan Transfer T-Shirt
ja: Tシャツ転写紙
pl: Nadruki na koszulkę
pt: Estampagem de T-Shirts
sv: T-shirt-tryck
th: กระดาษพิมพ์ลายบนเสื้อ

source: High Gloss Photo Film
cs: Vysoce lesklý fotogr. film
de: Foto-Hochglanzfilm
el: Γυαλιστερό φωτογραφικό φιλμ
fi: Kiiltovalokuvamuovi
fr: Film photo glacé supérieur
hu: Fényes fotófólia
id: Film Foto Glossy Tinggi
ja: 光沢フィルム
pl: Folia foto. o wysokim połysku
pt: Filme Fotográfico Altamente Acetinado
sv: Högblankt fotopapper
th: ฟิล์มรูปถ่ายมันมาก

source: Glossy Photo Paper
de: Foto Glanzpapier
fr: Papier Photo Brillant
id: Kertas Foto Glossy
ja: 写真用紙 光沢
th: กระดาษเคลือบมันภาพถ่าย

source: Glossy Photo Cards
cs: Lesklý fotografický papír FM
de: Hochglanz-Fotokarten
el: Γυαλιστερές κάρτες για φωτογραφίες
fi: Kiiltävät valokuvakortit
fr: Cartes Photo Glacées
hu: Fényes fotókártyák
id: Kartu Foto Glossy
ja: フォトカード
pl: Błyszczące karty fotograficzne
pt: Cartões Fotográficos Acetinados
sv: Glättade fotokort
th: การ์ดรูปถ่ายชนิดมัน

source: Photo Paper Pro
de: Professional Fotopapier
fr: Papier Photo Professionnel
id: Kertas Foto Pro
ja: プロフォトペーパー
pt: Papel Fotográfico Profissional
th: กระดาษพิมพ์ภาพถ่ายระดับมืออาชีพ

source: Ink Jet Hagaki
ja: インクジェットはがき(通信面)

source: Matte Photo Paper
de: Fotopapier Matt
fr: Papier Photo Mat
id: Kertas Foto Matte
ja: マットフォトペーパー
th: กระดาษภาพถ่ายแบบด้าน

source: Photo Paper Plus Glossy
de: Fotoglanzpapier Plus
fr: Papier Photo Glacé Extra
id: Kertas Foto Plus Glossy
ja: スーパーフォトペーパー
th: กระดาษภาพถ่ายเคลือบมันพิเศษ

source: Other Paper
cs: Jiný papír
de: Anderes Papier
el: Άλλο χαρτί
fi: Muu paperi
fr: Autre papier
hu: Egyéb papír
id: Kertas Lain
ja: 厚紙
pl: Inny papier
pt: Outro Papel
sv: Annat papper
th: กระดาษอื่น

source: Other Photo Paper
cs: Další fotopapír
de: Anderes Fotopapier
el: Άλλο φωτογραφικό χαρτί
fi: Muu valokuvapaperi
fr: Autre papier photo
hu: Egyéb fotópapír
id: Kertas Foto Lain
ja: 膨潤紙
pl: Inny papier fotograficzny
pt: Outro Papel Fotográfico
sv: Annat fotopapper
th: กระดาษภาพถ่ายอื่น

source: Photo Paper Plus Double Sided
de: Fotopapier Plus Doppelseitig
fr: Papier Photo Satiné Recto Verso
ja: スーパーフォトペーパー両面

source: Fine Art "Photo Rag"
de: Feiner Kunstdruck "Photo Rag"
fr: Beaux-arts "Photo Rag"
ja: ファインアート "Photo Rag"
pt: Acabamento Art. "Photo Rag"

source: Other Fine Art Paper
cs: Jiný papír Fine Art
de: Anderes Fine Art-Papier
el: Άλλο χαρτί Fine Art
fi: Muu Fine Art -paperi
fr: Autre papier Fine Art
hu: Egyéb Fine Art Papír
id: Kertas Fine Art Lain
ja: 他社ファインアート紙
pl: Inny papier Fine Art
pt: Outro Papel Fine Art
sv: Annat Fine Art-papper
th: กระดาษ Fine Art อื่น

source: Photo Paper Plus Glossy II
de: Fotoglanzpapier Plus II
fr: Papier Photo Glacé Extra II
id: Kertas Foto Glossy II
ja: 写真用紙 光沢ゴールド
pt: Papel Fotog. Acetinado Plus II
th: กระดาษภาพถ่ายเคลือบมันพิเศษ II

source: Photo Paper Plus Semi-gloss
de: Photo Papier Plus, Seiden-Glanz
fr: Papier Photo Satiné
id: Kertas Foto Plus Semi Glossy
ja: 写真用紙 絹目調
pt: Papel Fotog. Semibrilhante Plus
th: กระดาษกึ่งเงา ภาพถ่ายพิเศษ

source: Photo Paper Pro Platinum
de: Professional Fotopapier Platin
fr: Photo Professionnel Platine
id: Kertas Foto Pro Platinum
ja: 光沢プロ プラチナグレード
pt: Fotográfico Profissional Platina
th: กระดาษภาพถ่ายมือโปรแบบแพลทินัม

source: Photo Paper Pro II
de: Professional Fotopapier II
fr: Papier Photo Professionnel II
id: Kertas Foto Pro II
ja: 写真用紙 光沢プロフェッショナル
pt: Fotográfico Profissional II
th: กระดาษภาพถ่ายมือโปร II

source: Hagaki K
ja: キヤノン写真はがき 光沢(通信面)

source: Hagaki P
ja: プロフォトはがき(通信面)

source: Hagaki A
ja: すべてのはがき(あて名面)

source: Manual Feed
cs: Ruční podávání
de: Manueller Einzug
el: Χειροκίνητη τροφοδοσία
fi: Käsisyöttö
fr: Alimentation manuelle
hu: Kézi adagoló
id: Penyaluran Manual
ja: 手差し
pl: Podawanie ręczne
pt: Alimentação Manual
sv: Manuell inmatning
th: ป้อนกระดาษด้วยตัวเอง

source: Auto Sheet Feeder
cs: Automat. podavač listů
de: Autom. Papiereinzug
el: Αυτ. τροφοδότης φύλλων
fi: Autom. arkinsyöttö
fr: Chargeur automatique
hu: Automatikus lapadagoló
id: Penyalur Kertas Otomatis
ja: オートシートフィーダー
pl: Autom. podajnik arkuszy
pt: Alimentador Automático
sv: Automatisk arkmatare
th: ตัวป้อนกระดาษอัตโนมัติ

source: Rear Tray
cs: Zadní přihrádka
de: Hinteres Fach
el: Πίσω θήκη
fi: Takalokero
fr: Réceptacle arrière
hu: Hátsó tálca
id: Tatakan Belakang
ja: 後トレイ
pl: Tylna taca
pt: Bandeja Traseira
sv: Bakre fack
th: เทรย์ด้านหลัง

source: Auto Select
cs: Automatický výběr
de: Autom. Auswahl
el: Αυτόματη επιλογή
fi: Automaattinen valinta
fr: Sélection automatique
hu: Automatikus választás
id: Pilih Otomatis
ja: ASF自動切替
pl: Automatyczne
pt: Seleção Automática
sv: Automatiskt val
th: เลือกอัตโนมัติ

source: Tractor Feeder
cs: Traktorový podavač
de: Traktor
el: Τροφοδότης μηχ/γραφικού
fi: Jatkolomake
fr: Tracteur
hu: Traktoros adagoló
id: Penyalur Penyangga
ja: トラクター
pl: Traktor
pt: Alimentador por Tração
sv: Traktormatning
th: ตัวป้อนแทร็กเตอร์

source: Cassette
cs: Kazeta
de: Kassette
el: Κασέτα
fi: Kasetti
hu: Kazetta
id: Kotak Kertas
ja: カセット
pl: Kaseta
pt: Cassete
sv: Kassett
th: กลักกระดาษ

source: Paper Feed Switch
cs: Přepínač podávání pap.
de: Papierzufuhrtaste
el: Διακόπτης τροφ.χαρτιού
fi: Paperinsyöttökytkin
fr: Commutateur de papier
hu: Papíradagolás kapcsoló
id: Tukar Penyaluran Kertas
ja: 給紙切替ボタンに従う
pl: Przełączn. pod. papieru
pt: Int. Alimentação Papel
sv: Pappersmatn.omkopplare
th: สวิตช์ป้อนกระดาษ

source: Front Feeder
cs: Přední podavač
de: Vorderer Papiereinzug
el: Εμπρόσθιος τροφοδότης
fi: Etusyöttölaite
fr: Chargeur avant
hu: Elülső adagoló
id: Penyalur Depan
ja: フロントフィーダー
pl: Podajnik przedni
pt: Alimentador Frontal
sv: Frontmatare
th: ตัวป้อนด้านหน้า

source: Front Tray
cs: Přední přihrádka
de: Vorderes Fach
el: Μπροστινή θήκη
fi: Etulokero
fr: Réceptacle avant
hu: Elülső tálca
id: Tatakan Depan
ja: 前トレイ
pl: Przednia taca
pt: Bandeja Frontal
sv: Frontfack
th: เทรย์ด้านหน้า

source: Front for Plain Paper
cs: Přední podáv. běž. pap.
de: Vorne für Normalpapier
el: Μπροστά για απλό χαρτί
fi: Etusyöt.tav.paper.vart.
fr: Avant papier ordinaire
hu: Elülső, normál papírhoz
id: Depan untuk Kertas Biasa
ja: 普通紙のみフロント
pl: Przedni dla zwykłego
pt: Frente para Papel Comum
sv: Framsida f vanligt ppr
th: ป้อนกระดาษจากตัวป้อน

source: Front for Plain Paper
cs: Přední podáv. běž. pap.
de: Vorne für Normalpapier
el: Μπροστά για απλό χαρτί
fi: Etusyöt.tav.paper.vart.
fr: Avant papier ordinaire
hu: Elülső, normál papírhoz
id: Depan untuk Kertas Biasa
ja: 普通紙のみ前トレイ
pl: Przedni dla zwykłego
pt: Frente para Papel Comum
sv: Framsida f vanligt ppr
th: ป้อนกระดาษจากตัวป้อน

source: Continuous Autofeed
cs: Souvislé aut. podávání
de: Fortlauf. autom. Einzug
el: Συνεχής αυτ.τροφοδοσία
fi: Jatkuva autom. syöttö
fr: Alimentation en continu
hu: Folytonos auto adagolás
id: Terus Salur Otomatis
ja: 用紙なし時に自動切替
pl: Ciągłe podaw. automat.
pt: Alim. Autom. Contínua
sv: Kontinuerl. automatning
th: ป้อนอัตโนมัติต่อเนื่อง

source: Automatically Select
cs: Automaticky vybrat
de: Automatisch auswählen
el: Αυτόματη επιλογή
fi: Valitse automaattisesti
fr: Sélection automatique
hu: Automatikus választás
id: Pilih Secara Otomatis
ja: 自動選択
pl: Wybór automatyczny
pt: Seleção automática
sv: Välj automatiskt
th: เลือกอัตโนมัติ
