Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: You have selected Borderless Printing. The document to be printed is enlarged, so that it slightly extends off the paper. Print quality may deteriorate, or the sheet may be stained at the top and bottom depending on the type of media used.
cs: Byl vybrán Tisk bez ohraničení. Tištěný dokument bude zvětšen, takže bude mírně přesahovat přes papír. Kvalita tisku se může zhoršit nebo se list může zabarvit v horní nebo dolní části (v závislosti na typu použitého média).
de: Sie haben "Randloser Druck" gewählt. Das Dokument wird vergrößert gedruckt und reicht leicht über die Kanten des Papiers hinaus. Je nach Medientyp kann die Druckqualität beeinträchtigt werden oder der obere und untere Blattrand kann Flecken aufweisen.
el: Έχετε επιλέξει εκτύπωση χωρίς περίγραμμα. Το έγγραφο που θα εκτυπωθεί έχει μεγεθυνθεί ώστε να επεκτείνεται ελαφρώς εκτός του χαρτιού. Η ποιότητα εκτύπωσης ενδέχεται να επιδεινωθεί ή το φύλλο να έχει κηλίδες στο επάνω και κάτω μέρος, ανάλογα με τον τύπο μέσου που χρησιμοποιείται.
fi: Valittuna on Reunaton tulostus. Tulostettava asiakirja suurennetaan hieman paperia suuremmaksi. Tulostuslaatu saattaa heikentyä tai arkin ylä- ja alareunaan saattaa tulla tahroja materiaalista riippuen.
fr: Vous avez sélectionné l'impression sans bordure. Le document à imprimer sera agrandi au point de dépasser légèrement du papier. Pour certains types de support utilisés, la qualité d'impression peut être moindre ou le papier peut être souillé dans sa partie inférieure et supérieure.
hu: Szegély nélküli nyomtatást választott. A felnagyított nyomtatandó dokumentum kicsit túlnyúlik a papíron. Romolhat a nyomtatás minősége, vagy a választott hordozótípustól függően beszennyeződhet a lap felső és alsó része.
id: Anda telah memilih Pencetakan Tanpa Tepi. Dokumen yang akan dicetak telah diperbesar, sehingga sedikit melampaui kertas. Kualitas cetakan dapat berkurang, atau lembar kertas dapat ternoda di bagian atas dan bawah tergantung pada tipe media yang digunakan.
ja: フチなし全面印刷が設定されました。 用紙からわずかにはみ出す大きさに原稿を拡大して印刷します。 使用する用紙の種類によっては、用紙の上端や下端の印刷品質が低下したり、汚れが発生 することがあります。
pl: Wybrano opcję Drukowanie bez obramowania. Dokument, który ma zostać wydrukowany, został powiększony i nieco wykracza poza krawędzie papieru. Jakość wydruku może ulec pogorszeniu lub w górnej i dolnej części arkusza mogą pojawić się plamy — w zależności od typu używanego nośnika.
pt: Você selecionou Impressão Sem-bordas. O documento a ser impresso é ampliado de modo a sair um pouco do papel. A qualidade da impressão poderá ser inferior ou a folha poderá ficar manchada na parte superior e inferior, dependendo do tipo de mídia utilizado.
sv: Du har valt Utskrift utan ram. Dokumentet som ska skrivas ut förstoras så att det går något utanför sidan. Utskriftskvaliteten kan försämras eller arket kan bli fläckigt upptill och nedtill beroende på medietyp.
th: คุณได้เลือก 'การพิมพ์ไร้ขอบ' เอกสารที่จะพิมพ์ถูกขยายออกซึ่งจะยืดออกกระดาษเล็กน้อย คุณภาพการพิมพ์อาจลดลง หรืออาจมีเปื้อนซึมอยู่ที่ด้านบนและด้านล่างกระดาษ ซึ่งทั้งนี้ขึ้นอยู่กับชนิดสื่อสิ่งพิมพ์ที่คุณใช้อยู่

source: Borderless printing is not recommended when %s is selected for Media Type. Select the type of media you wish to use.
cs: Tisk bez ohraničení se nedoporučuje, pokud je jako Typ média vybrána možnost %s. Vyberte typ média, který chcete používat.
de: Randloses Drucken wird nicht empfohlen, wenn %s als Medientyp ausgewählt ist. Wählen Sie den zu verwendenden Medientyp aus.
el: Δεν συνιστάται η εκτύπωση χωρίς περίγραμμα όταν ως Τύπος μέσου έχει επιλεγεί %s. Επιλέξτε τον τύπο του μέσου που επιθυμείτε να χρησιμοποιήσετε.
fi: Reunatonta tulostusta ei suositella, kun Tulostusmateriaali-asetuksena on %s. Valitse käytettävä materiaali.
fr: L'impression sans bordure est déconseillée lorsque le type de support est %s. Sélectionnez le type de support que vous souhaitez utiliser.
hu: A szegély nélküli nyomtatás nem javasolt, ha a hordozótípus %s. Válassza ki a használni kívánt hordozótípust.
id: Pencetakan tanpa tepi tidak dianjurkan ketika %s dipilih sebagai Tipe Media. Pilih tipe media yang Anda ingin gunakan.
ja: 用紙の種類 : %sでは、フチなし全面印刷を推奨しません。別のものを選択し、[O K]をクリックしてください。
pl: Drukowanie bez obramowania nie jest zalecane, jeśli jako typ nośnika wybrano %s. Wybierz typ nośnika, którego chcesz użyć.
pt: A impressão sem-bordas não é aconselhável quando o Tipo de Mídia selecionado é %s. Selecione o tipo de mídia que deseja utilizar.
sv: Utskrift utan ram rekommenderas inte när %s är vald som medietyp. Välj den medietyp som du tänker använda.
th: แนะนำอย่าใช้การพิมพ์ไร้ขอบเมื่อ '%s' ถูกเลือกสำหรับ 'ชนิดสื่อสิ่งพิมพ์' เลือกชนิดสื่อสิ่งพิมพ์ที่ตั้งใจจะใช้

source: The document to be printed is enlarged, so that it slightly extends off the paper. Print quality may deteriorate, or the sheet may be stained at the top and bottom depending on the type of media used.
cs: Tištěný dokument bude zvětšen, takže bude mírně přesahovat přes papír. Kvalita tisku se může zhoršit nebo se list může zabarvit v horní nebo dolní části (v závislosti na typu použitého média).
de: Das Dokument wird vergrößert gedruckt und reicht über die Kanten des Papiers hinaus. Je nach Medientyp kann die Druckqualität beeinträchtigt werden oder der obere und untere Blattrand kann Flecken aufweisen.
el: Το έγγραφο που θα εκτυπωθεί έχει μεγεθυνθεί ώστε να επεκτείνεται ελαφρώς εκτός του χαρτιού. Η ποιότητα εκτύπωσης ενδέχεται να επιδεινωθεί ή το φύλλο να έχει κηλίδες στο επάνω και κάτω μέρος, ανάλογα με τον τύπο μέσου που χρησιμοποιείται.
fi: Tulostettava asiakirja suurennetaan hieman paperia suuremmaksi. Tulostuslaatu saattaa heikentyä tai arkin ylä- ja alareunaan saattaa tulla tahroja materiaalista riippuen.
fr: Le document à imprimer est agrandi au point de dépasser légèrement du papier. Pour certains types de support utilisés, la qualité d'impression peut être moindre ou le papier peut être souillé dans sa partie inférieure et supérieure.
hu: A felnagyított nyomtatandó dokumentum kicsit túlnyúlik a papíron. Romolhat a nyomtatás minősége, vagy a választott hordozótípustól függően beszennyeződhet a lap felső és alsó része.
id: Dokumen yang akan dicetak telah diperbesar, sehingga sedikit melampaui kertas. Kualitas cetakan dapat berkurang, atau lembar kertas dapat ternoda di bagian atas dan bawah tergantung pada tipe media yang digunakan.
ja: 用紙からわずかにはみ出す大きさに原稿を拡大して印刷します。 使用する用紙の種類によっては、用紙の上端や下端の印刷品質が低下したり、汚れが発生 することがあります。
pl: Dokument, który ma zostać wydrukowany, został powiększony i nieco wykracza poza krawędzie papieru. Jakość wydruku może ulec pogorszeniu lub w górnej i dolnej części arkusza mogą pojawić się plamy — w zależności od typu używanego nośnika.
pt: O documento a ser impresso é ampliado de modo a sair ligeiramente do papel. A qualidade da impressão poderá ser inferior ou a folha poderá ficar manchada na parte superior e inferior, dependendo do tipo de mídia utilizado.
sv: Dokumentet som ska skrivas ut förstoras så att det går något utanför sidan. Utskriftskvaliteten kan försämras eller arket kan bli fläckigt upptill och nedtill beroende på medietyp.
th: เอกสารที่จะพิมพ์ถูกขยายออกซึ่งจะยืดออกกระดาษเล็กน้อย คุณภาพการพิมพ์อาจลดลง หรืออาจมีเปื้อนซึมอยู่ที่ด้านบนและด้านล่างกระดาษ ซึ่งทั้งนี้ขึ้นอยู่กับชนิดสื่อสิ่งพิมพ์ที่คุณใช้อยู่

source: The printer is set to print on an envelope. Lower the paper support and then load an envelope. Then click OK to start printing.
cs: Tiskárna je nastavena pro tisk obálek. Sklopte opěrku papíru a vložte obálku. Poté spusťte tisk klepnutím na tlačítko OK.
de: Die Option zum Drucken eines Umschlags wurde ausgewählt. Stellen Sie die Papierführung niedriger und legen Sie einen Umschlag ein. Klicken Sie auf "OK", um den Druckvorgang zu starten.
el: Στον εκτυπωτή έχει οριστεί εκτύπωση σε φάκελο. Χαμηλώστε το στήριγμα χαρτιού και τοποθετήστε ένα φάκελο. Στη συνέχεια πατήστε OK για να ξεκινήσει η εκτύπωση.
fi: Tulostin on määritetty tulostamaan kirjekuorta. Laske paperituki alas ja lataa kirjekuori. Aloita sitten tulostus valitsemalla OK.
fr: L'impression est définie sur le format enveloppe. Abaissez le support papier, puis chargez une enveloppe. Cliquez ensuite sur OK pour lancer l'impression.
hu: A nyomtató boríték nyomtatására van beállítva. Engedje le a papírtámaszt, és tegyen be egy borítékot. Ezután indítsa el a nyomtatást az OK gombbal.
id: Pencetak diatur untuk mencetak pada amplop. Turunkan penyangga kertas dan kemudian muatkan amplop. Kemudian klik OK untuk mulai mencetak.
ja: 封筒の印刷を行います。 用紙サポートを収納した状態で封筒をセットしてください。 [OK]をクリックすると印刷が開始されます。
pl: Drukarka jest ustawiona do drukowania kopert. Obniż podpórkę papieru, a następnie załaduj kopertę. Aby rozpocząć drukowanie, kliknij przycisk OK.
pt: A impressora está definida para imprimir em um envelope. Abaixe o suporte de papel e carregue um envelope. Em seguida, clique em OK para iniciar a impressão.
sv: Skrivaren är inställd för att skriva på ett kuvert. Fäll ned pappersstödet och fyll på ett kuvert. Klicka på OK för att starta utskriften.
th: เครื่องพิมพ์ถูกตั้งค่าเป็นการพิมพ์ซองจดหมาย ลดสิ่งค้ำกระดาษลงแล้วป้อนซองจดหมาย แล้วคลิก 'ตกลง' เพื่อเริ่มการพิมพ์

source: Yes
cs: Ano
de: Ja
el: Ναι
fi: Kyllä
fr: Oui
hu: Igen
id: Ya
ja: はい
pl: Tak
pt: Sim
sv: Ja
th: ใช่

source: No
cs: Ne
de: Nein
el: Όχι
fi: Ei
fr: Non
hu: Nem
id: Tidak
ja: いいえ
pl: Nie
pt: Não
sv: Nej
th: ไม่ใช่

source: Abort
ja: 中止

source: Enable
cs: Povolit
de: Aktiviert
el: Ενεργοποίηση
fi: Kytke
fr: Activer
hu: Engedélyezve
id: Fungsikan
ja: 有効
pl: Włączone
pt: Ativar
sv: Aktivera
th: เปิดใช้งาน

source: Disable
cs: Zakázat
de: Deaktiviert
el: Απενεργοποίηση
fi: Poista käytöstä
fr: Désactiver
hu: Letiltva
id: Disfungsikan
ja: 無効
pl: Wyłączone
pt: Desativar
sv: Avaktivera
th: ปิดใช้งาน

source: 5 minutes
cs: 5 minut
de: 5 Minuten
el: 5 λεπτά
fi: 5 minuuttia
hu: 5 perc
id: 5 menit
ja: 5分
pl: 5 minut
pt: 5 minutos
sv: 5 minuter
th: 5 นาที

source: 10 minutes
cs: 10 minut
de: 10 Minuten
el: 10 λεπτά
fi: 10 minuuttia
hu: 10 perc
id: 10 menit
ja: 10分
pl: 10 minut
pt: 10 minutos
sv: 10 minuter
th: 10 นาที

source: 15 minutes
cs: 15 minut
de: 15 Minuten
el: 15 λεπτά
fi: 15 minuuttia
hu: 15 perc
id: 15 menit
ja: 15分
pl: 15 minut
pt: 15 minutos
sv: 15 minuter
th: 15 นาที

source: 30 minutes
cs: 30 minut
de: 30 Minuten
el: 30 λεπτά
fi: 30 minuuttia
hu: 30 perc
id: 30 menit
ja: 30分
pl: 30 minut
pt: 30 minutos
sv: 30 minuter
th: 30 นาที

source: 60 minutes
cs: 60 minut
de: 60 Minuten
el: 60 λεπτά
fi: 60 minuuttia
hu: 60 perc
id: 60 menit
ja: 60分
pl: 60 minut
pt: 60 minutos
sv: 60 minuter
th: 60 นาที

source: Were the patterns printed normally? If no patterns were printed or if the printout is noticeably blurred, click No and start again from the beginning.
cs: Vytiskly se vzorky správně? Pokud se nevytiskly žádné vzorky nebo pokud je tiskový výstup znatelně rozmazaný, klepněte na tlačítko Ne a začněte znovu od začátku.
de: Ist die Qualität des Testausdrucks zufrieden stellend? Wenn kein Muster gedruckt wurde oder wenn der Ausdruck deutlich verschmiert ist, klicken Sie auf "Nein" und starten Sie den Vorgang erneut.
el: Εκτυπώθηκαν κανονικά τα μοτίβα; Εάν δεν εκτυπώθηκαν μοτίβα ή εάν η εκτύπωση είναι σημαντικά αλλοιωμένη, κάντε κλικ στο κουμπί "Όχι" και ξεκινήστε πάλι από την αρχή.
fi: Tulostuiko kuvio oikein? Jos kuviot eivät tulostuneet tai tuloste on epäselvä, napsauta Ei ja aloita uudelleen alusta.
fr: Les motifs ont-ils été imprimés correctement ? S'il n'y a rien d'imprimé ou si l'imprimé est très flou, cliquez sur Non et recommencez depuis le début.
hu: Normálisan nyomtatódott ki a minta? Ha nem nyomtatódott ki a minta vagy a nyomat észrevehetően halvány, kattintson a Nem gombra, és kezdje elölről.
id: Apakah pola tercetak secara normal? Jika tidak ada pola yang tercetak atau jika hasil cetakan kabur, klik Tidak dan mulai lagi dari awal.
ja: パターンは正常に印刷されましたか？ 何も印刷されなかったり、著しく印刷がかすれている場合は、[いいえ]をクリックして 、もう一度最初からやり直してください。
pl: Czy deseń został wydrukowany prawidłowo? Jeśli deseń nie został wydrukowany lub są na nim widoczne smugi, kliknij przycisk Nie i rozpocznij od początku.
pt: Os padrões foram impressos normalmente? Se nenhum dos padrões tiver sido impresso ou se o resultado de impressão estiver muito desfocado, clique em Não e recomece o processo.
sv: Ser de utskrivna mönstren normala ut? Om inget mönster skrevs ut eller om utskriften var märkbart suddigt, klickar du på Nej och börjar om från början.
th: รูปแบบการพิมพ์ถูกต้องหรือไม่ หากไม่มีรูปแบบใดๆ ถูกพิมพ์ออกหรือผลการพิมพ์พร่าเกินไป ให้คลิก 'ไม่ใช่' และเริ่มใหม่จากเริ่มต้น

source: Make sure that the printer power is on, the cable is connected properly, and the printer is online then try again.
cs: Zkontrolujte, zda je tiskárna zapnuta, zda je kabel správně připojen a zda je tiskárna online. Potom akci opakujte.
de: Vergewissern Sie sich, dass der Drucker eingeschaltet, das Kabel angeschlossen und der Drucker online ist, und versuchen Sie es noch einmal.
el: Βεβαιωθείτε ότι ο εκτυπωτής είναι αναμμένος, το καλώδιο έχει συνδεθεί σωστά και ο εκτυπωτής είναι συνδεδεμένος και κατόπιν προσπαθήστε ξανά.
fi: Tarkista, että tulostimessa on virtaa, kaapeli on kytketty kunnolla ja että tulostin on linjalla. Yritä sitten uudelleen.
fr: Assurez-vous que l'imprimante est sous tension, que le câble est connecté correctement et que l'imprimante est en ligne, puis réessayez.
hu: Ellenőrizze, hogy a nyomtató be van-e kapcsolva, a kábel csatlakoztatva van-e, a nyomtató online állapotban van-e, majd próbálja meg újra.
id: Pastikan pencetak dinyalakan, kabel disambungkan dengan benar, dan pencetak daring kemudian coba lagi.
ja: プリンターの電源がオンになっているか、ケーブルはしっかり接続されているか、オンラ インになっているか、などを確認して、もう一度最初からやり直してください。
pl: Upewnij się, że drukarka jest włączona, kabel jest podłączony prawidłowo i aktywny jest tryb online, a następnie ponów próbę.
pt: Verifique se a alimentação da impressora está ligada, se o cabo está conectado corretamente e se a impressora está on-line e tente novamente.
sv: Kontrollera att skrivaren är startad, kabeln är rätt ansluten och att skrivaren är online. Försök sedan igen.
th: ตรวจให้แน่ใจว่าเครื่องพิมพ์เปิดอยู่ สายเชื่อมต่ออย่างถูกต้อง และเครื่องพิมพ์ออนไลนอยู่ แล้วลองใหม่

source: Print head alignment is now complete.
cs: Nastavení tiskové hlavy je nyní dokončeno.
de: Die Druckkopfausrichtung ist jetzt abgeschlossen.
el: Η ευθυγράμμιση κεφαλών εκτύπωσης ολοκληρώθηκε.
fi: Tulostuspään kohdistus on nyt valmis.
fr: L'alignement de la tête d'impression est maintenant terminé.
hu: A nyomtatófej-igazítás kész.
id: Penjajaran kepala cetak sekarang selesai.
ja: これでヘッド位置調整が完了しました。
pl: Wyrównywanie głowic drukujących zakończone.
pt: O alinhamento da cabeça de impressão está concluído.
sv: Justeringen av skrivhuvud är slutförd.
th: การจัดตำแหน่งหัวพิมพ์เสร็จสมบูรณ์

source: Do not start another operation until the current one has finished.
cs: Nespouštějte další operaci, dokud není dokončena aktuální operace.
de: Starten Sie keinen anderen Vorgang, bevor der aktuelle Vorgang abgeschlossen ist.
el: Περιμένετε να ολοκληρωθεί η τρέχουσα λειτουργία πριν να ξεκινήσετε άλλη λειτουργία.
fi: Älä aloita uutta toimintoa, ennen kuin nykyinen on lopetettu.
fr: Ne lancez pas d'autre opération avant que l'opération en cours ne soit terminée.
hu: Ne kezdjen el új műveletet, amíg az aktuális művelet véget nem ért.
id: Jangan mulai operasi lain sampai operasi sekarang selesai.
ja: 動作終了までほかの作業は行わないでください。
pl: Nie rozpoczynaj następnej operacji, dopóki nie zostanie zakończona bieżąca operacja.
pt: Não inicie outra operação enquanto a atual não tiver sido concluída.
sv: Påbörja ingen annan åtgärd förrän den aktuella åtgärden är klar.
th: ห้ามเริ่มการดำเนินการอื่นๆ จนกว่างานปัจจุบันเสร็จสมบูรณ์

source: Turn the printer off?
cs: Chcete vypnout tiskárnu?
de: Drucker ausschalten?
el: Θέλετε να κλείσετε τον εκτυπωτή;
fi: Haluatko sammuttaa tulostimen?
fr: Voulez-vous éteindre l'imprimante ?
hu: Kikapcsolja a nyomtatót?
id: Matikan pencetak?
ja: プリンターの電源をオフにしますか？
pl: Wyłączyć drukarkę?
pt: Desligar a impressora?
sv: Vill du slå av skrivaren?
th: ปิดเครื่องพิมพ์ไหม

source: Apply settings to printer?
cs: Použít nastavení v tiskárně?
de: Einstellungen auf Drucker übernehmen?
el: Να εφαρμοστούν οι ρυθμίσεις στον εκτυπωτή;
fi: Käytetäänkö asetuksia tulostimessa?
fr: Appliquer les paramètres à l'imprimante ?
hu: Alkalmazza a beállításokat a nyomtatóra?
id: Terapkan setelan ke pencetak?
ja: 現在の設定内容をプリンターに適用しますか？
pl: Zastosować ustawienia do drukarki?
pt: Aplicar configurações à impressora?
sv: Vill du använda inställningarna till skrivaren?
th: ใช้การตั้งค่ากับเครื่องพิมพ์ไหม

source: Start print head deep cleaning?
cs: Chcete spustit hloubkové čištění tiskové hlavy?
de: Intensivreinigung des Druckkopfs starten?
el: Θέλετε να ξεκινήσει ο βαθύς καθαρισμός της κεφαλής εκτύπωσης;
fi: Aloitetaanko tulostuspään perusteellinen puhdistus?
fr: Lancer un nettoyage en profondeur de la tête d'impression ?
hu: Megkezdi a nyomtatófej fokozott tisztítását?
id: Mulai pembersihan tingkat dalam kepala cetak?
ja: 強力クリーニングを実行しますか？
pl: Czy rozpocząć dokładne czyszczenie głowicy drukującej?
pt: Deseja iniciar uma limpeza profunda na cabeça de impressão?
sv: Vill du börja djuprengöra skrivhuvudet?
th: เริ่มการทำความสะอาดหัวพิมพ์อย่างละเอียดไหม

source: Bi-directional Alignment (-5 to +5)
cs: Oboustranné nastavení (-5 až +5)
de: Bidirektionale Ausrichtung (-5 bis +5)
el: Αμφίδρομη ευθυγράμμιση (-5 έως +5)
fi: Kaksisuuntainen kohdistus (-5–+5)
fr: Alignement bi-directionnel (-5 à +5)
hu: Kétirányú igazítás (-5–+5)
id: Penjajaran Dua Arah (-5 sampai +5)
ja: 双方向の調整(-5～+5)
pl: Wyrównanie dwukierunkowe (-5 – +5)
pt: Alinhamento Bidirecional (-5 a +5)
sv: Dubbelriktad justering (-5 till +5)
th: การจัดตำแหน่งสองทิศทาง (-5 ถึง +5)

source: Execute black print head deep cleaning?
cs: Chcete spustit hloubkové čištění černé tiskové hlavy?
de: Intensivreinigung des schwarzen Druckkopfs starten?
el: Θέλετε να γίνει βαθύς καθαρισμός στη μαύρη κεφαλή εκτύπωσης;
fi: Suoritetaanko mustan tulostuspään perusteellinen puhdistus?
fr: Lancer un nettoyage en profondeur de la tête d'impression noire ?
hu: Végrehajtja a fekete nyomtatófej fokozott tisztítását?
id: Laksanakan pembersihan tingkat dalam kepala cetak hitam?
ja: ブラックのプリントヘッドを強力クリーニングしますか？
pl: Czy przeprowadzić dokładne czyszczenie głowicy drukującej atramentem czarnym?
pt: Deseja executar uma limpeza profunda na cabeça de impressão de preto?
sv: Vill du djuprengöra det svarta skrivhuvudet?
th: ปฏิบัติการทำความสะอาดหัวพิมพ์สีดำอย่างละเอียดไหม

source: Execute color print head deep cleaning?
cs: Chcete spustit hloubkové čištění barevné tiskové hlavy?
de: Intensivreinigung des Farbdruckkopfs starten?
el: Θέλετε να γίνει βαθύς καθαρισμός στην έγχρωμη κεφαλή εκτύπωσης;
fi: Suoritetaanko värillisen tulostuspään perusteellinen puhdistus?
fr: Lancer un nettoyage en profondeur de la tête d'impression couleur ?
hu: Végrehajtja a színes nyomtatófej fokozott tisztítását?
id: Laksanakan pembersihan tingkat dalam kepala cetak berwarna?
ja: カラーのプリントヘッドを強力クリーニングしますか？
pl: Czy przeprowadzić dokładne czyszczenie głowicy drukującej atramentem kolorowym?
pt: Deseja executar uma limpeza profunda na cabeça de impressão de cor?
sv: Vill du djuprengöra färgskrivhuvudet?
th: ปฏิบัติการทำความสะอาดหัวพิมพ์สีอย่างละเอียดไหม
