Repository: endlessm/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: cs, de, el, fi, fr, hu, id, ja, pl, pt, sv, th

source: Examine the printed patterns, and enter the pattern number of the most even pattern for columns M and N.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce M a N zadejte čísla nejzarovnanějších vzorků.
de: Überprüfen Sie die gedruckten Muster und geben Sie für die Spalten M und N die Nummer des Musters ein, das am gleichmäßigsten ist.
el: Εξετάστε τα εκτυπωμένα μοτίβα και πληκτρολογήστε τον αριθμό μοτίβου του πιο ομοιόμορφου μοτίβου στις στήλες M και N.
fi: Tutki tulostuskuviot ja anna sarakkeiden M ja N tasaisimman kuvion kuvionumero.
fr: Observez les motifs imprimés et entrez le numéro de motif et le motif le plus régulier dans les colonnes M et N.
hu: Vizsgálja meg a kinyomtatott mintákat, és az M és az N oszlopokba írja be a legpárhuzamosabb mintának a számát.
id: Periksa pola yang dicetak, dan masukkan nomor pola yang paling rata ke kolom M dan N.
ja: 新たに印刷されたパターンを参照して、最も均一なパターンの番号を、M、N列それぞれ の欄に入力してください。
pl: Sprawdź wydrukowane desenie i wprowadź numer deseniu o największym stopniu wyrównania dla kolumn M i N.
pt: Examine os padrões impressos e insira o número do padrão mais regular para as colunas M e N.
sv: Kontrollera de utskrivna mönstren och ange numret på det jämnaste mönstret i kolumn M och N.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่เมือนกันที่สุดจากคอลัมน์ M และ N

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns a to j.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce a až j zadejte číslo vzorku, který obsahuje nejméně viditelné horizontální pruhy.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten a bis j die Nummer der Muster ein, die die wenigsten horizontalen Streifen aufweisen.
el: Παρατηρήστε προσεκτικά τα εκτυπωμένα μοτίβα και καταχωρήστε τον αριθμό του μοτίβου με τις λιγότερο εμφανείς οριζόντιες ρίγες στα πεδία για τις στήλες a έως j.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä vaakasuoria juovia sisältävän kuvion numero sarakkeiden a–j kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes a à j le numéro du motif comportant le moins de bandes horizontales perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető vízszintes sáv az a–j oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan belang horizontal yang terlihat paling sedikit pada daerah pola tersebut ke kolom a sampai j.
ja: 新たに印刷されたパターンを参照して、横しまが最も目立たないパターンの番号を、a～ j列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane desenie i w polach odpowiadających kolumnom od a do j wprowadź numery deseni, na których widać najmniej poziomych pasków.
pt: Verifique os padrões impressos e insira o número do padrão com menos listras horizontais visíveis nos campos das colunas a a j.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst antal synliga vågräta ränder i fälten för kolumn a till j.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายทางตามแนวนอนโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ a ถึง j

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns a to k.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce a až k zadejte číslo vzorku, který obsahuje nejméně viditelné horizontální pruhy.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten a bis k die Nummer der Muster ein, die die wenigsten horizontalen Streifen aufweisen.
el: Παρατηρήστε προσεκτικά τα εκτυπωμένα μοτίβα και καταχωρήστε τον αριθμό του μοτίβου με τις λιγότερο εμφανείς οριζόντιες ρίγες στα πεδία για τις στήλες a έως k.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä vaakasuoria juovia sisältävän kuvion numero sarakkeiden a–k kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes a à k le numéro du motif comportant le moins de bandes horizontales perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető vízszintes sáv az a–k oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan belang horizontal yang terlihat paling sedikit pada daerah pola tersebut ke kolom a sampai k.
ja: 新たに印刷されたパターンを参照して、横しまが最も目立たないパターンの番号を、a～ k列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane desenie i w polach odpowiadających kolumnom od a do k wprowadź numery deseni, na których widać najmniej poziomych pasków.
pt: Verifique os padrões impressos e insira o número do padrão com o menor número de listras horizontais visíveis nos campos das colunas a a k.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst antal synliga vågräta ränder i fälten för kolumn a till k.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายทางตามแนวนอนโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ a ถึง k

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns H to Q.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce H až Q zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten H bis Q die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες H έως Q τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden H–Q kenttiin.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes H à Q le numéro du motif comportant le moins de rayures perceptibles.
hu: Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík a H–Q oszlopokban.
id: Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom H sampai Q.
ja: 新たに印刷されたパターンを参照して、すじが一番目立たないパターンの番号を、H～Q 列それぞれの欄に入力してください。
pl: Sprawdź desenie wydrukowane w kolumnach od H do Q i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas H a Q.
sv: Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn H till Q.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ H ถึง Q

source: Examine the printed patterns, and fill in the fields for columns L and M with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce L a M zadejte číslo vzorku, který je nejlépe vyhlazený a nemá v oblastech označených šipkami žádné pruhy.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten L und M die Zahlen der Muster ein, die in den durch Pfeile gekennzeichneten Bereichen die wenigsten Streifen aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και συμπληρώστε τα πεδία για τις στήλες L και M με τον αριθμό του μοτίβου που έχει τη μεγαλύτερη εξομάλυνση και δεν έχει ρίγες στα σημεία που σημειώνονται με βέλη.
fi: Tutki tulostettuja kuvioita ja täytä sarakkeiden L ja M kenttiin sen kuvion numero, joka on tasaisin ja jonka nuolten osoittamilla alueilla ei ole juovia.
fr: Examinez les motifs imprimés et indiquez dans le champ des colonnes L et M le numéro du motif le plus lissé et sans bandes dans les zones indiquées par les flèches.
hu: Vizsgálja meg a kinyomtatott mintákat, és az L és az M oszlopokhoz tartozó mezőkbe írja be annak a mintának a számát, mely a legsimább, és melyen nincsenek sávok a nyíllal jelzett részeken.
id: Periksa pola yang dicetak, dan isi kolom L dan M dengan nomor pola yang paling mulus dan tidak memiliki belang pada area yang ditunjukkan dengan panah.
ja: 新たに印刷されたパターンを参照して、矢印が示す境界にすじがなく、なめらかなパター ンの番号を、L列、M列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane desenie i w kolumnach L i M wprowadź numery wydrukowanych deseni, które są najbardziej jednolicie wypełnione i nie mają pasków w obszarach wskazywanych przez strzałki.
pt: Examine os padrões impressos e preencha os campos das colunas L e M com o número do padrão mais liso e sem listras nas áreas indicadas pelas setas.
sv: Kontrollera de utskrivna mönstren och fyll i fälten för kolumn L och M med numret på det jämnaste mönstret som inte har några ränder i områdena som anges med pilar.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และในเขตข้อมูลสำหรับคอลัมน์ L และ M ให้ป้อนจำนวนรูปแบบที่เรียบที่สุดและไม่มีลายทางใดๆ ในบริเวณที่ถูกชี้ด้วยลูกศร

source: Examine the printed patterns, and fill in the fields for columns W and X with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
cs: Prohlédněte si vytištěné vzorky a do polí pro sloupce W a X zadejte číslo vzorku, který je nejlépe vyhlazený a nemá v oblastech označených šipkami žádné pruhy.
de: Prüfen Sie die gedruckten Muster und geben Sie in die Spalten W und X die Zahlen der Muster ein, die in den durch Pfeile gekennzeichneten Bereichen die wenigsten Streifen aufweisen.
el: Εξετάστε τα εκτυπωμένα μοτίβα και συμπληρώστε τα πεδία για τις στήλες W και X με τον αριθμό του μοτίβου που έχει τη μεγαλύτερη εξομάλυνση και δεν έχει ρίγες στα σημεία που σημειώνονται με βέλη.
fi: Tutki tulostettuja kuvioita ja täytä sarakkeiden W ja X kenttiin sen kuvion numero, joka on tasaisin ja jonka nuolten osoittamilla alueilla ei ole juovia.
fr: Examinez les motifs imprimés et indiquez dans les champs des colonnes W et X le numéro du motif le plus lissé et sans bandes dans les zones indiquées par les flèches.
hu: Vizsgálja meg a kinyomtatott mintákat, és a W és az X oszlopokhoz tartozó mezőkbe írja be annak a mintának a számát, mely a legsimább, és melyen nincsenek sávok a nyíllal jelzett részeken.
id: Periksa pola yang dicetak, dan isi kolom W dan X dengan nomor pola yang paling mulus dan tidak memiliki belang pada area yang ditunjukkan dengan panah.
ja: 新たに印刷されたパターンを参照して、矢印が示す境界にすじがなく、なめらかなパター ンの番号を、W列、X列それぞれの欄に入力してください。
pl: Sprawdź wydrukowane desenie i w polach odpowiadających kolumnom W i X wprowadź numery deseni, które są najbardziej jednolicie wypełnione i nie mają pasków w obszarach wskazywanych przez strzałki.
pt: Examine os padrões impressos e preencha os campos das colunas W e X com o número do padrão mais liso e sem listras nas áreas indicadas pelas setas.
sv: Kontrollera de utskrivna mönstren och fyll i fälten för kolumn W och X med numret på det jämnaste mönstret som inte har några ränder i områdena som anges med pilar.
th: ตรวจสอบรูปแบบที่พิมพ์ออกมา และในเขตข้อมูลสำหรับคอลัมน์ W และ X ให้ป้อนจำนวนรูปแบบที่เรียบที่สุดและไม่มีลายทางใดๆ ในบริเวณที่ถูกชี้ด้วยลูกศร

source: Execute
cs: Provést
de: Ausführen
el: Εκτέλεση
fi: Suorita
fr: Exécuter
hu: Végrehajtás
id: Laksanakan
ja: 実行
pl: Wykonaj
pt: Executar
sv: Utför
th: ปฏิบัติ

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to F.
cs: Proveďte nastavení tiskové hlavy. Prohlédněte si vytištěné vzorky a do polí pro sloupce A až F zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Führen Sie eine Druckkopfausrichtung durch. Prüfen Sie die gedruckten Muster und geben Sie in die Spalten A bis F die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εκτελέστε την ευθυγράμμιση κεφαλής εκτύπωσης. Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες A έως F τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Kohdista tulostuspäät. Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden A–F kenttiin.
fr: Effectuez un alignement des têtes d'impression. Examinez les motifs imprimés et indiquez dans les champs des colonnes A à F le numéro du motif comportant le moins de rayures perceptibles.
hu: Hajtson végre nyomtatófej-igazítást. Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík az A–F oszlopokban.
id: Laksanakan penjajaran kepala cetak. Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom A sampai F.
ja: ヘッド位置調整を行います。印刷されたパターンを参照して、すじが一番目立たないパタ ーンの番号を、A～F列それぞれの欄に入力してください。
pl: Przeprowadź wyrównywanie głowic drukujących. Sprawdź desenie wydrukowane w kolumnach od A do F i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Execute o alinhamento da cabeça de impressão. Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas A a F.
sv: Justera skrivhuvud. Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn A till F.
th: ปฏิบัติการจัดตำแหน่งหัวพิมพ์ ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ A ถึง F

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to G.
cs: Proveďte nastavení tiskové hlavy. Prohlédněte si vytištěné vzorky a do polí pro sloupce A až G zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Führen Sie eine Druckkopfausrichtung durch. Prüfen Sie die gedruckten Muster und geben Sie in die Spalten A bis G die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εκτελέστε την ευθυγράμμιση κεφαλής εκτύπωσης. Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες A έως G τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Kohdista tulostuspäät. Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden A–G kenttiin.
fr: Effectuez un alignement des têtes d'impression. Examinez les motifs imprimés et indiquez dans les champs des colonnes A à G le numéro du motif comportant le moins de rayures perceptibles.
hu: Hajtson végre nyomtatófej-igazítást. Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík az A–G oszlopokban.
id: Laksanakan penjajaran kepala cetak. Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom A sampai G.
ja: ヘッド位置調整を行います。印刷されたパターンを参照して、すじが一番目立たないパタ ーンの番号を、A～G列それぞれの欄に入力してください。
pl: Przeprowadź wyrównywanie głowic drukujących. Sprawdź desenie wydrukowane w kolumnach od A do G i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Execute o alinhamento da cabeça de impressão. Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas A a G.
sv: Justera skrivhuvud. Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn A till G.
th: ปฏิบัติการจัดตำแหน่งหัวพิมพ์ ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ A ถึง G

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to K.
cs: Proveďte nastavení tiskové hlavy. Prohlédněte si vytištěné vzorky a do polí pro sloupce A až K zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Führen Sie eine Druckkopfausrichtung durch. Prüfen Sie die gedruckten Muster und geben Sie in die Spalten A bis K die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εκτελέστε την ευθυγράμμιση κεφαλής εκτύπωσης. Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες A έως K τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Kohdista tulostuspäät. Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden A–K kenttiin.
fr: Effectuez un alignement des têtes d'impression. Examinez les motifs imprimés et indiquez dans les champs des colonnes A à K le numéro du motif comportant le moins de rayures perceptibles.
hu: Hajtson végre nyomtatófej-igazítást. Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík az A–K oszlopokban.
id: Laksanakan penjajaran kepala cetak. Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom A sampai K.
ja: ヘッド位置調整を行います。印刷されたパターンを参照して、すじが一番目立たないパタ ーンの番号を、A～K列それぞれの欄に入力してください。
pl: Przeprowadź wyrównywanie głowic drukujących. Sprawdź desenie wydrukowane w kolumnach od A do K i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Execute o alinhamento da cabeça de impressão. Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas A a K.
sv: Justera skrivhuvud. Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn A till K.
th: ปฏิบัติการจัดตำแหน่งหัวพิมพ์ ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ A ถึง K

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to L.
cs: Proveďte nastavení tiskové hlavy. Prohlédněte si vytištěné vzorky a do polí pro sloupce A až L zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Führen Sie eine Druckkopfausrichtung durch. Prüfen Sie die gedruckten Muster und geben Sie in die Spalten A bis L die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εκτελέστε την ευθυγράμμιση κεφαλής εκτύπωσης. Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες A έως L τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Kohdista tulostuspäät. Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden A–L kenttiin.
fr: Effectuez un alignement des têtes d'impression. Examinez les motifs imprimés et indiquez dans les champs des colonnes A à L le numéro du motif comportant le moins de rayures perceptibles.
hu: Hajtson végre nyomtatófej-igazítást. Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík az A–L oszlopokban.
id: Laksanakan penjajaran kepala cetak. Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom A sampai L.
ja: ヘッド位置調整を行います。印刷されたパターンを参照して、すじが一番目立たないパタ ーンの番号を、A～L列それぞれの欄に入力してください。
pl: Przeprowadź wyrównywanie głowic drukujących. Sprawdź desenie wydrukowane w kolumnach od A do L i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Execute o alinhamento da cabeça de impressão. Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas A a L.
sv: Justera skrivhuvud. Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn A till L.
th: ปฏิบัติการจัดตำแหน่งหัวพิมพ์ ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ A ถึง L

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to N.
cs: Proveďte nastavení tiskové hlavy. Prohlédněte si vytištěné vzorky a do polí pro sloupce A až N zadejte číslo vzorku, který obsahuje nejméně viditelné proužky.
de: Führen Sie eine Druckkopfausrichtung durch. Prüfen Sie die gedruckten Muster und geben Sie in die Spalten A bis N die Zahlen der Muster ein, die die wenigsten Striche aufweisen.
el: Εκτελέστε την ευθυγράμμιση κεφαλής εκτύπωσης. Εξετάστε τα εκτυπωμένα μοτίβα και εισαγάγετε στα πεδία για τις στήλες A έως N τον αριθμό του μοτίβου με τις λιγότερο εμφανείς ραβδώσεις.
fi: Kohdista tulostuspäät. Tutki tulostettuja kuvioita ja kirjoita heikoimmin näkyviä raitoja sisältävän kuvion numero sarakkeiden A–N kenttiin.
fr: Effectuez un alignement des têtes d'impression. Examinez les motifs imprimés et indiquez dans les champs des colonnes A à N le numéro du motif comportant le moins de rayures perceptibles.
hu: Hajtson végre nyomtatófej-igazítást. Vizsgálja meg a kinyomtatott mintákat, és írja be annak a mintának a számát, amelynél a legkevesebb az észrevehető csík az A–N oszlopokban.
id: Laksanakan penjajaran kepala cetak. Periksa pola yang dicetak, dan masukkan nomor pola dengan goresan yang terlihat paling sedikit pada daerah pola tersebut ke kolom A sampai N.
ja: ヘッド位置調整を行います。印刷されたパターンを参照して、すじが一番目立たないパタ ーンの番号を、A～N列それぞれの欄に入力してください。
pl: Przeprowadź wyrównywanie głowic drukujących. Sprawdź desenie wydrukowane w kolumnach od A do N i w odpowiednich polach wprowadź numery deseni, na których widać najmniej smug.
pt: Execute o alinhamento da cabeça de impressão. Verifique os padrões impressos e insira o número do padrão com menor número de riscos visíveis nos campos das colunas A a N.
sv: Justera skrivhuvud. Kontrollera de utskrivna mönstren och ange mönsternumret på det mönster som har minst streck i fälten för kolumn A till N.
th: ปฏิบัติการจัดตำแหน่งหัวพิมพ์ ตรวจสอบรูปแบบที่พิมพ์ออกมา และป้อนจำนวนรูปแบบที่มีลายโดดเด่นน้อยที่สุดในเขตข้อมูลสำหรับคอลัมน์ A ถึง N

source: Exit
cs: Konec
de: Beenden
el: Έξοδος
fi: Lopeta
fr: Quitter
hu: Kilépés
id: Keluar
ja: 終了
pl: Zakończ
pt: Sair
sv: Avsluta
th: จบการทำงาน

source: Horizontal Alignment (-3 to +7)
cs: Horizontální nastavení (-3 až +7)
de: Horizontale Ausrichtung (-3 bis +7)
el: Οριζόντια ευθυγράμμιση (-3 έως +7)
fi: Vaakasuuntainen kohdistus (-3–+7)
fr: Alignement horizontal (-3 à +7)
hu: Vízszintes igazítás (-3–+7)
id: Penjajaran Horizontal (-3 sampai +7)
ja: 横方向の調整(-3～+7)
pl: Wyrównanie w poziomie (-3 – +7)
pt: Alinhamento Horizontal (-3 a +7)
sv: Horisontell justering (-3 till +7)
th: การจัดตำแหน่งตามแนวนอน (-3 ถึง +7)

source: Ink Cartridge:
cs: Inkoustová kazeta:
de: Tintenpatrone:
el: Φυσίγγιο μελάνης:
fi: Mustekasetti:
fr: Cartouche d'encre :
hu: Tintapatron:
id: Kartrij Tinta:
ja: インクカートリッジ：
pl: Kaseta z atramentem:
pt: Cartucho:
sv: Bläckkassett:
th: คาร์ทริดหมึก:

source: Ink Drying Wait Time:
cs: Doba čekání na zaschnutí inkoustu:
de: Wartezeit für Tintentrocknung:
el: Χρόνος αναμονής για στέγνωμα της μελάνης:
fi: Musteen kuivumisaika:
fr: Temps d'attente pour le séchage d'encre :
hu: Tintaszáradási idő:
id: Waktu Tunggu Pengeringan Tinta :
ja: インク乾燥待ち時間:
pl: Czas oczekiwania na wyschnięcie atramentu:
pt: Tempo de Secagem da Tinta:
sv: Väntetid för torkning av bläck:
th: เวลารอหมึกแห้ง:

source: Long
cs: Dlouhá
de: Lang
el: Πολύς
fi: Pitkä
hu: Hosszú
id: Panjang
ja: 長い
pl: Długi
pt: Longo
sv: Lång
th: ยาว

source: Pattern Check
cs: Kontrola vzorku
de: Musterüberprüfung
el: Έλεγχος μοτίβου
fi: Kuviotarkistus
fr: Vérification de motif
hu: Minta ellenőrzése
id: Pemeriksaan Pola
ja: パターンの確認
pl: Sprawdzanie deseniu
pt: Verificação do Padrão
sv: Mönsterkontroll
th: ตรวจสอบลวดลาย

source: Pause Page
cs: Pozastavit stránku
de: Pause nach jeder Seite
el: Διακοπή σελίδας
fi: Keskeytä sivu
hu: Szünet oldalak között
id: Jedakan Halaman
ja: ページ間で休止する
pl: Wstrzymaj stronę
pt: Pausar Página
sv: Stoppa sida tillfälligt
th: หยุดหน้าชั่วคราว
