Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: The ink absorber is almost full. Press the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko OK na tiskárně. Tiskárna bude brzy vyžadovat servisní zásah pro výměnu nádržky přebytečného inkoustu. Kontaktujte servisní středisko nebo středisko podpory. Nádržku přebytečného inkoustu může vyměnit jen kvalifikovaný servisní technik.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste "OK" am Drucker, um den Druckvorgang fortzusetzen. Es ist bald ein Service für den Drucker erforderlich, bei dem der Tintenauffangbehälter ausgetauscht wird. Wenden Sie sich an das Support- oder Service-Zentrum. Der Tintenauffangbehälter kann nur von einem qualifizierten Techniker ausgetauscht werden.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί OK του εκτυπωτή για να συνεχιστεί η εκτύπωση. Ο εκτυπωτής θα χρειαστεί σύντομα συντήρηση για να αντικατασταθεί ο συλλέκτης μελάνης. Επικοινωνήστε με το κέντρο υποστήριξης ή με το κέντρο υπηρεσία. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón OK de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Póngase en contacto con el centro de asistencia técnica o el centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
fi: Käytetyn musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen OK-painiketta. Käytetyn musteen säiliö on vaihdettava pian tulostimeen huollossa. Ota yhteys asiakaspalveluun tai huoltokeskukseen. Vain ammattitaitoinen teknikko voi vaihtaa käytetyn musteen säiliön.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton OK de l'imprimante pour continuer l'impression. Prévoyez un entretien de l'imprimante pour remplacer l'absorbeur d'encre. Contactez le centre de support ou le centre de service. Le remplacement de l'absorbeur d'encre doit être réalisé par un technicien qualifié.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante OK sulla stampante per continuare la stampa. La stampante richiederà presto un intervento di manutenzione per sostituire l'assorbitore di inchiostro. Rivolgersi al centro di supporto o al centro assistenza. L'assorbitore di inchiostro può essere sostituito solo da un tecnico qualificato.
nb: Blekkbeholderen er nesten full. Trykk på OK på skriveren for å fortsette utskriften. Skriveren trenger snart vedlikehold for å bytte blekkbeholderen. Kontakt kundestøtte eller servicesenteret. Blekkbeholderen kan bare byttes av en godkjent tekniker.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop OK op de printer om door te gaan met afdrukken. Er moet binnenkort onderhoud aan de printer worden uitgevoerd om het absorptiekussen voor inkt te vervangen. Neem contact op met het ondersteuningscentrum of servicecentrum. Het absorptiekussen voor inkt kan alleen door een gekwalificeerde technicus worden vervangen.
pl: Pochłaniacz atramentu jest prawie pełny. Aby kontynuować drukowanie, naciśnij na drukarce przycisk OK. Wkrótce konieczne będzie przekazanie drukarki do serwisu w celu wymiany pochłaniacza atramentu. Skontaktuj się z punktem obsługi lub punktem serwisowym. Pochłaniacz atramentu może wymieniać tylko wykwalifikowany personel.
sv: Bläckuppsamlaren är nästan full. Tryck på OK på skrivaren för att fortsätta utskriften. Skrivaren kommer snart att behöva service för att byta ut bläckuppsamlaren. Kontakta ett support- eller servicecenter. Bläckuppsamlaren kan bara bytas ut av en kvalificerad tekniker.
tr: Mürekkep emici neredeyse dolu. Yazdırmaya devam etmek için yazıcının Tamam düğmesine basın. Mürekkep emicinin değiştirilmesi için kısa süre içinde yazıcı servis gerektirecek. Destek merkeziyle veya servis merkeziyle bağlantı kurun. Mürekkep emici yalnızca bir yetkili teknisyen tarafından değiştirilebilir.
zh: 墨水收集器将满。 请按打印机的“OK”按钮以继续打印。 打印机将很快需要更换墨水收集器的服务。 请与支持中心或服务中心联系。 墨水收集器只能由专业的技师来更换。
zh_tw: 墨水收集器將滿。 按印表機的 [OK] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡支援中心或服務中心。 墨水收集器僅能由專業技術人員更換。

source: The ink absorber is almost full. Press the printer's Start button to continue printing. Contact the service center.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko Spustit na tiskárně. Kontaktujte servisní středisko.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste "Start" am Drucker, um den Druckvorgang fortzusetzen. Wenden Sie sich an das Service-Zentrum.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί "Έναρξη" του εκτυπωτή για να συνεχίσετε την εκτύπωση. Επικοινωνήστε με το κέντρο υπηρεσία.
es: El absorbedor de tinta está casi lleno. Pulse el botón de inicio de la impresora para continuar la impresión. Póngase en contacto con el centro de servicio.
fi: Käytetyn musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen Käynnistä-painiketta. Ota yhteys huoltokeskukseen.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton Démarrer de l'imprimante pour continuer l'impression. Contactez le centre de service.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante Avvio sulla stampante per continuare la stampa. Rivolgersi al centro assistenza.
nb: Blekkbeholderen er nesten full. Trykk på Start på skriveren for å fortsette utskriften. Kontakt servicesenteret.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop Starten op de printer om door te gaan met afdrukken. Neem contact op met het servicecentrum.
pl: Pochłaniacz atramentu jest prawie pełny. Aby kontynuować drukowanie, naciśnij na drukarce przycisk Start. Skontaktuj się z punktem serwisowym.
sv: Bläckuppsamlaren är nästan full. Tryck på knappen Start på skrivaren för att fortsätta utskriften. Kontakta ett servicecenter.
tr: Mürekkep emici neredeyse dolu. Yazdırmaya devam etmek için yazıcının Başlat düğmesine basın. Servis merkeziyle bağlantı kurun.
zh: 墨水收集器将满。 请按打印机的“启动”按钮以继续打印。 请与服务中心联系。
zh_tw: 墨水收集器將滿。 按印表機的 [啟動] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's Start button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko Spustit na tiskárně. Tiskárna bude brzy vyžadovat servisní zásah pro výměnu nádržky přebytečného inkoustu. Kontaktujte servisní středisko nebo středisko podpory. Nádržku přebytečného inkoustu může vyměnit jen kvalifikovaný servisní technik.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste "Start" am Drucker, um den Druckvorgang fortzusetzen. Es ist bald ein Service für den Drucker erforderlich, bei dem der Tintenauffangbehälter ausgetauscht wird. Wenden Sie sich an das Support- oder Service-Zentrum. Der Tintenauffangbehälter kann nur von einem qualifizierten Techniker ausgetauscht werden.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί "Έναρξη" του εκτυπωτή για να συνεχίσετε την εκτύπωση. Ο εκτυπωτής θα χρειαστεί σύντομα συντήρηση για να αντικατασταθεί ο συλλέκτης μελάνης. Επικοινωνήστε με το κέντρο υποστήριξης ή με το κέντρο υπηρεσία. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón de inicio de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Póngase en contacto con el centro de asistencia técnica o el centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
fi: Käytetyn musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen Käynnistä-painiketta. Käytetyn musteen säiliö on vaihdettava pian tulostimeen huollossa. Ota yhteys asiakaspalveluun tai huoltokeskukseen. Vain ammattitaitoinen teknikko voi vaihtaa käytetyn musteen säiliön.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton Démarrer de l'imprimante pour continuer l'impression. Prévoyez un entretien de l'imprimante pour remplacer l'absorbeur d'encre. Contactez le centre de support ou le centre de service. Le remplacement de l'absorbeur d'encre doit être réalisé par un technicien qualifié.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante Avvio sulla stampante per continuare la stampa. La stampante richiederà presto un intervento di manutenzione per sostituire l'assorbitore di inchiostro. Rivolgersi al centro di supporto o al centro assistenza. L'assorbitore di inchiostro può essere sostituito solo da un tecnico qualificato.
nb: Blekkbeholderen er nesten full. Trykk på Start på skriveren for å fortsette utskriften. Skriveren trenger snart vedlikehold for å bytte blekkbeholderen. Kontakt kundestøtte eller servicesenteret. Blekkbeholderen kan bare byttes av en godkjent tekniker.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop Starten op de printer om door te gaan met afdrukken. Er moet binnenkort onderhoud aan de printer worden uitgevoerd om het absorptiekussen voor inkt te vervangen. Neem contact op met het ondersteuningscentrum of servicecentrum. Het absorptiekussen voor inkt kan alleen door een gekwalificeerde technicus worden vervangen.
pl: Pochłaniacz atramentu jest prawie pełny. Aby kontynuować drukowanie, naciśnij na drukarce przycisk Start. Wkrótce konieczne będzie przekazanie drukarki do serwisu w celu wymiany pochłaniacza atramentu. Skontaktuj się z punktem obsługi lub punktem serwisowym. Pochłaniacz atramentu może wymieniać tylko wykwalifikowany personel.
sv: Bläckuppsamlaren är nästan full. Tryck på knappen Start på skrivaren för att fortsätta utskriften. Skrivaren kommer snart att behöva service för att byta ut bläckuppsamlaren. Kontakta ett support- eller servicecenter. Bläckuppsamlaren kan bara bytas ut av en kvalificerad tekniker.
tr: Mürekkep emici neredeyse dolu. Yazdırmaya devam etmek için yazıcının Başlat düğmesine basın. Mürekkep emicinin değiştirilmesi için kısa süre içinde yazıcı servis gerektirecek. Destek merkeziyle veya servis merkeziyle bağlantı kurun. Mürekkep emici yalnızca bir yetkili teknisyen tarafından değiştirilebilir.
zh: 墨水收集器将满。 请按打印机的“启动”按钮以继续打印。 打印机将很快需要更换墨水收集器的服务。 请与支持中心或服务中心联系。 墨水收集器只能由专业的技师来更换。
zh_tw: 墨水收集器將滿。 按印表機的 [啟動] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡支援中心或服務中心。 墨水收集器僅能由專業技術人員更換。

source: The printer's cover is open. If printing is in progress, the cartridge cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the cartridge.
cs: Kryt tiskárny je otevřený. Pokud se tiskne, nelze vyměnit kazetu. Zavřete kryt a počkejte, až tisk skončí. Pak znovu kryt otevřete a vyměňte kazetu.
de: Die Druckerabdeckung ist offen. Während eines Druckvorgangs kann die Patrone nicht ausgetauscht werden. Schließen Sie die Abdeckung und warten Sie, bis der Druckauftrag ausgeführt wurde. Öffnen Sie anschließend die Abdeckung erneut und tauschen Sie die Patrone aus.
el: Το κάλυμμα του εκτυπωτή είναι ανοικτό. Εάν η εκτύπωση βρίσκεται σε εξέλιξη, δεν μπορείτε να αλλάξετε το φυσίγγιο. Κλείστε το κάλυμμα, περιμένετε να ολοκληρωθεί η εκτύπωση και, στη συνέχεια, ανοίξτε το κάλυμμα και πάλι και αλλάξτε το φυσίγγιο.
es: La tapa de la impresora está abierta. Si la impresión está en curso, no se puede cambiar el cartucho. Cierre la tapa, espere a que acabe la impresión y, a continuación, abra de nuevo la tapa y cambie el cartucho.
fi: Tulostimen kansi on auki. Jos tulostus on käynnissä, kasettia ei voi vaihtaa. Sulje kansi ja odota, kunnes tulostus on valmis. Avaa kansi sitten uudelleen ja vaihda kasetti.
fr: Le capot de l'imprimante est ouvert. Si l'impression est en cours, il n'est pas possible de changer la cartouche. Fermez le capot, attendez la fin de l'impression, puis rouvrez le capot et changez la cartouche.
it: Il coperchio della stampante è aperto. Se la stampa è in corso, non è possibile sostituire la cartuccia. Chiudere il coperchio, attendere il completamento della stampa, quindi aprire nuovamente il coperchio e sostituire la cartuccia.
nb: Skriverdekselet er åpent. Hvis det pågår en utskrift, kan du ikke bytte kassett. Lukk dekselet og vent til utskriften er fullført. Åpne dekselet på nytt og bytt kassett.
nl: De klep van de printer is geopend. Als er een afdruktaak wordt uitgevoerd, kan de inktcartridge niet worden vervangen. Sluit de klep, wacht tot het afdrukken is voltooid, open de klep opnieuw en vervang de inktcartridge.
pl: Pokrywa drukarki jest otwarta. Jeśli trwa drukowanie, nie istnieje możliwość zmiany kasety. Zamknij pokrywę i poczekaj na zakończenie drukowania, a następnie otwórz pokrywę ponownie i zmień kasetę.
sv: Skrivarluckan är öppen. Det går inte att byta kassett när en utskrift pågår. Stäng luckan, vänta tills utskriften är klar och öppna sedan luckan igen för att byta kassett.
tr: Yazıcının kapağı açık. Yazdırma devam ediyorsa, kartuş değiştirilemez. Kapağı kapatın, yazdırma işleminin bitmesini bekleyin ve sonra kapağı açıp kartuşu değiştirin.
zh: 打印机机盖已打开。 如果打印正在进行，则不能更换墨盒。关闭机盖，等待打印完成，然后再次打开机盖，并更换墨盒。
zh_tw: 印表機機蓋已開啟。 如果列印正在進行，則無法更換墨盒。關閉機蓋，等待列印完成，然後再開啟機蓋並且更換墨盒。

source: The printer's cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
cs: Kryt tiskárny je otevřený. Pokud probíhá tisk, nelze vyměnit tiskovou hlavu ani nádržku s inkoustem. Zavřete kryt a počkejte, až tisk skončí. Pak znovu kryt otevřete a vyměňte tiskovou hlavu nebo nádržku s inkoustem.
de: Die Abdeckung des Druckers ist geöffnet. Während eines Druckvorgangs können weder der Druckkopf noch der Tintenbehälter ausgetauscht werden. Schließen Sie die Abdeckung, warten Sie, bis der Druckvorgang beendet ist, öffnen Sie die Abdeckung erneut und tauschen Sie den Druckkopf oder den Tintenbehälter aus.
el: Το κάλυμμα του εκτυπωτή είναι ανοιχτό. Εάν υπάρχει εκτύπωση σε εξέλιξη, η κεφαλή εκτύπωσης ή το δοχείο μελάνης δεν μπορούν να αλλαχθούν. Κλείστε το κάλυμμα, περιμένετε να ολοκληρωθεί η εκτύπωση και, στη συνέχεια, ανοίξτε πάλι το κάλυμμα και αλλάξτε την κεφαλή εκτύπωσης ή το δοχείο μελάνης.
es: La cubierta de la impresora está abierta. Si la impresión está en curso, no pueden cambiarse ni el cabezal de impresión ni el depósito de tinta. Cierre la cubierta y espere a que finalice la impresión. Después, vuelva a abrir la cubierta y cambie el cabezal de impresión o el depósito de tinta.
fi: Tulostimen kansi on auki. Tulostuspäätä ja mustesäiliötä ei voi vaihtaa, kun tulostus on kesken. Sulje kansi ja odota, kunnes tulostus on valmis. Avaa kansi sitten uudelleen ja vaihda tulostuspää tai mustesäiliö.
fr: Le capot de l'imprimante est ouvert. Si l'impression est en cours, il n'est pas possible de changer la tête d'impression ou le réservoir d'encre. Fermez le capot, attendez la fin de l'impression, puis rouvrez le capot et changez la tête d'impression ou le réservoir d'encre.
it: Il coperchio della stampante è aperto. Se è in corso la stampa, non sarà possibile sostituire la testina di stampa o il serbatoio di inchiostro. Chiudere il coperchio, attendere la fine dell'operazione di stampa, quindi riaprire il coperchio e sostituire la testina di stampa o il serbatoio di inchiostro.
nb: Skriverdekselet er åpent. Hvis utskrift pågår, kan du bytte skrivehodet eller blekktanken. Lukk dekselet og vent til utskriften er fullført. Åpne dekselet igjen og bytt skrivehodet eller blekktanken.
nl: De klep van de printer staat open. Als de printer bezig is met afdrukken, kan de printkop of inkttank niet worden vervangen. Sluit de klep, wacht tot het afdrukken is voltooid, open de klep dan opnieuw en vervang de printkop of inkttank.
pl: Pokrywa drukarki jest otwarta. eśli trwa drukowanie, nie można wymienić głowicy drukującej ani zbiornika z atramentem. Zamknij pokrywę, poczekaj na zakończenie drukowania, a następnie ponownie otwórz pokrywę i wymień głowicę drukującą lub zbiornik atramentu.
sv: Skrivarens lock är öppet. Det går inte att byta skrivhuvud eller bläckhållare medan en utskrift pågår. Stäng luckan och vänta tills utskriften är klar. Öppna sedan luckan igen och byt skrivhuvud eller bläckhållare.
tr: Yazıcının kapağı açık. Yazdırma işlemi devam ediyorsa, yazıcı kafası veya mürekkep haznesi değiştirilemez. Kapağı kapatın, yazdırma işleminin bitmesini bekleyin ve sonra kapağı açıp yazıcı kafasını veya mürekkep haznesini değiştirin.
zh: 打印机机盖已打开。 如果打印正在进行，则不能更换打印头或墨水盒。关闭机盖，等待打印完成，然后再次打开机盖，并更换打印头或墨水盒。
zh_tw: 印表機機蓋已開啟。 如果列印正在進行，無法更換列印頭或墨水盒。關閉機蓋，等待列印完成，然後再次開啟機蓋並且更換列印頭或墨水盒。

source: Document printing cannot be executed because the paper output tray is closed. Open the paper output tray. Printing will restart.
cs: Tisk dokumentu nelze provést, protože výstupní přihrádka na papír je zavřená. Otevřete výstupní přihrádku na papír. Tisk se znovu spustí.
de: Das Dokument kann nicht gedruckt werden, weil das Papierausgabefach geschlossen ist. Öffnen Sie das Papierausgabefach. Der Druckvorgang wird neu gestartet.
el: Δεν είναι δυνατή η εκτέλεση εκτύπωσης εγγράφου, επειδή η κασέτα εξόδου χαρτιού είναι κλειστή. Ανοίξτε την κασέτα εξόδου χαρτιού. Η εκτύπωση θα ξεκινήσει ξανά.
es: La impresión de documentos no se puede ejecutar porque la bandeja de salida de papel está cerrada. Abra la bandeja de salida de papel. La impresión se reanudará.
fi: Asiakirjaa ei voida tulostaa, koska paperin luovutustaso on suljettu. Avaa paperin tulostelokero. Tulostus alkaa uudelleen.
fr: Il n'est pas possible d'imprimer de document car le bac de sortie papier est fermé. Ouvrez le bac de sortie papier. L'impression redémarrera.
it: Impossibile eseguire la stampa del documento perché il vassoio di uscita è chiuso. Aprire il vassoio di uscita. La stampa viene riavviata.
nb: Dokumentutskrift kan ikke utføres fordi papirutmatingsbrettet er lukket. Åpne papirutmatingsbrettet. Utskriften starter på nytt.
nl: Er kunnen geen documenten worden afgedrukt, omdat de papieruitvoerlade is gesloten. Open de papieruitvoerlade. Het afdrukken wordt opnieuw gestart.
pl: Nie można wydrukować dokumentu, ponieważ taca wyprowadzania papieru jest zamknięta. Otwórz wyjściowy zasobnik papieru. Drukowanie zostanie wznowione.
sv: Dokumentutskrift kan inte göras eftersom pappersutmatningsfacket är stängt. Öppna pappersutmatningsfacket. Utskriften återupptas.
tr: Kağıt çıkış tepsisi kapalı olduğundan belge yazdırma gerçekleştirilemez. Kağıt çıkış tepsisini açın. Yazdırma yeniden başlatılır.
zh: 由于出纸托盘已关闭，所以无法执行文档打印。 打开出纸托盘。打印将重新开始。
zh_tw: 由於出紙托盤已關閉，所以無法執行文件列印。 開啟出紙托盤。列印將重新開始。

source: Document printing cannot be executed because the paper output tray is closed. Press the printer's Open button, and open the paper output tray. Printing will restart.
cs: Tisk dokumentu nelze provést, protože výstupní přihrádka na papír je zavřená. Stiskněte tlačítko Otevřít na tiskárně a otevřete výstupní přihrádku na papír. Tisk se znovu spustí.
de: Das Dokument kann nicht gedruckt werden, weil das Papierausgabefach geschlossen ist. Drücken Sie die Taste ÖFFNEN am Drucker und öffnen Sie das Papierausgabefach. Der Druckvorgang wird neu gestartet.
el: Δεν είναι δυνατή η εκτέλεση εκτύπωσης εγγράφου, επειδή η κασέτα εξόδου χαρτιού είναι κλειστή. Πατήστε το κουμπί Άνοιγμα του εκτυπωτή και ανοίξτε την κασέτα εξόδου χαρτιού. Η εκτύπωση θα ξεκινήσει ξανά.
es: La impresión de documentos no se puede ejecutar porque la bandeja de salida de papel está cerrada. Presione el botón Abrir de la impresora y abra la bandeja de salida de papel. La impresión se reanudará.
fi: Asiakirjaa ei voida tulostaa, koska paperin luovutustaso on suljettu. Paina tulostimen Avaa-painiketta ja avaa paperin luovutustaso. Tulostus alkaa uudelleen.
fr: Il n'est pas possible d'imprimer de document car le bac de sortie papier est fermé. Appuyez sur le bouton Ouvrir, et ouvrez le bac de sortie papier. L'impression redémarrera.
it: Impossibile eseguire la stampa del documento perché il vassoio di uscita è chiuso. Premere il pulsante Apri per aprire il vassoio di uscita. La stampa viene riavviata.
nb: Dokumentutskrift kan ikke utføres fordi papirutmatingsbrettet er lukket. Trykk på åpneknappen og åpne papirutmatingsbrettet. Utskriften starter på nytt.
nl: Er kunnen geen documenten worden afgedrukt, omdat de papieruitvoerlade is gesloten. Druk op de knop Openen op de printer en open de papieruitvoerlade. Het afdrukken wordt opnieuw gestart.
pl: Nie można wydrukować dokumentu, ponieważ taca wyprowadzania papieru jest zamknięta. Naciśnij przycisk Otwórz na drukarce i otwórz tacę wyprowadzania papieru. Drukowanie zostanie wznowione.
sv: Dokumentutskrift kan inte göras eftersom pappersutmatningsfacket är stängt. Tryck på Öppna på skrivaren och öppna pappersutmatningsfacket. Utskriften återupptas.
tr: Kağıt çıkış tepsisi kapalı olduğundan belge yazdırma gerçekleştirilemez. Yazıcının Open düğmesine basın ve kağıt çıkış tepsisini açın. Yazdırma yeniden başlatılır.
zh: 由于出纸托盘已关闭，所以无法执行文档打印。 按打印机的“打开”按钮，并打开出纸托盘。打印将重新开始。
zh_tw: 由於出紙托盤已關閉，所以無法執行文件列印。 按印表機的 [開啟] 按鈕，並開啟出紙托盤。列印將重新開始。

source: Operator error. The connected printer cannot work correctly.
cs: Chyba obsluhy. Připojená tiskárna nemůže pracovat správně.
de: Bedienungsfehler. Der angeschlossene Drucker funktioniert nicht ordnungsgemäß.
el: Σφάλμα χειριστή. Ο συνδεδεμένος εκτυπωτής δεν μπορεί να λειτουργήσει σωστά.
es: Error del operador. La impresora conectada no puede funcionar correctamente.
fi: Operaattorivirhe. Liitetty tulostin ei toimi oikein.
fr: Erreur de l'opérateur. L'imprimante connectée ne peut pas fonctionner correctement.
it: Errore operatore. La stampante collegata non può funzionare correttamente.
nb: Driftsfeil. Den tilkoblede skriveren virker ikke som den skal.
nl: Bedieningsfout. De aangesloten printer kan niet goed werken.
pl: Błąd operatora. Podłączona drukarka nie może funkcjonować prawidłowo.
sv: Användarfel. Den anslutna skrivaren kan inte fungera korrekt.
tr: Çalıştırma hatası. Bağlı yazıcı doğru çalışamıyor.
zh: 操作员错误。 连接的打印机无法正常工作。
zh_tw: 操作員錯誤。 連接的印表機無法正常工作。

source: Cleaning. Please wait.
cs: Probíhá čištění. Počkejte prosím.
de: Reinigung. Bitte warten.
el: Γίνεται καθαρισμός. Περιμένετε.
es: Limpieza. Espere.
fi: Puhdistetaan. Odota.
fr: Nettoyage en cours. Patientez.
it: Pulizia in corso. Attendere.
nb: Rengjør. Vent litt.
nl: Bezig met reinigen. Een ogenblik geduld.
pl: Czyszczenie. Czekaj.
sv: Rengör. Vänta.
tr: Temizleniyor. Lütfen bekleyin.
zh: 正在清洗。 请稍候。
zh_tw: 清潔進行中。 請稍候。
