Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's RESUME button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Vyměňte nádržku s inkoustem. Tisk za této situace může poškodit tiskárnu. Chcete-li pokračovat v tisku, stiskněte a podržte tlačítko POKRAČOVAT na tiskárně alespoň 5 sekund a potom ho uvolněte. Tato operace zakáže funkci pro detekci zbývající hladiny inkoustu pro uvedený inkoust. Zákaz funkce se uloží do paměti. Společnost Canon neodpovídá za žádnou chybu nebo problémy způsobené pokračováním v tisku za stavu, kdy došel inkoust.
de: Wechseln Sie den Tintenbehälter aus. Wenn unter dieser Bedingung gedruckt wird, kann der Drucker beschädigt werden. Um den Druckvorgang fortzusetzen, halten Sie die Taste FORTSETZEN am Drucker mindestens 5 Sekunden lang gedrückt. Bei diesem Vorgang wird die Funktion zur Erkennung des Tintenstands für die oben angegebene Tinte aktiviert und die Aktivierung der Funktion wird gespeichert. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Probleme haftbar ist, die durch das Fortsetzen des Druckvorgangs ohne Tinte entstehen.
el: Αντικαταστήστε το δοχείο μελάνης. Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Για να συνεχίσετε την εκτύπωση, πατήστε και κρατήστε πατημένο το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και έπειτα αφήστε το. Έτσι απενεργοποιείται η λειτουργία εντοπισμού της στάθμης της παραπάνω μελάνης και η απενεργοποίηση της λειτουργίας αποθηκεύεται στη μνήμη. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: Sustituya el depósito de tinta. Si imprime en el estado actual, la impresora puede sufrir daños. Para continuar con la impresión, mantenga pulsado el botón REANUDAR de la impresora durante al menos 5 segundos y, a continuación, suéltelo. Esta operación desactivará la función de detección del nivel de tinta restante del depósito indicado. La desactivación de la función de detección del nivel de tinta restante se memorizará. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
fi: Vaihda mustesäiliö. Tässä tilanteessa tulostaminen voi vahingoittaa tulostinta. Jatka tulostusta painamalla tulostimen JATKA-painiketta ja pitämällä sitä painettuna vähintään 5 sekuntia ennen vapauttamista. Toiminnolla keskeytetään jäljellä olevan mustetason tunnistustoiminto. Keskeyttäminen tallennetaan muistiin. Muista, että Canon ei ole vastuussa toimintahäiriöistä tai vioista, jotka aiheutuvat tulostamisesta muste lopussa -tilassa.
fr: Remplacez le réservoir d'encre. L'impression dans les conditions actuelles peut endommager l'imprimante. Pour continuer l'impression, appuyez sur le bouton REPRENDRE de l'imprimante et maintenez-le enfoncé pendant 5 secondes minimum, puis relâchez-le. Ceci désactive la fonction de détection du niveau restant de l'encre ci-dessus. La désactivation de la fonction est mémorisée. Notez que Canon ne sera pas tenu pour responsable de tout dysfonctionnement ou problème résultant de la poursuite de l'impression dans des conditions d'encre insuffisante.
it: Sostituire il serbatoio d'inchiostro. La stampante potrebbe subire danni se si continua la stampa in stato di inchiostro esaurito. Per continuare la stampa, tenere premuto il pulsante RIPRENDI sulla stampante per almeno 5 secondi, quindi rilasciarlo. Questa operazione disattiva la funzione di rilevamento del livello di inchiostro rimanente e la disattivazione della funzione viene memorizzata. Canon non sarà responsabile per malfunzionamenti o problemi causati dal proseguimento della stampa in stato di inchiostro esaurito.
nb: Bytt blekktanken. Skriveren kan ta skade hvis du skriver ut når det er tomt for blekk. Du kan fortsette å skrive ut ved å holde nede FORTSETT-knappen på skriveren i minst 5 sekunder. Dette vil deaktivere funksjonen for registrering av gjenværende nivå for ovenfornevnte blekk, og dette legges i minnet. Canon er ikke ansvarlig for skade eller feil som skyldes fortsettelse av utskrift når det er tomt for blekk.
nl: Vervang de inkttank. Wanneer u in deze situatie afdrukt, kan de printer beschadigd raken. Als u wilt doorgaan met afdrukken, drukt u op de knop HERVATTEN op de printer en houdt u deze ten minste 5 seconden ingedrukt. Hiermee schakelt u de functie voor het detecteren van het resterende niveau van de bovenstaande inkt uit. Het uitschakelen van deze functie wordt onthouden. Canon is niet aansprakelijk voor een slechte werking of problemen veroorzaakt door het voortzetten van het afdrukken met een lege inkttank.
pl: Wymień zbiornik z atramentem. Kontynuowanie drukowania mimo braku atramentu grozi uszkodzeniem drukarki. Aby kontynuować drukowanie, naciśnij i przytrzymaj przez co najmniej 5 sekund przycisk WZNÓW, a następnie zwolnij go. Ta operacja spowoduje wyłączenie funkcji wykrywania pozostałego poziomu atramentu, a wyłączenie funkcji zostanie zapamiętane. Firma Canon nie ponosi odpowiedzialności za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
sv: Byt ut bläckbehållaren. Att skriva ut under rådande förhållanden kan skada skrivaren. Om du vill fortsätta skriva ut håller du ned knappen FORTSÄTT på skrivaren i åtminstone 5 sekunder och släpper den sedan. Åtgärden stänger av funktionen som känner av den återstående nivån för ovanstående bläck. Avstängningen av funktionen memoreras. Canon ansvarar inte för några fel eller problem som beror på att du fortsätter skriva ut när bläcket är slut.
tr: Mürekkep haznesini değiştirin. Geçerli durumda yazdırmak yazıcıya zarar verebilir. Yazdırmaya devam etmek için, yazıcının SÜRDÜR düğmesine basın ve düğmeyi en az 5 saniye basılı tutup serbest bırakın. Bu işlem yukarıdaki mürekkebin kalan düzeyini algılama işlevini serbest bırakır ve işlevi serbest bırakma belleğe alınır. Mürekkep bittiği halde yazdırma işlemine devam edilmesi durumunda oluşan arıza veya sorundan Canon sorumlu tutulamaz.
zh: 请更换墨水盒。在当前情况下进行打印，可能会损坏打印机。 如果希望继续打印，请按住打印机的“恢复”按钮至少 5 秒，然后松开。 该操作会使以上墨水剩余量检测功能失效，并且功能失效将被记录。 请注意，对于因在墨水用完的情况下继续打印而导致的故障或问题，Canon 将不承担任何责任。
zh_tw: 請更換墨水盒。在目前情況下進行列印可能會使印表機受損。 如要繼續列印，請先按住印表機的 [重試] 按鈕至少 5 秒鐘，再放開。 該操作將使偵測剩餘墨水量的功能失效，且功能失效將會被記錄。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Vyměňte nádržku s inkoustem. Tisk za této situace může poškodit tiskárnu. Chcete-li pokračovat v tisku, stiskněte a podržte tlačítko Zastavit/Obnovit na tiskárně alespoň 5 sekund a potom ho uvolněte. Tato operace zakáže funkci pro detekci zbývající hladiny inkoustu pro uvedený inkoust. Zákaz funkce se uloží do paměti. Společnost Canon neodpovídá za žádnou chybu nebo problémy způsobené pokračováním v tisku za stavu, kdy došel inkoust.
de: Wechseln Sie den Tintenbehälter aus. Wenn unter dieser Bedingung gedruckt wird, kann der Drucker beschädigt werden. Um den Druckvorgang fortzusetzen, halten Sie die Taste "Stoppen/Zurücksetzen" am Drucker mindestens 5 Sekunden lang gedrückt. Bei diesem Vorgang wird die Funktion zur Erkennung des Tintenstands für die oben angegebene Tinte aktiviert und die Aktivierung der Funktion wird gespeichert. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Probleme haftbar ist, die durch das Fortsetzen des Druckvorgangs ohne Tinte entstehen.
el: Αντικαταστήστε το δοχείο μελάνης. Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Για να συνεχίσετε την εκτύπωση, πατήστε και κρατήστε πατημένο το κουμπί Διακοπή/Επαναφορά του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και έπειτα αφήστε το. Έτσι απενεργοποιείται η λειτουργία εντοπισμού της στάθμης της παραπάνω μελάνης και η απενεργοποίηση της λειτουργίας αποθηκεύεται στη μνήμη. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: Sustituya el depósito de tinta. Si imprime en el estado actual, la impresora puede sufrir daños. Para continuar con la impresión, mantenga pulsado el botón Parar/Reiniciar de la impresora durante al menos 5 segundos y, a continuación, suéltelo. Esta operación desactivará la función de detección del nivel de tinta restante del depósito indicado. La desactivación de la función de detección del nivel de tinta restante se memorizará. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
fi: Vaihda mustesäiliö. Tässä tilanteessa tulostaminen voi vahingoittaa tulostinta. Jatka tulostusta painamalla tulostimen Pysäytä/Nollaa-painiketta ja pitämällä sitä painettuna vähintään 5 sekuntia ennen vapauttamista. Toiminnolla keskeytetään jäljellä olevan mustetason tunnistustoiminto. Keskeyttäminen tallennetaan muistiin. Muista, että Canon ei ole vastuussa toimintahäiriöistä tai vioista, jotka aiheutuvat tulostamisesta muste lopussa -tilassa.
fr: Remplacez le réservoir d'encre. L'impression dans les conditions actuelles peut endommager l'imprimante. Pour continuer l'impression, appuyez sur le bouton Arrêt/Réinitialisation de l'imprimante et maintenez-le enfoncé pendant 5 secondes minimum, puis relâchez-le. Ceci désactive la fonction de détection du niveau restant de l'encre ci-dessus. La désactivation de la fonction est mémorisée. Notez que Canon ne sera pas tenu pour responsable de tout dysfonctionnement ou problème résultant de la poursuite de l'impression dans des conditions d'encre insuffisante.
it: Sostituire il serbatoio d'inchiostro. La stampante potrebbe subire danni se si continua la stampa in stato di inchiostro esaurito. Per continuare la stampa, tenere premuto il pulsante Arresta/Ripristina sulla stampante per almeno 5 secondi, quindi rilasciarlo. Questa operazione disattiva la funzione di rilevamento del livello di inchiostro rimanente e la disattivazione della funzione viene memorizzata. Canon non sarà responsabile per malfunzionamenti o problemi causati dal proseguimento della stampa in stato di inchiostro esaurito.
nb: Bytt blekktanken. Skriveren kan ta skade hvis du skriver ut når det er tomt for blekk. Du kan fortsette å skrive ut ved å holde nede Stopp/Nullstill-knappen på skriveren i minst 5 sekunder. Dette vil deaktivere funksjonen for registrering av gjenværende nivå for ovenfornevnte blekk, og dette legges i minnet. Canon er ikke ansvarlig for skade eller feil som skyldes fortsettelse av utskrift når det er tomt for blekk.
nl: Vervang de inkttank. Wanneer u in deze situatie afdrukt, kan de printer beschadigd raken. Als u wilt doorgaan met afdrukken, drukt u op de knop Stoppen/Herstellen op de printer en houdt u deze ten minste 5 seconden ingedrukt. Hiermee schakelt u de functie voor het detecteren van het resterende niveau van de bovenstaande inkt uit. Het uitschakelen van deze functie wordt onthouden. Canon is niet aansprakelijk voor een slechte werking of problemen veroorzaakt door het voortzetten van het afdrukken met een lege inkttank.
pl: Wymień zbiornik z atramentem. Kontynuowanie drukowania mimo braku atramentu grozi uszkodzeniem drukarki. Aby kontynuować drukowanie, naciśnij i przytrzymaj przez co najmniej 5 sekund przycisk Zatrzymaj/Zresetuj, a następnie zwolnij go. Ta operacja spowoduje wyłączenie funkcji wykrywania pozostałego poziomu atramentu, a wyłączenie funkcji zostanie zapamiętane. Firma Canon nie ponosi odpowiedzialności za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
sv: Byt ut bläckbehållaren. Att skriva ut under rådande förhållanden kan skada skrivaren. Om du vill fortsätta skriva ut håller du ned knappen Stopp/Återställ på skrivaren i åtminstone 5 sekunder och släpper den sedan. Åtgärden stänger av funktionen som känner av den återstående nivån för ovanstående bläck. Avstängningen av funktionen memoreras. Canon ansvarar inte för några fel eller problem som beror på att du fortsätter skriva ut när bläcket är slut.
tr: Mürekkep haznesini değiştirin. Geçerli durumda yazdırmak yazıcıya zarar verebilir. Yazdırmaya devam etmek için, yazıcının Durdur/Sıfırla düğmesine basın ve düğmeyi en az 5 saniye basılı tutup serbest bırakın. Bu işlem yukarıdaki mürekkebin kalan düzeyini algılama işlevini serbest bırakır ve işlevi serbest bırakma belleğe alınır. Mürekkep bittiği halde yazdırma işlemine devam edilmesi durumunda oluşan arıza veya sorundan Canon sorumlu tutulamaz.
zh: 请更换墨水盒。在当前情况下进行打印，可能会损坏打印机。 如果希望继续打印，请按住打印机的“停止/重置”按钮至少 5 秒，然后松开。 该操作会使以上墨水剩余量检测功能失效，并且功能失效将被记录。 请注意，对于因在墨水用完的情况下继续打印而导致的故障或问题，Canon 将不承担任何责任。
zh_tw: 請更換墨水盒。在目前情況下進行列印可能會使印表機受損。 如要繼續列印，請先按住印表機的 [停止/重新設定] 按鈕至少 5 秒鐘，再放開。 該操作將使偵測剩餘墨水量的功能失效，且功能失效將會被記錄。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's RESUME button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Vyměňte inkoustovou kazetu a zavřete kryt. Pokud probíhá tisk a chcete pokračovat v tisku s použitím nainstalované inkoustové kazety, stiskněte na tiskárně tlačítko POKRAČOVAT alespoň na 5 sekund. Tisk bude pokračovat, i když došel inkoust. Funkce pro detekci zbývající hladiny inkoustu bude zakázána. Vyměňte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokračujete v tisku s prázdnou inkoustovou kazetou, nemusí být výsledná kvalita tisku uspokojivá.
de: Tauschen Sie die Tintenpatrone aus und schließen Sie die Abdeckung. Wenn Sie den Druckvorgang fortsetzen möchten, halten Sie die Taste FORTSETZEN am Drucker mindestens 5 Sekunden lang gedrückt, während die Tintenpatrone noch eingesetzt ist. Der Druckvorgang wird dann trotz fehlender Tinte fortgesetzt. Die Funktion zur Erkennung des Tintenstands wird deaktiviert. Tauschen Sie die leere Tintenpatrone sofort nach dem Druckvorgang aus. Die Druckqualität wird vermindert, wenn weiterhin ohne Tinte gedruckt wird.
el: Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί ΣΥΝΕΧΙΣΗ για τουλάχιστον 5 δευτερόλεπτα, αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Απενεργοποιείται η λειτουργία ανίχνευσης της στάθμης μελάνης που απομένει. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου φυσιγγίου μελάνης, δεν θα είναι ικανοποιητική η ποιότητα εκτύπωσης.
es: Sustituya el cartucho de tinta y cierre la tapa. Si hay alguna impresión en curso y desea continuarla, presione el botón REANUDAR de la impresora durante 5 segundos como mínimo con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. La función de detección del nivel de tinta restante se desactivará. Sustituya el cartucho de tinta agotado inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de impresión no será satisfactoria.
fi: Vaihda mustekasetti ja sulje kansi. Jos tulostus on käynnissä ja haluat jatkaa tulostusta, paina tulostimen JATKA-painiketta vähintään 5 sekunnin ajan, kun kasetti on asennettu. Näin tulostus voi jatkua muste lopussa -tilassa. Mustetason tunnistustoiminto poistetaan käytöstä. Vaihda tyhjä mustesäiliö uuteen heti tulostuksen jälkeen. Tulostuslaatu kärsii, jos tulostusta jatketaan muste lopussa -tilassa.
fr: Remplacez la cartouche d'encre et fermez le capot. Si une impression est en cours et que vous souhaitez la continuer, appuyez sur le bouton REPRENDRE de l'imprimante pendant 5 secondes minimum avec la cartouche d'encre installée. L'impression peut alors se poursuivre même dans des conditions d'encre insuffisante. La fonction de détection du niveau d'encre restant sera désactivée. Remplacez la cartouche d'encre vide dès l'impression terminée. La qualité du résultat n'est pas satisfaisante si l'impression est poursuivie dans des conditions d'encre insuffisante.
it: Sostituire la cartuccia di inchiostro e chiudere il coperchio. Se è in corso la stampa e si desidera continuare a stampare, premere il pulsante RIPRENDI sulla stampante per almeno 5 secondi con la cartuccia di inchiostro installata. La stampa può proseguire in stato di inchiostro esaurito. La funzione di rilevamento del livello di inchiostro rimanente verrà disattivata. Sostituire la cartuccia di inchiostro vuota subito dopo la stampa. Se si continua la stampa in stato di inchiostro esaurito, la qualità di stampa non sarà soddisfacente.
nb: Erstatt blekkassetten og lukk dekselet. Hvis utskriften pågår og du vil fortsette utskriften, holder du nede FORTSETT-knappen på skriveren i minst 5 sekunder når blekkassetten er satt inn. Da kan utskriften fortsette selv om det er tomt for blekk. Funksjonen for registrering av gjenværende blekknivå vises. Bytt den tomme blekkassetten umiddelbart etter at utskriften er ferdig. Utskriftskvaliteten blir ikke god hvis du fortsetter å skrive ut når det er tomt for blekk.
nl: Vervang de inktpatroon en sluit de klep. Als er wordt afgedrukt en u wilt doorgaan met afdrukken, drukt u minstens 5 seconden op de knop HERVATTEN terwijl de inktpatroon is geïnstalleerd. Het afdrukken kan worden voortgezet terwijl de inkt bijna op is. De functie voor het bepalen van de resterende inktvoorraad wordt uitgeschakeld. Vervang de lege inktpatroon direct na het afdrukken. De afdrukkwaliteit is niet voldoende als u de printer blijft gebruiken wanneer de inkt op is.
pl: Wymień zbiornik z atramentem i zamknij pokrywę. Jeśli trwa drukowanie i chcesz je kontynuować z zainstalowaną obecnie kasetą z atramentem, naciśnij przycisk WZNÓW na drukarce i przytrzymaj go przez co najmniej 5 sekund. Drukowanie można będzie kontynuować mimo braku atramentu. Funkcja wykrywania poziomu pozostałego atramentu zostanie wyłączona. Wymień pustą kasetę z atramentem natychmiast po zakończeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu jakość wydruku może być niezadowalająca.
sv: Byt ut bläckkassetten och stäng luckan. Om en utskrift pågår och du vill fortsätta skriva ut, trycker du på FORTSÄTT-knappen på skrivaren i minst 5 sekunder med bläckkassetten installerad. Utskriften fortsätter då fast bläcket är slut. Funktionen som känner av den återstående bläcknivån kommer att inaktiveras. Byt ut den tomma bläckkassetten direkt efter att utskriften är färdig. Utskriftskvaliteten försämras om du fortsätter att skriva ut trots att bläcket börjar ta slut.
tr: Mürekkep kartuşunu değiştirin ve kapağı kapatın. Yazdırma işlemi yapılıyorsa ve yazdırmaya devam etmek istiyorsanız, mürekkep kartuşunu taktıktan sonra en az 5 saniye boyunca yazıcının SÜRDÜR düğmesine basın. Bu sayede, mürekkep bittiğinde yazdırmaya devam edilebilir. Kalan mürekkep düzeyini algılama işlevi devre dışı bırakılacak. Yazdırma işleminin ardından boş mürekkep kartuşunu hemen değiştirin. Mürekkep bittiğinde yazdırma devam ederse, elde edilen baskı kalitesi tatmin edici olmaz.
zh: 请更换墨盒，然后关闭机盖。 如果打印正在进行并希望继续打印，请在不取出墨盒的情况下按打印机的“恢复”按钮至少 5 秒。然后可以在墨水用完的情况下继续打印。 剩余墨水量检测功能将被禁用。 打印完成后请立即更换空墨盒。 如果在墨水用完的情况下继续打印，打印结果的质量不会令人满意。
zh_tw: 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按印表機的 [重試] 按鈕至少 5 秒鐘。然後可以在墨水用盡的情況下繼續列印。 剩餘墨水量偵測功能將被禁用。 列印之後請立即更換耗盡的墨盒。 如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。
