Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's RESUME button to clear the error.
cs: Při automatickém nastavování tiskové hlavy došlo k chybě. Trysky tiskových hlav jsou pravděpodobně ucpané. Na kartě Údržba v ovladači tiskárny spusťte čištění a znovu spusťte nastavení tiskové hlavy. Pokud se chyba opakuje, proveďte ruční nastavení tiskové hlavy podle uživatelské příručky. Odstraňte chybové hlášení stisknutím tlačítka POKRAČOVAT na tiskárně.
de: Bei der automatischen Druckkopfausrichtung ist ein Fehler aufgetreten. Möglicherweise sind die Druckkopfdüsen verstopft. Führen Sie eine Reinigung über das Register "Wartung" des Druckertreibers durch und starten Sie anschließend erneut die Druckkopfausrichtung. Wenn weiterhin ein Fehler auftritt, ziehen Sie das Benutzerhandbuch zu Rate oder führen Sie eine manuelle Ausrichtung durch. Drücken Sie die Taste FORTSETZEN am Drucker, um den Fehler zu löschen.
el: Προέκυψε κάποιο σφάλμα κατά την αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης. Τα ακροφύσια κεφαλής εκτύπωσης ενδέχεται να έχουν φράξει. Προβείτε στον καθαρισμό ανατρέχοντας στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή και εκτελέστε ξανά την ευθυγράμμιση κεφαλής εκτύπωσης. Εάν δεν αποκατασταθεί το σφάλμα, ανατρέξτε στον οδηγό λειτουργίας για να ελέγξετε το σφάλμα ή για να πραγματοποιήσετε χειροκίνητη ευθυγράμμιση. Πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για απαλοιφή του σφάλματος.
es: Se produjo un error durante la alineación automática de los cabezales. Es posible que los inyectores de los cabezales estén atascados. Ejecute la limpieza en la ficha Mantenimiento del controlador de la impresora y vuelva a ejecutar la alineación de los cabezales. Si continua produciéndose el error, consulte la guía del usuario para comprobar el error o realice una alineación manual. Pulse el botón REANUDAR de la impresora para borrar el error.
fi: Automaattisessa tulostuspään kohdistuksessa tapahtui virhe. Tulostupään suuttimet voivat olla tukossa. Suorita puhdistus tulostinajurin Ylläpito-välilehdeltä ja kohdista tulostuspäät uudelleen. Jos virhe toistuu, katso käyttöoppaasta sen selitys tai kohdista päät manuaalisesti. Poista virheilmoitus painamalla tulostimen JATKA-painiketta.
fr: Une erreur s'est produite pendant l'alignement automatique des têtes d'impression. Les buses des têtes d'impression sont peut-être obstruées. Effectuez un nettoyage depuis l'onglet Entretien du pilote d'imprimante et effectuez de nouveau un alignement des têtes d'impression. Si une erreur se produit de nouveau, reportez-vous au guide de l'utilisateur pour vérifier l'erreur ou effectuez un alignement manuel. Appuyez sur le bouton REPRENDRE de l'imprimante pour supprimer l'erreur.
it: Errore durante l'allineamento automatico della testina di stampa. Gli ugelli della testina di stampa potrebbero essere ostruiti. Eseguire la pulizia dalla scheda Manutenzione del driver della stampante ed eseguire nuovamente l'allineamento della testina di stampa. Se l'errore persiste, consultare il manuale dell'utente per verificare l'errore o eseguire l'allineamento manuale. Premere il pulsante RIPRENDI sulla stampante per cancellare l'errore.
nb: Det oppstod en feil under automatisk justering av skrivehodet. Skrivehodedysene kan være tilstoppet. Velg Rengjør i kategorien Vedlikehold i skriverdriveren, og utfør justering av skrivehodet på nytt. Hvis feilen fremdeles oppstår, kan du se i brukerhåndboken for å få informasjon om feilen, eller justere skrivehodet manuelt. Trykk på FORTSETT på skriveren for å fjerne feilmeldingen.
nl: Er trad een fout op tijdens de automatische uitlijning van de printkop. Het is mogelijk dat de spuitopeningen van de printkop verstopt zijn. Voer een reiniging uit via het tabblad Onderhoud van het printerstuurprogramma en voer printkopuitlijning opnieuw uit. Als de fout nog steeds optreedt, raadpleegt u de gebruikershandleiding voor meer informatie over deze fout of voert u een handmatige uitlijning uit. Druk op de knop HERVATTEN op de printer om de fout te wissen.
pl: Wystąpił błąd podczas automatycznego wyrównywania głowicy drukującej. Dysze głowicy drukującej mogą być zatkane. Na karcie Obsługa sterownika drukarki uruchom czyszczenie i ponownie wykonaj wyrównanie głowicy drukującej. Jeśli błąd nadal występuje, sprawdź opis błędu w podręczniku użytkownika lub wykonaj ręczne wyrównanie. Naciśnij przycisk WZNÓW na drukarce, aby usunąć błąd.
sv: Ett fel uppstod vid automatisk justering av skrivhuvud. Skrivhuvudets bläckmunstycken kan vara tilltäppta. Välj rengöring på fliken Underhåll i skrivardrivrutinen och gör om skrivhuvudjusteringen. Om felet kvarstår kan du kontrollera felet i användarhandboken eller justera manuellt. Återställ felet genom att trycka på FORTSÄTT-knappen på skrivaren.
tr: Otomatik yazıcı kafası hizalaması sırasında bir hata oluştu. Yazıcı kafası püskürtme uçları tıkanmış olabilir. Yazıcı sürücüsünün Bakım sekmesinde temizleme işlemini yürütün ve yazıcı kafası hizalamasını yeniden gerçekleştirin. Yine de hata oluşursa, hatayı kontrol etmek için kullanım kılavuzuna başvurun veya el ile hizalama gerçekleştirin. Hatayı gidermek için yazıcının SÜRDÜR düğmesine basın.
zh: 自动打印头对齐过程中出现错误。 打印头喷嘴可能堵塞。在打印机驱动程序的“维护”选项卡上执行清洗，并重新执行打印头对齐。 如果仍然出错，请参阅用户指南以检查错误，或执行手动打印头对齐。 按打印机的“恢复”按钮以清除错误。
zh_tw: 在自動列印頭校準時出現錯誤。 列印頭噴嘴可能被堵塞。執行印表機驅動程式 [維護] 標籤上的清潔，然後重新執行列印頭校準。 如果仍然發生錯誤，請參閱使用者指南以檢查錯誤或執行手動校準。 按印表機的 [重試] 按鈕以消除錯誤。

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's OK button to clear the error.
cs: Při automatickém nastavování tiskové hlavy došlo k chybě. Trysky tiskových hlav jsou pravděpodobně ucpané. Na kartě Údržba v ovladači tiskárny spusťte čištění a znovu spusťte nastavení tiskové hlavy. Pokud se chyba opakuje, proveďte ruční nastavení tiskové hlavy podle uživatelské příručky. Odstraňte chybové hlášení stisknutím tlačítka OK na tiskárně.
de: Bei der automatischen Druckkopfausrichtung ist ein Fehler aufgetreten. Möglicherweise sind die Druckkopfdüsen verstopft. Führen Sie eine Reinigung über das Register "Wartung" des Druckertreibers durch und starten Sie anschließend erneut die Druckkopfausrichtung. Wenn weiterhin ein Fehler auftritt, ziehen Sie das Benutzerhandbuch zu Rate oder führen Sie eine manuelle Ausrichtung durch. Drücken Sie die Taste "OK" am Drucker, um den Fehlerzustand aufzuheben.
el: Προέκυψε κάποιο σφάλμα κατά την αυτόματη ευθυγράμμιση κεφαλής εκτύπωσης. Τα ακροφύσια κεφαλής εκτύπωσης ενδέχεται να έχουν φράξει. Προβείτε στον καθαρισμό ανατρέχοντας στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή και εκτελέστε ξανά την ευθυγράμμιση κεφαλής εκτύπωσης. Εάν δεν αποκατασταθεί το σφάλμα, ανατρέξτε στον οδηγό λειτουργίας για να ελέγξετε το σφάλμα ή για να πραγματοποιήσετε χειροκίνητη ευθυγράμμιση. Πατήστε το κουμπί OK του εκτυπωτή για να σβήσετε το σφάλμα.
es: Se produjo un error durante la alineación automática de los cabezales. Es posible que los inyectores de los cabezales estén atascados. Ejecute la limpieza en la ficha Mantenimiento del controlador de la impresora y vuelva a ejecutar la alineación de los cabezales. Si continua produciéndose el error, consulte la guía del usuario para comprobar el error o realice una alineación manual. Pulse el botón OK de la impresora para eliminar el error.
fi: Automaattisessa tulostuspään kohdistuksessa tapahtui virhe. Tulostupään suuttimet voivat olla tukossa. Suorita puhdistus tulostinajurin Ylläpito-välilehdeltä ja kohdista tulostuspäät uudelleen. Jos virhe toistuu, katso Käyttöoppaasta sen selitys tai kohdista päät manuaalisesti. Paina tulostimen OK-painiketta, jolloin virheilmoitus poistuu.
fr: Une erreur s'est produite pendant l'alignement automatique des têtes d'impression. Les buses des têtes d'impression sont peut-être obstruées. Effectuez un nettoyage depuis l'onglet Entretien du pilote d'imprimante et effectuez de nouveau un alignement des têtes d'impression. Si une erreur se produit de nouveau, reportez-vous au Guide de l'utilisateur pour vérifier l'erreur ou effectuez un alignement manuel. Appuyez sur le bouton OK de l'imprimante pour supprimer l'erreur.
it: Errore durante l'allineamento automatico della testina di stampa. Gli ugelli della testina di stampa potrebbero essere ostruiti. Eseguire la pulizia dalla scheda Manutenzione del driver della stampante ed eseguire nuovamente l'allineamento della testina di stampa. Se l'errore persiste, consultare il Manuale dell'utente per verificare l'errore o eseguire l'allineamento manuale. Premere il pulsante OK sulla stampante per eliminare l'errore.
nb: Det oppstod en feil under automatisk justering av skrivehodet. Skrivehodedysene kan være tilstoppet. Velg Rengjør i kategorien Vedlikehold i skriverdriveren, og utfør justering av skrivehodet på nytt. Hvis feilen fremdeles oppstår, kan du se i brukerhåndboken for å få informasjon om feilen, eller justere skrivehodet manuelt. Trykk på OK på skriveren for å fjerne feilmeldingen.
nl: Er trad een fout op tijdens de automatische uitlijning van de printkop. Het is mogelijk dat de spuitopeningen van de printkop verstopt zijn. Voer een reiniging uit via het tabblad Onderhoud van het printerstuurprogramma en voer printkopuitlijning opnieuw uit. Als de fout nog steeds optreedt, raadpleegt u de Gebruikershandleiding voor meer informatie over deze fout of voert u een handmatige uitlijning uit. Druk op de knop OK op de printer om de fout te wissen.
pl: Wystąpił błąd podczas automatycznego wyrównywania głowicy drukującej. Dysze głowicy drukującej mogą być zatkane. Na karcie Obsługa sterownika drukarki uruchom czyszczenie i ponownie wykonaj wyrównanie głowicy drukującej. Jeśli błąd nadal występuje, sprawdź opis błędu w Podręczniku użytkownika lub wykonaj ręczne wyrównanie. Naciśnij przycisk OK na drukarce, aby skasować błąd.
sv: Ett fel uppstod vid automatisk justering av skrivhuvud. Skrivhuvudets bläckmunstycken kan vara tilltäppta. Välj rengöring på fliken Underhåll i skrivardrivrutinen och gör om skrivhuvudjusteringen. Om felet kvarstår kan du kontrollera felet i användarhandboken eller justera manuellt. Rensa felet genom att trycka på OK-knappen på skrivaren.
tr: Otomatik yazıcı kafasını hizalaması sırasında bir hata oluştu. Yazıcı kafası püskürtme uçları tıkanmış olabilir. Yazıcı sürücüsünün Bakım sekmesinde temizleme işlemini yürütün ve yazıcı kafası hizalamasını yeniden gerçekleştirin. Yine de hata oluşursa, hatayı kontrol etmek için kullanım kılavuzuna başvurun veya el ile hizalama gerçekleştirin. Hatayı gidermek için Tamam düğmesine basın.
zh: 自动打印头对齐过程中出现错误。 打印头喷嘴可能堵塞。在打印机驱动程序的“维护”选项卡上执行清洗，并重新执行打印头对齐。 如果仍然出错，请参阅用户指南以检查错误，或执行手动打印头对齐。 按打印机的“OK”按钮以清除错误。
zh_tw: 在自動列印頭校準時出現錯誤。 列印頭噴嘴可能被堵塞。執行印表機驅動程式 [維護] 標籤上的清潔，然後重新執行列印頭校準。 如果仍然發生錯誤，請參閱使用者指南以檢查錯誤或執行手動校準。 請按印表機的 [OK] 按鈕消除錯誤。

source: An ink tank error has occurred. Open the printer's cover and replace the ink tank on which the ink lamp is off.
cs: Došlo k chybě nádržky s inkoustem. Otevřete kryt tiskárny a vyměňte nádržku s inkoustem, u nichž nesvítí kontrolka inkoustu.
de: Es ist ein Tintenbehälterfehler aufgetreten. Öffnen Sie die Druckerabdeckung und tauschen Sie den Tintenbehälter aus, dessen LED-Anzeige nicht leuchtet.
el: Προέκυψε σφάλμα κάποιου δοχείου μελάνης. Ανοίξτε το κάλυμμα του εκτυπωτή και αντικαταστήστε το δοχείο μελάνης στο οποίο η ένδειξη μελάνης είναι σβηστή.
es: Se ha producido un error en el depósito de tinta. Abra la cubierta de la impresora y sustituya el depósito de tinta con la lámpara apagada.
fi: Mustesäiliövirhe. Avaa tulostimen kansi ja vaihda mustesäiliö, jonka lamppu on sammunut.
fr: Une erreur s'est produite dans un réservoir d'encre. Ouvrez le couvercle de l'imprimante et remplacez le réservoir d'encre dont le voyant est éteint.
it: Si è verificato un errore relativo al serbatoio di inchiostro. Aprire il coperchio della stampante e sostituire il serbatoio di inchiostro sul quale l'indicatore luminoso dell'inchiostro è spento.
nb: Det har oppstått feil med blekktankene. Åpne skriverdekselet, og bytt blekktanken der blekklampen ikke lyser.
nl: Er is een inkttankfout opgetreden. Open de klep van de printer en vervang de inkttank waarvan het inktlampje niet brandt.
pl: Wystąpił błąd zbiornika z atramentem. Otwórz pokrywę drukarki i wymień zbiornik z atramentem, na którym nie świeci się lampka atramentu.
sv: Det har uppstått fel med en bläckbehållare. Öppna skrivarluckan och ersätt den bläckbehållare vars lampa är släckt.
tr: Bir mürekkep haznesi hatası oluştu. Yazıcının kapağını açın ve mürekkep lambası kapalı olan mürekkep haznesini değiştirin.
zh: 一个墨水盒发生错误。 打开打印机机盖，然后更换墨水指示灯熄灭的墨水盒。
zh_tw: 出現墨水盒錯誤。 開啟印表機機蓋，然後更換墨水指示燈熄滅的墨水盒。

source: More than one ink tank of the following color is installed.
cs: Je nainstalováno více nádržek s inkoustem následující barvy.
de: Es sind mehrere Tintenbehälter der folgenden Farbe eingesetzt.
el: Έχουν τοποθετηθεί περισσότερα από ένα δοχεία μελάνης του ακόλουθου χρώματος.
es: Hay instalado más de un depósito de tinta del siguiente color.
fi: Enemmän kuin yksi seuraavan värinen mustesäiliö asennetaan.
fr: Plusieurs réservoirs d'encre de la couleur suivante sont installés.
it: È stato installato più di un serbatoio di inchiostro del seguente colore.
nb: Det er satt inn mer enn en blekktank av følgende farge.
nl: Er is meer dan een inkttank met de volgende kleur geïnstalleerd.
pl: Zainstalowano więcej niż jeden zbiornik z atramentem następującego koloru.
sv: Mer än en bläckbehållare med följande färg har installerats.
tr: Aşağıdaki renkte birden fazla mürekkep kartuşu takıldı.
zh: 以下颜色安装了多个墨水盒。
zh_tw: 安裝了多個以下色彩的墨水盒。

source: The following ink tank cannot be recognized.
cs: Nelze rozpoznat následující nádržku s inkoustem.
de: Folgender Tintenbehälter wird nicht erkannt.
el: Το ακόλουθο δοχείο μελάνης δεν μπορεί να αναγνωριστεί.
es: No se puede reconocer el depósito de tinta siguiente.
fi: Seuraavaa mustesäiliötä ei voida tunnistaa.
fr: Le réservoir d'encre suivant ne peut pas être reconnu.
it: Impossibile riconoscere il seguente serbatoio di inchiostro.
nb: Følgende blekktank er ukjent.
nl: De volgende inkttank wordt niet herkend.
pl: Nie można rozpoznać poniższego zbiornika z atramentem.
sv: Följande bläckbehållare går inte att känna igen.
tr: Aşağıdaki mürekkep haznesi tanınmıyor.
zh: 无法识别以下墨水盒。
zh_tw: 無法識別以下墨水盒。

source: An ink tank is not installed in the correct position. Confirm that the following ink tank is installed in the appropriate position.
cs: Nádržka s inkoustem není nainstalována ve správné pozici. Potvrďte, že následující nádržky s inkoustem jsou instalovány v příslušných pozicích.
de: Ein Tintenbehälter ist nicht korrekt eingesetzt. Versichern Sie sich, dass der folgende Tintenbehälter an der richtigen Position eingesetzt ist.
el: Κάποιο δοχείο μελάνης δεν έχει τοποθετηθεί στη σωστή θέση. Βεβαιωθείτε ότι το ακόλουθο δοχείο μελάνης έχει τοποθετηθεί στην κατάλληλη θέση.
es: El depósito de tinta no se ha instalado correctamente. Confirme que el siguiente depósito de tinta se ha instalado en la posición correcta.
fi: Mustekasettia ei ole asennettu oikein. Varmista, että mustekasetti on asennettu oikeaan paikkaan.
fr: Un réservoir d'encre n'est pas correctement installé. Vérifiez que le réservoir d'encre suivant est installé dans la bonne position.
it: Un serbatoio di inchiostro non è installato nella posizione corretta. Confermare che il seguente serbatoio di inchiostro sia installato nella posizione appropriata.
nb: En blekktank er ikke satt inn riktig. Bekreft at følgende blekktank er installert i riktig posisjon.
nl: Een inkttank is niet in de juiste positie geplaatst. Controleer of de volgende inkttank in de juiste positie is geïnstalleerd.
pl: Zbiornik z atramentem został zainstalowany w nieprawidłowej pozycji. Upewnij się, że następujący zbiornik z atramentem jest zainstalowany prawidłowej pozycji.
sv: En bläckbehållare är felaktigt installerad. Bekräfta att följande bläckbehållare är installerad på rätt plats.
tr: Bir mürekkep haznesi doğru yere takılmamış. Aşağıdaki mürekkep haznesini ilgili yere takılmış olduğundan emin olun.
zh: 一个墨水盒没有安装在正确的位置。 请确认以下墨水盒安装在合适的位置。
zh_tw: 墨水盒沒有安裝在適當位置。 請確認以下墨水盒已安裝在適當的位置。

source: The following ink may have run out.
cs: Následující inkoust možná došel.
de: Folgende Tinte ist möglicherweise aufgebraucht.
el: Η ακόλουθη μελάνη μπορεί να έχει τελειώσει.
es: Es posible que la tinta siguiente esté agotada.
fi: Seuraava mustelaatu voi olla lopussa.
fr: L'encre suivante est peut-être épuisée.
it: È possibile che l'inchiostro sia esaurito.
nb: Det kan være tomt for følgende blekk:
nl: De volgende inkt is mogelijk op.
pl: Być może skończył się poniższy atrament.
sv: Följande bläck kanske är slut.
tr: Aşağıdaki mürekkep bitmiş olabilir.
zh: 以下墨水可能已用完。
zh_tw: 以下墨水可能用盡。

source: The following ink may have run out.
cs: Následující inkoust možná došel.
de: Folgende Tinte ist möglicherweise aufgebraucht.
el: Η ακόλουθη μελάνη μπορεί να έχει τελειώσει.
es: Es posible que la tinta siguiente esté agotada.
fi: Seuraava mustelaatu voi olla lopussa.
fr: L'encre suivante est peut-être épuisée.
it: È possibile che l'inchiostro sia esaurito.
nb: Det kan være tomt for følgende blekk:
nl: De volgende inkt is mogelijk op.
pl: Być może skończył się poniższy atrament.
sv: Följande bläck kanske är slut.
tr: Aşağıdaki mürekkep bitmiş olabilir.
zh: 以下墨水可能已用完。
zh_tw: 以下墨水可能用盡。

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, press the printer's RESUME button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
cs: Doporučujeme vyměnit nádržku s inkoustem. Pokud probíhá tisk a chcete pokračovat v tisku, stiskněte tlačítko POKRAČOVAT na tiskárně. Tisk může pokračovat. Po dokončení tisku se doporučuje vyměnit nádržku s inkoustem. Tisk s použitím prázdné nádržky s inkoustem může způsobit poškození tiskárny.
de: Es wird empfohlen, den Tintenbehälter zu ersetzen. Wenn Sie den Druckvorgang fortsetzen möchten, drücken Sie die Taste FORTSETZEN am Drucker. Anschließend kann der Druckvorgang fortgesetzt werden. Es wird empfohlen, den Tintenbehälter nach dem Druckvorgang auszutauschen. Der Drucker kann beschädigt werden, wenn weiterhin ohne Tinte gedruckt wird.
el: Συνιστάται η αντικατάσταση του δοχείου μελάνης. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή. Τότε μπορείτε να συνεχίσετε την εκτύπωση. Συνιστάται η αντικατάσταση του δοχείου μελάνης μετά την εκτύπωση. Ενδέχεται να προκληθεί ζημιά στον εκτυπωτή εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης.
es: Se recomienda sustituir el depósito de tinta. Si la impresión está en curso y desea continuar imprimiendo, pulse el botón REANUDAR de la impresora. La impresión podrá continuar. Se recomienda sustituir el depósito de tinta después de la impresión. La impresora puede sufrir daños si continúa imprimiendo con el estado de tinta agotada.
fi: Mustesäiliön vaihtamista suositellaan. Jos tulostus on kesken ja haluat jatkaa sitä, paina tulostimen JATKA-painiketta. Tulostus voi jatkua. Mustesäiliön vaihtamista suositellaan tulostuksen jälkeen. Tulostin voi vahingoittua, jos tulostusta jatketaan muste lopussa -tilassa.
fr: Il est conseillé de remplacer le réservoir d'encre. Si une impression est en cours et que vous souhaitez la continuer, appuyez sur le bouton REPRENDRE de l'imprimante. L'impression peut alors continuer. Il est conseillé de remplacer le réservoir d'encre après l'impression. L'imprimante risque d'être endommagée si l'impression se poursuit dans des conditions d'encre insuffisante.
it: Si consiglia la sostituzione del serbatoio d'inchiostro. Se è in corso la stampa e si desidera continuare a stampare, premere il pulsante RIPRENDI sulla stampante. La stampa può proseguire. Si consiglia di sostituire il serbatoio d'inchiostro subito dopo la stampa. La stampante potrebbe subire danni se si continua la stampa in stato di inchiostro esaurito.
nb: Det anbefales at du bytter ut blekktanken. Hvis utskrift pågår og du vil fortsette utskriften, trykker du på FORTSETT-knappen på skriveren. Deretter kan utskriften fortsette. Det anbefales at du bytter ut blekktanken etter utskriften. Skriveren kan bli skadet dersom utskriften fortsettes når det er tomt for blekk.
nl: Aanbevolen wordt de inkttank te vervangen. Als de printer bezig is met een afdruktaak en u wilt doorgaan met afdrukken, drukt u op de knop HERVATTEN op de printer. U kunt hierdoor toch afdrukken. Aanbevolen wordt de inkttank na het afdrukken te vervangen. Als u de printer blijft gebruiken wanneer de inkttank leeg is, kan de printer beschadigd raken.
pl: Zalecana jest wymiana zbiornika z atramentem. Jeśli trwa drukowanie i chcesz je kontynuować, naciśnij przycisk WZNÓW na drukarce. Drukowanie będzie kontynuowane. Po zakończeniu drukowania zalecana jest wymiana zbiornika z atramentem. W przypadku kontynuowania drukowania mimo braku atramentu, drukarka może ulec uszkodzeniu.
sv: Det rekommenderas att du byter ut bläckbehållaren. Om du vill fortsätta en pågående utskrift kan du trycka på knappen FORTSÄTT på skrivaren. Utskriften fortsätter då. Det rekommenderas att du byter ut bläckbehållaren efter utskrift. Skrivaren kan skadas om du fortsätter skriva ut fast bläcket är slut.
tr: Mürekkep haznesinin değiştirilmesi önerilir. Yazdırma yapılıyorsa ve yazdırmaya devam etmek istiyorsanız, yazıcının SÜRDÜR düğmesine basın. Böylece yazdırma devam edebilir. Yazdırma işleminden sonra mürekkep haznesinin değiştirilmesi önerilir. Mürekkep bittiği halde yazdırmaya devam edilirse yazıcı zarar görebilir.
zh: 建议更换墨水盒。 如果打印正在进行并希望继续打印，请按打印机的“恢复”按钮。然后可以继续打印。建议在打印完毕之后更换墨水盒。如果在墨水用完的情况下继续打印，打印机可能会被损坏。
zh_tw: 建議更換墨水盒。 如果列印正在進行，並且想要繼續列印，請按印表機的 [重試] 按鈕。即可繼續列印。建議在列印完成後更換墨水盒。如果在墨水用盡的情況下繼續列印，將可能使印表機受損。
