Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: Press the printer's OK button. Printing will restart.
cs: Stiskněte tlačítko OK na tiskárně. Tisk se znovu spustí.
de: Drücken Sie die Taste OK am Drucker. Der Druckvorgang wird neu gestartet.
el: Πατήστε το κουμπί OK του εκτυπωτή. Η εκτύπωση θα ξεκινήσει ξανά.
es: Presione el botón OK de la impresora. La impresión se reanudará.
fi: Paina tulostimen OK-painiketta. Tulostus alkaa uudelleen.
fr: Appuyez sur le bouton OK de l'imprimante. L'impression redémarrera.
it: Premere il pulsante OK sulla stampante. La stampa viene riavviata.
nb: Trykk på OK på skriveren. Utskriften starter på nytt.
nl: Druk op de knop OK op de printer. Het afdrukken wordt opnieuw gestart.
pl: Naciśnij przycisk OK na drukarce. Drukowanie zostanie wznowione.
sv: Tryck på skrivarens OK-knapp. Utskriften återupptas.
tr: Yazıcının OK düğmesine basın. Yazdırma yeniden başlatılır.
zh: 按打印机的“OK”按钮。打印将重新开始。
zh_tw: 按印表機的 [OK] 按鈕。列印將重新開始。

source: During printing, the inner cover of the printer was opened.
cs: Během tisku byl otevřen vnitřní kryt tiskárny.
de: Während des Druckvorgangs war die Innenabdeckung des Druckers geöffnet.
el: Κατά την εκτύπωση, το εσωτερικό κάλυμμα του εκτυπωτή άνοιξε.
es: Durante la impresión, la tapa interna de la impresora estaba abierta.
fi: Tulostimen sisäkansi avattiin tulostuksen aikana.
fr: Le panneau interne de l'imprimante a été ouvert pendant l'impression
it: Durante la stampa, il coperchio interno della stampante è stato aperto.
nb: Det innvendige dekselet ble åpnet under utskriften.
nl: De binnenste klep van de printer werd tijdens het afdrukken geopend.
pl: Pokrywa wewnętrzna drukarki została otwarta podczas drukowania.
sv: Skrivarens inre lucka öppnades under utskrift.
tr: Yazdırma sırasında yazıcının iç kapağı açıldı.
zh: 打印过程中，打印机的内盖被打开。
zh_tw: 列印過程中，印表機內蓋被開啟。

source: An ink tank is not installed properly. Open the cover of the printer, make sure the ink tank is installed properly, and close the cover.
cs: Nádržka s inkoustem není správně nainstalována. Otevřete kryt tiskárny, zkontrolujte, zda je nádržka s inkoustem správně nainstalována, a kryt zavřete.
de: Ein Tintenbehälter ist nicht richtig installiert. Öffnen Sie die Druckerabdeckung, stellen Sie sicher, dass der Tintenbehälter richtig installiert ist, und schließen Sie die Abdeckung.
el: Ένα δοχείο μελάνης δεν έχει τοποθετηθεί σωστά. Ανοίξτε το κάλυμμα του εκτυπωτή, βεβαιωθείτε ότι το δοχείο μελάνης είναι τοποθετημένο σωστά και κλείστε το κάλυμμα.
es: Hay un depósito de tinta instalado incorrectamente. Abra la cubierta de la impresora, asegúrese de que el depósito está instalado correctamente y cierre la cubierta.
fi: Mustesäiliö on asennettu väärin. Avaa tulostimen kansi, varmista, että mustesäiliö on asennettu oikein, ja sulje kansi.
fr: Un réservoir d'encre est mal installé. Ouvrez le capot de l'imprimante, vérifiez que le réservoir d'encre est installé correctement et refermez le capot.
it: Un serbatoio d'inchiostro non è installato correttamente. Aprire il coperchio della stampante, assicurarsi che il serbatoio d'inchiostro sia installato correttamente e chiudere il coperchio.
nb: En blekktank er ikke riktig installert. Åpne dekselet på skriveren, sett blekktanken ordentlig på plass, og lukk dekselet.
nl: Een inkttank is niet correct geïnstalleerd. Open de klep van de printer, verhelp het probleem en sluit de klep.
pl: Zbiornik z atramentem nie jest prawidłowo zainstalowany. Otwórz pokrywę drukarki, upewnij się, że zbiornik z atramentem jest prawidłowo zainstalowany, a następnie zamknij pokrywę.
sv: En bläckbehållare är felinstallerad. Öppna skrivarluckan, kontrollera att behållaren är installerad på rätt sätt och stäng luckan.
tr: Bir mürekkep haznesi doğru takılmamış. Yazıcının kapağını açın, mürekkep haznesinin doğru takıldığından emin olun ve kapağı kapatın.
zh: 墨水盒未正确安装。 打开打印机机盖，确认墨水盒正确安装，并关闭机盖。
zh_tw: 墨水盒安裝不正確。 開啟印表機機蓋，確認墨水盒已經正確安裝，然後關閉機蓋。

source: The print head lock lever is not locked or an ink tank is installed improperly.
cs: Páčky uzamknutí polohy tiskové hlavy nejsou v uzamčené pozici nebo není správně nainstalovaná nádržka s inkoustem.
de: Die Sperrhebel für den Druckkopf sind nicht gesperrt oder ein Tintenbehälter ist nicht richtig eingesetzt.
el: Οι μοχλοί ασφαλείας της κεφαλής εκτύπωσης δεν είναι ασφαλισμένοι ή ένα δοχείο μελάνης δεν έχει τοποθετηθεί σωστά.
es: Las palancas de bloqueo de los cabezales de impresión no están bloqueadas o un depósito de la tinta está instalado incorrectamente.
fi: Tulostuspään lukitusvipuja ei ole lukittu tai mustesäiliötä ei ole asennettu oikein.
fr: Les leviers de verrouillage de tête d'impression ne sont pas verrouillés ou un réservoir d'encre est installé de manière incorrecte.
it: Le leve di bloccaggio della testina di stampa non sono bloccate o un serbatoio d'inchiostro non è installato correttamente.
nb: Låsespakene på skrivehodet er ikke låst eller en blekktank er satt inn feil.
nl: De vergrendelingen van de printkop zijn niet vergrendeld of een inktank is niet juist geïnstalleerd.
pl: Dźwignie blokady głowicy drukującej nie są zablokowane lub zbiornik z atramentem został zainstalowany w niewłaściwy sposób.
sv: Skrivhuvudets låsspakar är inte låsta eller så är en bläckbehållare felaktigt ditsatt.
tr: Yazıcı kafası kilitleme kolları kilitli değil veya bir mürekkep haznesi yanlış takılmış.
zh: 打印头锁定杆未锁定或墨水盒未正确安装。
zh_tw: 列印頭鎖定桿未鎖定或墨水盒安裝不正確。

source: Open the printer cover and firmly push down both sides of the print head lock lever. Make sure both sides of the lever are locked securely.
cs: Otevřete kryt tiskárny a silně přitlačte dolů obě strany páčky uzamknutí polohy tiskové hlavy. Zkontrolujte, zda jsou obě strany páčky bezpečně zajištěné.
de: Öffnen Sie die Druckerabdeckung und drücken Sie beide Seiten des Sperrhebels für den Druckkopf fest nach unten. Stellen Sie sicher, dass beide Seiten des Hebels sicher gesperrt sind.
el: Ανοίξτε το κάλυμμα του εκτυπωτή και πιέστε σταθερά προς τα κάτω και τις δύο πλευρές του μοχλού ασφαλείας της κεφαλής εκτύπωσης. Βεβαιωθείτε ότι και οι δύο πλευρές του μοχλού είναι γερά κλειδωμένες.
es: Abra la tapa de la impresora y apriete hacia abajo con firmeza los dos lados de la palanca de bloqueo de los cabezales de impresión. Asegúrese de que ambos lados de la palanca están bien bloqueados.
fi: Avaa tulostimen kansi ja paina tulostuspään lukitusvivun molemmat puolet lujasti alas. Varmista, että vivun molemmat sivut on lukittu kunnolla.
fr: Ouvrez le couvercle de l'imprimante et enfoncez le levier de verrouillage de tête d'impression en poussant bien des deux côtés. Vérifiez que le levier est bien verrouillé des deux côtés.
it: Aprire il coperchio della stampante e premere con decisione su entrambi i lati della leva di bloccaggio della testina di stampa. Accertarsi che entrambi i lati della leva siano correttamente bloccati in sede.
nb: Åpne skriverdekselet og trykk hardt ned på begge sider av låsespaken på skrivehodet. Kontroller at begge sidene på låsespaken er ordentlig låst.
nl: Open de klep van de printer en druk stevig op beide zijden van de vergrendeling van de printkop. Zorg dat de beide zijden van de vergrendeling goed zijn vergrendeld.
pl: Otwórz pokrywę drukarki i mocno naciśnij obie strony dźwigni blokady głowicy drukującej. Upewnij się, że obie strony dźwigni są starannie zablokowane.
sv: Öppna skrivarens lock och tryck ner båda sidorna av låsspaken bestämt. Kontrollera att båda sidorna av spaken är säkert låsta.
tr: Yazıcı kapağını açın ve yazıcı kafası kilit kolunu iki yanından sıkıca bastırın. Kolun her iki tarafının da tam olarak kilitlendiğinden emin olun.
zh: 打开打印机机盖并用力按下打印头锁定杆的两侧。确认锁定杆两侧已经安全锁定。
zh_tw: 開啟印表機前蓋並用力按下列印頭鎖定桿兩側。確認鎖定桿的兩側已安全鎖定。

source: Firmly push down the front side of the top of the ink tank. Make sure the ink tank is installed properly, and then close the cover.
cs: Silně přitlačte dolů přední stranu horní části nádržky s inkoustem. Zkontrolujte, zda je nádržka s inkoustem nainstalovaná správně a pak zavřete kryt.
de: Drücken Sie die Vorderseite des oberen Bereichs des Tintenbehälters fest nach unten. Stellen Sie sicher, dass der Tintenbehälter richtig eingesetzt ist, und schließen Sie die Abdeckung.
el: Πιέστε σταθερά προς τα κάτω τη μπροστινή πλευρά του επάνω μέρους του δοχείου μελάνης. Βεβαιωθείτε ότι το δοχείο μελάνης έχει τοποθετηθεί σωστά και στη συνέχεια κλείστε το κάλυμμα.
es: Apriete hacia abajo con firmeza el frontal de la parte superior del depósito de tinta. Asegúrese de que el depósito de tinta esté instalado correctamente y cierre la tapa.
fi: Paina lujasti mustesäiliön yläreunan etusivua alas. Varmista, että mustesäiliö on asennettu oikein ja sulje sitten kansi.
fr: Appuyez fermement sur l'avant du réservoir d'encre dans sa partie supérieure. Vérifiez que le réservoir d'encre est correctement installé, puis fermez le couvercle.
it: Premere con decisione sul lato anteriore della parte superiore del serbatoio d'inchiostro. Assicurarsi che il serbatoio d'inchiostro sia installato correttamente e quindi chiudere il coperchio.
nb: Trykk hardt ned på forsiden av toppen på blekktanken. Kontroller at blekktanken er satt inn riktig, og lukk deretter dekselet.
nl: Druk stevig op de voorzijde van de bovenkant van de inkttank. Controleer of de inkttank goed is geïnstalleerd en sluit de klep.
pl: Mocno naciśnij przód górnej części zbiornika z atramentem. Upewnij się, że zbiornik jest prawidłowo zainstalowany, a następnie zamknij pokrywę.
sv: Tryck ner framsidan av bläckbehållarens överdel bestämt. Kontrollera att bläckbehållaren är korrekt ditsatt och stäng sedan locket.
tr: Mürekkep haznesinin üst ön tarafını aşağı doğru bastırın. Mürekkep haznesinin tam olarak yerleştiğinden emin olun ve kapağı kapatın.
zh: 用力按下墨水盒顶部的前端部分。确认墨水盒已经正确安装，然后关闭机盖。
zh_tw: 用力按下墨水盒頂部前端的部分。確認墨水盒已正確安裝然後關閉機蓋。

source: An ink cartridge is not installed properly. Open the printer's cover, make sure the ink cartridge is installed properly, and close the cover.
cs: Kazeta s inkoustem není správně nainstalována. Otevřete kryt tiskárny, zkontrolujte, zda je inkoustová kazeta správně nainstalována, a kryt zavřete.
de: Eine Tintenpatrone ist nicht ordnungsgemäß eingesetzt. Öffnen Sie die Druckerabdeckung, setzen Sie die Tintenpatrone richtig ein und schließen Sie die Abdeckung.
el: Ένα φυσίγγιο μελάνης δεν έχει εγκατασταθεί σωστά. Ανοίξτε το κάλυμμα του εκτυπωτή, βεβαιωθείτε ότι το φυσίγγιο μελάνης έχει τοποθετηθεί σωστά και κλείστε το κάλυμμα.
es: Se ha instalado un cartucho de tinta de forma incorrecta. Abra la cubierta de la impresora, asegúrese de que el cartucho de tinta está correctamente instalado y cierre la cubierta.
fi: Mustekasetti on asennettu väärin. Avaa tulostimen kansi ja varmista, että kasetti on asennettu oikein. Sulje kansi.
fr: Une cartouche d'encre n'est pas installée correctement. Ouvrez le capot de l'imprimante, vérifiez que la cartouche est installée correctement et refermez le capot.
it: Una cartuccia di inchiostro non è installata correttamente. Aprire il coperchio della stampante, assicurarsi che la cartuccia di inchiostro sia installata correttamente e chiudere il coperchio.
nb: Blekkassetten er ikke satt i riktig. Åpne dekselet på skriveren, sett blekkassetten ordentlig på plass, og lukk dekselet.
nl: Een inktpatroon is niet correct geïnstalleerd. Open de klep van de printer en installeer de inktpatroon op juiste wijze. Sluit vervolgens de klep.
pl: Kaseta z atramentem jest zainstalowana nieprawidłowo. Otwórz pokrywę drukarki, upewnij się, że kaseta z atramentem jest właściwie zainstalowana i zamknij pokrywę.
sv: En bläckkassett är felaktigt installerad. Öppna skrivarluckan, se till att bläckkassetten är korrekt installerad och stäng luckan igen.
tr: Mürekkep kartuşu doğru şekilde takılmamış. Yazıcının kapağını açın , mürekkep kartuşunu doğru şekilde takın ve kapağı kapatın.
zh: 一个墨盒未正确安装。 打开打印机机盖，确认墨盒正确安装，然后关闭机盖。
zh_tw: 墨盒安裝不正確。 請開啟印表機機蓋，確認墨盒已經正確安裝，然後關閉機蓋。

source: A digital camera or device that is not supported by the direct printing function is connected to the direct print port. Disconnect the cable from the direct print port. If the device is connected via a USB hub, unplug the USB hub, and then connect the device directly to the direct print port.
cs: Do portu pro přímý tisk je připojen digitální fotoaparát nebo jiné zařízení, které není podporováno funkcí přímého tisku. Odpojte kabel od portu pro přímý tisk. Pokud je zařízení připojeno prostřednictvím rozbočovače USB, odpojte rozbočovač USB a zařízení připojte přímo k portu pro přímý tisk.
de: Es wurde eine Digitalkamera oder ein Gerät an den Anschluss für den Direktdruck angeschlossen, das von der Direktdruckfunktion nicht unterstützt wird. Trennen Sie das Kabel vom Anschluss für den Direktdruck. Ist das Gerät über einen USB-Hub angeschlossen, entfernen Sie den USB-Hub und schließen Sie das Gerät direkt am Anschluss für den Direktdruck an.
el: Μια ψηφιακή κάμερα ή συσκευή που δεν υποστηρίζεται από τη λειτουργία άμεσης εκτύπωσης είναι συνδεδεμένη στη θύρα άμεσης εκτύπωσης. Αποσυνδέστε το καλώδιο από τη θύρα άμεσης εκτύπωσης. Αν η συσκευή είναι συνδεδεμένη μέσω διανομέα USB, αποσυνδέστε το διανομέα USB και στη συνέχεια συνδέστε τη συσκευή απευθείας στη θύρα άμεσης εκτύπωσης.
es: Se ha conectado al puerto de impresión directa una cámara digital o dispositivo que no compatible con la función de impresión directa. Desconecte el cable del puerto de impresión directa. Si el dispositivo se ha conectado mediante un concentrador USB, desenchufe este último y, a continuación, conecte el dispositivo directamente al puerto de impresión directa.
fi: Suoratulostusporttiin on liitetty digitaalinen kamera tai muu laite, jota suoratulostustoiminto ei tue. Irrota kaapeli suoratulostusportista. Jos laite on liitetty USB-keskittimen kautta, irrota USB-keskitin ja liitä laite suoraan suoratulostusporttiin.
fr: Un appareil photo numérique ou un périphérique qui n'est pas pris en charge par la fonction Impression directe est connecté au port d'impression directe. Déconnectez le câble du port d'impression directe. Si le périphérique est connecté via un concentrateur USB, débranchez ce dernier, puis connectez le périphérique directement au port d'impression directe.
it: Una fotocamera digitale o un'altra periferica non supportata dalla funzione di stampa diretta è collegata alla porta di stampa diretta. Scollegare il cavo dalla porta di stampa diretta. Se la periferica è collegata tramite un hub USB, scollegare l'hub USB quindi collegare la periferica direttamente alla porta di stampa diretta.
nb: Et digitalkamera eller en enhet som ikke støttes av funksjonen for direkteutskrift, er koblet til direkteutskriftsporten. Koble kabelen fra direkteutskriftsporten. Hvis enheten er koblet til med en USB-hub, kobler du fra USB-huben og kobler enheten direkte til direkteutskriftsporten.
nl: De digitale camera of het digitale apparaat aangesloten op de poort voor Direct afdrukken wordt niet ondersteund door de functie voor Direct afdrukken. Verwijder de kabel uit de poort voor direct afdrukken. Als het apparaat is aangesloten via een USB-hub, maakt u de USB-hub los en sluit u het apparaat rechtstreeks aan op de printerpoort.
pl: Do portu drukowania bezpośredniego podłączono cyfrowy aparat fotograficzny lub urządzenie nieobsługiwane przez funkcję drukowania bezpośredniego. Odłącz kabel od portu drukowania bezpośredniego. Jeśli urządzenie podłączono przez koncentrator USB, odłącz koncentrator USB, a następnie podłącz urządzenie bezpośrednio do portu drukowania bezpośredniego.
sv: En digitalkamera eller enhet som inte kan användas med funktionen för direktutskrift är ansluten till direktutskriftsporten. Koppla ur kabeln från direktutskriftsporten. Om enheten är ansluten via ett USB-nav kopplar du ur USB-navet och ansluter sedan enheten direkt till direktutskriftsporten.
tr: Doğrudan yazdırma bağlantı noktasına, doğrudan yazdırma işlevi tarafından desteklenmeyen bir dijital kamera veya aygıt bağlı. Kabloyu doğrudan yazdırma bağlantı noktasından çıkarın. Aygıt bir USB hub’ı üzerinden bağlanmışsa, USB hub’ının kablosunu çıkartın ve ardından aygıtı doğrudan yazdırma bağlantı noktasına doğrudan bağlayın.
zh: 不支持直接打印功能的数码相机或设备连接到直接打印端口。断开直接打印端口的电缆线。如果设备是由 USB 集线器连接的，请拔掉 USB 集线器，然后将设备直接连接到直接打印端口。
zh_tw: 不支援直接列印功能的數位相機或設備連接到直接列印連接埠。從直接列印連接埠斷開線纜。如果設備是透過 USB 集線器連接，斷開 USB 集線器，然後將設備直接連接到直接列印連接埠。

source: A noncompliant device is connected to the direct print port or the Bluetooth unit connector. Disconnect the cable from the direct print port or the Bluetooth unit connector. If the device is connected via a USB hub, unplug the USB hub, and then connect the device directly to the direct print port or the Bluetooth unit connector.
cs: K portu pro přímý tisk nebo ke konektoru jednotky Bluetooth je připojeno nekompatibilní zařízení. Odpojte kabel od portu pro přímý tisk nebo konektoru jednotky Bluetooth. Pokud je zařízení připojeno prostřednictvím rozbočovače USB, odpojte rozbočovač USB a zařízení připojte přímo k portu pro přímý tisk nebo ke konektoru jednotky Bluetooth.
de: An den Anschluss für den Direktdruck oder den Anschluss der Bluetooth-Einheit ist ein nicht kompatibles Gerät angeschlossen. Ziehen Sie das Kabel vom Anschluss für den Direktdruck oder vom Anschluss der Bluetooth-Einheit ab. Ist das Gerät über einen USB-Hub angeschlossen, entfernen Sie den USB-Hub und schließen Sie das Gerät direkt am Anschluss für den Direktdruck oder am Anschluss für die Bluetooth-Einheit an.
el: Μια μη συμβατή συσκευή έχει συνδεθεί στη θύρα άμεσης εκτύπωσης ή στην υποδοχή της μονάδας Bluetooth. Αποσυνδέστε το καλώδιο από τη θύρα άμεσης εκτύπωσης ή την υποδοχή της μονάδας Bluetooth. Αν η συσκευή είναι συνδεδεμένη μέσω διανομέα USB, αποσυνδέστε το διανομέα USB και στη συνέχεια συνδέστε τη συσκευή απευθείας στη θύρα άμεσης εκτύπωσης ή στην υποδοχή της μονάδας Bluetooth.
es: Se ha conectado un dispositivo no compatible al puerto de impresión directa o al conector de la unidad Bluetooth. Desconecte el cable del puerto de impresión directa o del conector de la unidad Bluetooth. Si el dispositivo se ha conectado a través de un concentrador USB, desenchufe este último y, a continuación, conecte el dispositivo directamente al puerto de impresión directa o al conector de la unidad Bluetooth.
fi: Suoratulostusporttiin tai Bluetooth-liittimeen on liitetty laite, joka ei ole yhteensopiva. Irrota kaapeli suoratulostusportista tai Bluetooth-laitteen liittimestä. Jos laite on liitetty USB-keskittimen kautta, irrota USB-keskitin ja liitä laite suoraan suoratulostusporttiin tai Bluetooth-liittimeen.
fr: Un périphérique non conforme est connecté au port d'impression directe ou au connecteur d'unité Bluetooth. Déconnectez le câble du port d'impression directe ou du connecteur d'unité Bluetooth. Si le périphérique est connecté via un concentrateur USB, débranchez ce dernier, puis connectez le périphérique directement au port d'impression directe ou au connecteur d'unité Bluetooth.
it: Una periferica non compatibile è collegata alla porta di stampa diretta o al connettore unità Bluetooth. Scollegare il cavo dalla porta di stampa diretta o dal connettore unità Bluetooth. Se la periferica è collegata tramite un hub USB, scollegare l'hub USB quindi collegare la periferica direttamente alla porta di stampa diretta o al connettore unità Bluetooth.
nb: En inkompatibel enhet er koblet til direkteutskriftsporten eller kontakten for Bluetooth-enheten. Koble fra kabelen fra direkteutskriftsporten eller kontakten for Bluetooth-enheten. Hvis enheten er koblet til med en USB-hub, kobler du fra USB-huben, og deretter kobler du enheten direkte til direkteutskriftsporten eller kontakten for Bluetooth-enheten.
nl: Er is een niet-compatibel apparaat aangesloten op de poort voor Direct afdrukken of de aansluiting voor de Bluetooth-eenheid. Verwijder de kabel uit de poort voor Direct afdrukken of de aansluiting voor de Bluetooth-eenheid. Als het apparaat is aangesloten via een USB-hub, maakt u de USB-hub los en sluit u het apparaat rechtstreeks aan op de poort voor Direct afdrukken of de aansluiting voor de Bluetooth-eenheid.
pl: Do portu drukowania bezpośredniego lub modułu łączności Bluetooth podłączono niezgodne urządzenie. Odłącz kabel od portu drukowania bezpośredniego lub modułu łączności Bluetooth. Jeśli urządzenie podłączono przez koncentrator USB, odłącz koncentrator USB, a następnie podłącz urządzenie bezpośrednio do portu drukowania bezpośredniego lub modułu łączności Bluetooth.
sv: En inkompatibel enhet är ansluten till direktutskriftsporten eller Bluetooth-kontakten. Koppla ur kabeln från direktutskriftsporten eller Bluetooth-kontakten. Om enheten är ansluten via ett USB-nav kopplar du ur USB-navet och ansluter sedan enheten direkt till direktutskriftsporten eller Bluetooth-enheten.
tr: Doğrudan yazdırma bağlantı noktasına veya Bluetooth birimi bağlayıcısına uyumlu olmayan bir aygıt bağlandı. Kabloyu doğrudan yazdırma bağlantı noktasından veya Bluetooth birimi bağlayıcısından çıkartın. Aygıt bir USB hub’ı üzerinden bağlanmışsa, USB hub’ının kablosunu çıkartın ve ardından aygıtı doğrudan yazdırma bağlantı noktasına veya Bluetooth birimi bağlayıcısına doğrudan bağlayın.
zh: 不兼容的设备连接到直接打印端口或蓝牙组合连接器。断开直接打印端口或蓝牙组合连接器的电缆线。如果设备是由 USB 集线器连接的，请拔掉 USB 集线器，然后将设备直接连接到直接打印端口或蓝牙组合连接器。
zh_tw: 一個不相容的設備被連接到直接列印連接埠或 Bluetooth 單元連接器。從直接列印連接埠或 Bluetooth 單元連接器斷開線纜。如果設備是透過 USB 集線器連接，斷開 USB 集線器，然後將設備直接連接到直接列印連接埠或 Bluetooth 單元連接器。
