Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: Remove the cassette, push the printer over onto its back side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and quickly return the printer to its upright position. Refer to the user's guide for details.
cs: Odeberte kazetu, překlopte tiskárnu na zadní stranu a pak otevřete kryt části pro posuv papíru jednotky oboustranného tisku. Odstraňte zachycený papír a rychle vraťte tiskárnu do svislé polohy. Podrobné informace naleznete v uživatelské příručce.
de: Entfernen Sie die Kassette, kippen Sie den Drucker auf seine Rückseite und öffnen Sie die Abdeckung der Duplex-Transporteinheit. Entfernen Sie nun das gestaute Papier und kippen Sie den Drucker schnell wieder in seine normale Position zurück. Nähere Informationen finden Sie im Benutzerhandbuch.
el: Αφαιρέστε την κασέτα, ανασηκώστε τον εκτυπωτή και στη συνέχεια ανοίξτε το κάλυμμα της μονάδας μεταφοράς εκτυπώσεων διπλής όψης. Κατόπιν, αφαιρέστε το μπλοκαρισμένο χαρτί και επαναφέρετε αμέσως τον εκτυπωτή στην κανονική του θέση. Ανατρέξτε στον οδηγό λειτουργίας για περισσότερες λεπτομέρειες.
es: Retire el cassette, coloque la impresora sobre su lateral y abra la cubierta de la unidad de transporte de doble cara. Después, saque el papel atascado y vuelva a poner la impresora en posición vertical. Si desea obtener más detalles, consulte la guía del usuario.
fi: Poista kasetti, käännä tulostimen takaosa näkyviin ja avaa kaksipuolisen tulostuksen siirtoyksikkö. Poista sitten paperitukos ja aseta tulostin takaisin oikeaan asentoonsa. Katso lisäohjeita käyttöoppaasta.
fr: Retirez la cassette, basculez l'imprimante en arrière et ouvrez l'unité d'entraînement recto verso. Ensuite, retirez le papier coincé dans l'imprimante et redressez rapidement l'imprimante. Reportez-vous au guide de l'utilisateur pour des informations supplémentaires.
it: Rimuovere il cassetto, sollevare la stampante appoggiandola sul lato posteriore e aprire l'unità di trasporto fronte/retro. Successivamente, rimuovere la carta inceppata e riportare la stampante in posizione normale. Per ulteriori informazioni, consultare il manuale dell'utente.
nb: Ta ut kassetten, legg skriveren på siden, og åpne deretter dekselet til transportenheten for tosidig utskrift. Fjern deretter det fastkjørte papiret, og sett skriveren raskt riktig vei igjen. Se i brukerhåndboken for mer informasjon.
nl: Verwijder de cassette en duw de printer op zijn rug. Open vervolgens de klep van de duplex-transporteenheid. Verwijder het vastgelopen papier en zet de printer onmiddellijk weer rechtop. Raadpleeg de gebruikershandleiding voor details.
pl: Wyjmij kasetę, postaw drukarkę na jej bocznej ściance i otwórz zespół przenoszenia papieru dla druku dwustronnego. Następnie usuń zacięty papier i szybko ustaw drukarkę w normalnej pozycji. Szczegółowe informacje można znaleźć w podręczniku użytkownika.
sv: Ta ut kassetten, lägg skrivaren på rygg och öppna luckan till transportenheten för dubbelsidig utskrift. Ta ut papperet som har fastnat och ställ snabbt tillbaka skrivaren i upprätt läge. Mer information finns i användarhandboken.
tr: Kasedi çıkarın, yazıcıyı arka tarafı aşağı gelecek şekilde yatırın ve sonra dupleksleme taşıma birimini açın. Sonra, sıkışan kağıdı çıkartın ve yazıcıyı hızlı bir biçinde dik konuma getirin. Ayrıntılar için kullanım kılavuzuna başvurun.
zh: 卸下纸盒，推转打印机使其背面朝下，然后打开双面传送单元盖。接着，取出被卡纸张，然后将打印机迅速恢复到竖直位置。 请参阅用户指南获取详细信息。
zh_tw: 移除紙匣，翻轉印表機使其背面朝下，然後開啟雙面傳送單元蓋。接著，移除被夾紙張，並將印表機迅速恢復到豎直位置。 請參閱使用者指南獲取詳細資訊。

source: Remove the cassette, push the printer over onto its side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and quickly return the printer to its upright position. Refer to the user's guide for details.
cs: Odeberte kazetu, překlopte tiskárnu na stranu a pak otevřete kryt části pro posuv papíru jednotky oboustranného tisku. Odstraňte zachycený papír a rychle vraťte tiskárnu do svislé polohy. Podrobné informace naleznete v uživatelské příručce.
de: Entfernen Sie die Kassette, kippen Sie den Drucker auf die Seite und öffnen Sie die Abdeckung der Duplex-Transporteinheit. Entfernen Sie nun das gestaute Papier und kippen Sie den Drucker schnell wieder in seine normale Position zurück. Nähere Informationen finden Sie im Benutzerhandbuch.
el: Αφαιρέστε την κασέτα, ανασηκώστε τον εκτυπωτή, και στη συνέχεια ανοίξτε τη μονάδα μεταφοράς εκτυπώσεων διπλής όψης. Κατόπιν, αφαιρέστε το μπλοκαρισμένο χαρτί και επαναφέρετε αμέσως τον εκτυπωτή στην κανονική του θέση. Ανατρέξτε στον οδηγό λειτουργίας για περισσότερες λεπτομέρειες.
es: Retire el cassette, coloque la impresora sobre su lateral y abra la cubierta de la unidad de transporte de doble cara. Después, saque el papel atascado y vuelva a poner la impresora en posición vertical. Si desea obtener más detalles, consulte la guía del usuario.
fi: Poista kasetti, käännä tulostin kyljelleen ja avaa kaksipuolisen tulostuksen siirtoyksikkö. Poista sitten paperitukos ja aseta tulostin takaisin oikeaan asentoonsa. Katso lisäohjeita Käyttöoppaasta.
fr: Retirez la cassette, basculez l'imprimante sur le côté et ouvrez l'unité d'entraînement recto verso. Ensuite, retirez le papier coincé dans l'imprimante et redressez rapidement l'imprimante. Reportez-vous au guide de l'utilisateur pour des informations supplémentaires.
it: Rimuovere il cassetto, sollevare la stampante appoggiandola sul lato e aprire l'unità di trasporto fronte/retro. Successivamente, rimuovere la carta inceppata e riportare la stampante in posizione normale. Per ulteriori informazioni, consultare il manuale dell'utente.
nb: Ta ut kassetten, legg skriveren på siden, og åpne deretter dekselet til transportenheten for tosidig utskrift. Fjern deretter det fastkjørte papiret, og sett skriveren raskt riktig vei igjen. Se i brukerhåndboken for mer informasjon.
nl: Verwijder de cassette en duw de printer op zijn zij. Open vervolgens de klep van de duplex-transporteenheid. Verwijder het vastgelopen papier en zet de printer onmiddellijk weer rechtop. Raadpleeg de Gebruikershandleiding voor details.
pl: Wyjmij kasetę, postaw drukarkę na jej bocznej ściance i otwórz pokrywę zespół przenoszenia papieru dla druku dwustronnego. Następnie usuń zacięty papier i szybko ustaw drukarkę w normalnej pozycji. Szczegółowe informacje można znaleźć w Podręczniku użytkownika
sv: Ta bort kassetten, lägg skrivaren på sidan och öppna enheten för dubbelsidig utskrift. Ta ut papperet som har fastnat och ställ snabbt tillbaka skrivaren i upprätt läge. Mer information finns i användarhandboken.
tr: Kaseti çıkartın, yazıcıyı yana yatırıp dupleksleme birimi kapağını açın. Sonra, sıkışan kağıdı çıkartın ve yazıcıyı hızlı bir biçinde dik konuma getirin. Ayrıntılar için kullanım kılavuzuna başvurun.
zh: 卸下纸盒，推转打印机使其侧面朝下，然后打开双面传送单元盖。接着，取出被卡纸张，然后将打印机迅速恢复到竖直位置。 请参阅用户指南获取详细信息。
zh_tw: 移除紙匣，翻轉印表機使其背面朝下，然後開啟雙面傳送單元蓋。接著，移除被夾紙張，並將印表機迅速恢復到豎直位置。 請參閱使用者指南獲取詳細資訊。

source: Operator error. Press the printer's RESUME button. If this doesn't clear the error, cancel printing and turn the printer off and then on again.
cs: Chyba obsluhy. Stiskněte tlačítko POKRAČOVAT na tiskárně. Pokud se tím chyba neodstraní, zrušte tisk a potom vypněte a znovu zapněte tiskárnu.
de: Bedienungsfehler. Drücken Sie die Taste FORTSETZEN am Drucker. Wenn der Fehler dadurch nicht behoben wird, brechen Sie den Druckvorgang ab und schalten Sie den Drucker aus und wieder ein.
el: Σφάλμα χειριστή. πατήστε το κουμπί ΣΥΝΕΧΙΣΗ στον εκτυπωτή. Εάν το σφάλμα δεν απαλείφεται, ακυρώστε την εκτύπωση, σβήστε τον εκτυπωτή και κατόπιν ανάψτε τον πάλι.
es: Error del operador. Presione el botón REANUDAR de la impresora. Si esto no corrige el error, cancele la impresión y apague la impresora; a continuación, vuelva a encenderla.
fi: Käyttövirhe. Paina tulostimen JATKA-painiketta. Jos virhe ei häviä, peruuta tulostus, sammuta tulostin ja käynnistä se uudelleen.
fr: Erreur de l'opérateur. Appuyez sur le bouton REPRENDRE de l'imprimante. Si le problème persiste, annulez l'impression et éteignez l'imprimante, puis rallumez-la.
it: Errore operatore. Premere il pulsante RIPRENDI sulla stampante. Se l'errore non viene eliminato, annullare la stampa e quindi spegnere e riaccendere la stampante.
nb: Driftsfeil. Trykk på FORTSETT på skriveren. Hvis dette ikke løser problemet, må du avbryte utskriften og slå skriveren av og deretter på igjen.
nl: Bedieningsfout. Druk op de knop HERVATTEN op de printer. Als hiermee de fout niet wordt hersteld, annuleert u het afdrukken en schakelt u de printer uit en weer in.
pl: Błąd operatora. Naciśnij przycisk WZNÓW na drukarce. Jeśli nie spowoduje to usunięcia błędu, anuluj drukowanie, a następnie wyłącz drukarkę i włącz ją ponownie.
sv: Operatörsfel. Tryck på knappen FORTSÄTT på skrivaren. Om felet kvarstår avbryter du utskriften, slår av strömmen till skrivaren och slår sedan på den igen.
tr: Kullanıcı hatası. Yazıcının SÜRDÜR düğmesine basın. Bu işlem hatayı gidermezse, yazdırma işlemini iptal edip yazıcıyı kapatın ve yeniden açın.
zh: 操作员错误。 按打印机的“恢复”按钮。 如果这样不能清除错误，则取消打印并关闭打印机，然后重新开机。
zh_tw: 操作員錯誤。 按印表機的 [重試] 按鈕。 如果這樣不能消除錯誤，則取消列印並關閉印表機，然後重新開啟。

source: Operator error. Press the printer's OK button. If this doesn't clear the error, cancel printing and turn the printer off and then on again.
cs: Chyba obsluhy. Stiskněte tlačítko OK na tiskárně. Pokud se tím chyba neodstraní, zrušte tisk a potom vypněte a znovu zapněte tiskárnu.
de: Bedienungsfehler. Drücken Sie die Taste OK am Drucker. Wenn der Fehler dadurch nicht behoben wird, brechen Sie den Druckvorgang ab und schalten Sie den Drucker aus und wieder ein.
el: Σφάλμα χειριστή. πατήστε το κουμπί OK στον εκτυπωτή. Εάν το σφάλμα δεν απαλείφεται, ακυρώστε την εκτύπωση, σβήστε τον εκτυπωτή και κατόπιν ανάψτε τον πάλι.
es: Error del operador. Presione el botón OK de la impresora. Si esto no corrige el error, cancele la impresión y apague la impresora; a continuación, vuelva a encenderla.
fi: Käyttövirhe. Paina tulostimen OK-painiketta. Jos virhe ei häviä, peruuta tulostus, sammuta tulostin ja käynnistä se uudelleen.
fr: Erreur de l'opérateur. Appuyez sur le bouton OK de l'imprimante. Si le problème persiste, annulez l'impression et éteignez l'imprimante, puis rallumez-la.
it: Errore operatore. Premere il pulsante OK sulla stampante. Se l'errore non viene eliminato, annullare la stampa e quindi spegnere e riaccendere la stampante.
nb: Driftsfeil. Trykk på OK på skriveren. Hvis dette ikke løser problemet, må du avbryte utskriften og slå skriveren av og deretter på igjen.
nl: Bedieningsfout. Druk op de knop OK op de printer. Als hiermee de fout niet wordt hersteld, annuleert u het afdrukken en schakelt u de printer uit en weer in.
pl: Błąd operatora. Naciśnij przycisk OK na drukarce. Jeśli nie spowoduje to usunięcia błędu, anuluj drukowanie, a następnie wyłącz drukarkę i włącz ją ponownie.
sv: Operatörsfel. Tryck på skrivarens OK-knapp. Om felet kvarstår avbryter du utskriften, slår av strömmen till skrivaren och slår sedan på den igen.
tr: Kullanıcı hatası. Yazıcının OK düğmesine basın. Bu işlem hatayı gidermezse, yazdırma işlemini iptal edip yazıcıyı kapatın ve yeniden açın.
zh: 操作员错误。 按打印机的“OK”按钮。 如果这样不能清除错误，则取消打印并关闭打印机，然后重新开机。
zh_tw: 操作員錯誤。 按印表機的 [OK] 按鈕。 如果這樣不能消除錯誤，則取消列印並關閉印表機，然後重新開啟。

source: Operator error. Press the printer's Start button. If this doesn't clear the error, cancel printing and turn the printer off and then on again.
cs: Chyba obsluhy. Stiskněte tlačítko Spustit na tiskárně. Pokud se tím chyba neodstraní, zrušte tisk a potom vypněte a znovu zapněte tiskárnu.
de: Bedienungsfehler. Drücken Sie die Taste START am Drucker. Wenn der Fehler dadurch nicht behoben wird, brechen Sie den Druckvorgang ab und schalten Sie den Drucker aus und wieder ein.
el: Σφάλμα χειριστή. Πατήστε το κουμπί Έναρξη του εκτυπωτή. Εάν το σφάλμα δεν απαλείφεται, ακυρώστε την εκτύπωση, σβήστε τον εκτυπωτή και κατόπιν ανάψτε τον πάλι.
es: Error del operador. Pulse el botón de inicio de la impresora. Si esto no corrige el error, cancele la impresión y apague la impresora; a continuación, vuelva a encenderla.
fi: Käyttövirhe. Paina tulostimen Käynnistä-painiketta. Jos virhe ei häviä, peruuta tulostus, sammuta tulostin ja käynnistä se uudelleen.
fr: Erreur de l'opérateur. Appuyez sur le bouton Démarrer de l'imprimante. Si le problème persiste, annulez l'impression et éteignez l'imprimante, puis rallumez-la.
it: Errore operatore. Premere il pulsante Avvia sulla stampante. Se l'errore non viene eliminato, annullare la stampa e quindi spegnere e riaccendere la stampante.
nb: Operatørfeil. Trykk på Start på skriveren. Hvis dette ikke løser problemet, må du avbryte utskriften og slå skriveren av og deretter på igjen.
nl: Bedieningsfout. Druk op de startknop op de printer. Als hiermee de fout niet wordt hersteld, annuleert u het afdrukken en schakelt u de printer uit en weer in.
pl: Błąd operatora. Naciśnij przycisk Start drukarki. Jeśli nie spowoduje to usunięcia błędu, anuluj drukowanie, a następnie wyłącz drukarkę i włącz ją ponownie.
sv: Operatörsfel. Tryck på knappen Start på skrivaren. Om felet kvarstår avbryter du utskriften, slår av strömmen till skrivaren och slår sedan på den igen.
tr: Kullanıcı hatası. Yazıcının Başlat düğmesine basın. Bu işlem hatayı gidermezse, yazdırma işlemini iptal edip yazıcıyı kapatın ve yeniden açın.
zh: 操作员错误。 按打印机的“启动”按钮。 如果这样不能清除错误，则取消打印并关闭打印机，然后重新开机。
zh_tw: 操作員錯誤。 按印表機的 [啟動] 按鈕。 如果這樣不能消除錯誤，則取消列印並關閉印表機，然後重新開啟。

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. Contact the service center.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko POKRAČOVAT na tiskárně. Kontaktujte servisní středisko.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste FORTSETZEN am Drucker, um den Druckvorgang fortzusetzen. Wenden Sie sich an das Service-Zentrum.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για να συνεχιστεί η εκτύπωση. Επικοινωνήστε με το κέντρο υπηρεσία.
es: El absorbedor de tinta está casi lleno. Pulse el botón REANUDAR de la impresora para continuar la impresión. Póngase en contacto con el centro de servicio.
fi: Käytetyn musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen JATKA-painiketta. Ota yhteys huoltokeskukseen.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton REPRENDRE de l'imprimante pour continuer l'impression. Contactez le centre de service.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante RIPRENDI sulla stampante per continuare la stampa. Rivolgersi al centro assistenza.
nb: Blekkbeholderen er nesten full. Trykk på FORTSETT for å fortsette utskriften. Kontakt servicesenteret.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop HERVATTEN op de printer om door te gaan met afdrukken. Neem contact op met het servicecentrum.
pl: Pochłaniacz atramentu jest prawie pełny. Aby kontynuować drukowanie, naciśnij na drukarce przycisk WZNÓW. Skontaktuj się z punktem serwisowym.
sv: Bläckuppsamlaren är nästan full. Tryck på FORTSÄTT på skrivaren för att fortsätta utskriften. Kontakta ett servicecenter.
tr: Mürekkep emici neredeyse dolu. Yazdırmaya devam etmek için yazıcının SÜRDÜR düğmesine basın. Servis merkeziyle bağlantı kurun.
zh: 墨水收集器将满。 请按打印机的“恢复”按钮以继续打印。 请与服务中心联系。
zh_tw: 墨水收集器將滿。 按印表機的 [重試] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's OK button to continue printing. Contact the service center.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko OK na tiskárně. Kontaktujte servisní středisko.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste "OK" am Drucker, um den Druckvorgang fortzusetzen. Wenden Sie sich an das Service-Zentrum.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί OK του εκτυπωτή για να συνεχιστεί η εκτύπωση. Επικοινωνήστε με το κέντρο υπηρεσία.
es: El absorbedor de tinta está casi lleno. Pulse el botón OK de la impresora para continuar la impresión. Póngase en contacto con el centro de servicio.
fi: Käytetyn musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen OK-painiketta. Ota yhteys huoltokeskukseen.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton OK de l'imprimante pour continuer l'impression. Contactez le centre de service.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante OK sulla stampante per continuare la stampa. Rivolgersi al centro assistenza.
nb: Blekkbeholderen er nesten full. Trykk på OK på skriveren for å fortsette utskriften. Kontakt servicesenteret.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop OK op de printer om door te gaan met afdrukken. Neem contact op met het servicecentrum.
pl: Pochłaniacz atramentu jest prawie pełny. Aby kontynuować drukowanie, naciśnij na drukarce przycisk OK. Skontaktuj się z punktem serwisowym.
sv: Bläckuppsamlaren är nästan full. Tryck på OK på skrivaren för att fortsätta utskriften. Kontakta ett servicecenter.
tr: Mürekkep emici neredeyse dolu. Yazdırmaya devam etmek için yazıcının Tamam düğmesine basın. Servis merkeziyle bağlantı kurun.
zh: 墨水收集器将满。 请按打印机的“OK”按钮以继续打印。 请与服务中心联系。
zh_tw: 墨水收集器將滿。 按印表機的 [OK] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko POKRAČOVAT na tiskárně. Tiskárna bude brzy vyžadovat servisní zásah pro výměnu nádržky přebytečného inkoustu. Kontaktujte servisní středisko nebo středisko podpory. Nádržku přebytečného inkoustu může vyměnit jen kvalifikovaný servisní technik.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste FORTSETZEN am Drucker, um den Druckvorgang fortzusetzen. Es ist bald ein Service für den Drucker erforderlich, bei dem der Tintenauffangbehälter ausgetauscht wird. Wenden Sie sich an das Support- oder Service-Zentrum. Der Tintenauffangbehälter kann nur von einem qualifizierten Techniker ausgetauscht werden.
el: Ο συλλέκτης μελάνης είναι σχεδόν πλήρης. Πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για να συνεχιστεί η εκτύπωση. Ο εκτυπωτής θα χρειαστεί σύντομα συντήρηση για να αντικατασταθεί ο συλλέκτης μελάνης. Επικοινωνήστε με το κέντρο υποστήριξης ή με το κέντρο υπηρεσία. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón REANUDAR de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Póngase en contacto con el centro de asistencia técnica o el centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
fi: Käytetyn musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen JATKA-painiketta. Käytetyn musteen säiliö on vaihdettava pian tulostimeen huollossa. Ota yhteys asiakaspalveluun tai huoltokeskukseen. Vain ammattitaitoinen teknikko voi vaihtaa käytetyn musteen säiliön.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton REPRENDRE de l'imprimante pour continuer l'impression. Prévoyez un entretien de l'imprimante pour remplacer l'absorbeur d'encre. Contactez le centre de support ou le centre de service. Le remplacement de l'absorbeur d'encre doit être réalisé par un technicien qualifié.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante RIPRENDI sulla stampante per continuare la stampa. La stampante richiederà presto un intervento di manutenzione per sostituire l'assorbitore di inchiostro. Rivolgersi al centro di supporto o al centro assistenza. L'assorbitore di inchiostro può essere sostituito solo da un tecnico qualificato.
nb: Blekkbeholderen er nesten full. Trykk på FORTSETT for å fortsette utskriften. Skriveren trenger snart vedlikehold for å bytte blekkbeholderen. Kontakt kundestøtte eller servicesenteret. Blekkbeholderen kan bare byttes av en godkjent tekniker.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop HERVATTEN op de printer om door te gaan met afdrukken. Er moet binnenkort onderhoud aan de printer worden uitgevoerd om het absorptiekussen voor inkt te vervangen. Neem contact op met het ondersteuningscentrum of servicecentrum. Het absorptiekussen voor inkt kan alleen door een gekwalificeerde technicus worden vervangen.
pl: Pochłaniacz atramentu jest prawie pełny. Aby kontynuować drukowanie, naciśnij na drukarce przycisk WZNÓW. Wkrótce konieczne będzie przekazanie drukarki do serwisu w celu wymiany pochłaniacza atramentu. Skontaktuj się z punktem obsługi lub punktem serwisowym. Pochłaniacz atramentu może wymieniać tylko wykwalifikowany personel.
sv: Bläckuppsamlaren är nästan full. Tryck på FORTSÄTT på skrivaren för att fortsätta utskriften. Skrivaren kommer snart att behöva service för att byta ut bläckuppsamlaren. Kontakta ett support- eller servicecenter. Bläckuppsamlaren kan bara bytas ut av en kvalificerad tekniker.
tr: Mürekkep emici neredeyse dolu. Yazdırmaya devam etmek için yazıcının SÜRDÜR düğmesine basın. Mürekkep emicinin değiştirilmesi için kısa süre içinde yazıcı servis gerektirecek. Destek merkeziyle veya servis merkeziyle bağlantı kurun. Mürekkep emici yalnızca bir yetkili teknisyen tarafından değiştirilebilir.
zh: 墨水收集器将满。 请按打印机的“恢复”按钮以继续打印。 打印机将很快需要更换墨水收集器的服务。 请与支持中心或服务中心联系。 墨水收集器只能由专业的技师来更换。
zh_tw: 墨水收集器將滿。 按印表機的 [重試] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡支援中心或服務中心。 墨水收集器僅能由專業技術人員更換。
