Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, press the printer's OK button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
cs: Doporučujeme vyměnit nádržku s inkoustem. Pokud probíhá tisk a chcete pokračovat v tisku, stiskněte tlačítko OK na tiskárně. Tisk může pokračovat. Po dokončení tisku se doporučuje vyměnit nádržku s inkoustem. Tisk s použitím prázdné nádržky s inkoustem může způsobit poškození tiskárny.
de: Es wird empfohlen, den Tintenbehälter zu ersetzen. Wenn Sie den Druckvorgang fortsetzen möchten, drücken Sie die Taste OK am Drucker. Anschließend kann der Druckvorgang fortgesetzt werden. Es wird empfohlen, den Tintenbehälter nach dem Druckvorgang auszutauschen. Der Drucker kann beschädigt werden, wenn weiterhin ohne Tinte gedruckt wird.
el: Συνιστάται η αντικατάσταση του δοχείου μελάνης. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί OK του εκτυπωτή. Τότε μπορείτε να συνεχίσετε την εκτύπωση. Συνιστάται η αντικατάσταση του δοχείου μελάνης μετά την εκτύπωση. Ενδέχεται να προκληθεί ζημιά στον εκτυπωτή εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης.
es: Se recomienda sustituir el depósito de tinta. Si la impresión está en curso y desea continuar imprimiendo, pulse el botón OK de la impresora. La impresión podrá continuar. Se recomienda sustituir el depósito de tinta después de la impresión. La impresora puede sufrir daños si continúa imprimiendo con el estado de tinta agotada.
fi: Mustesäiliön vaihtamista suositellaan. Jos tulostus on kesken ja haluat jatkaa sitä, paina tulostimen OK-painiketta. Tulostus voi jatkua. Mustesäiliön vaihtamista suositellaan tulostuksen jälkeen. Tulostin voi vahingoittua, jos tulostusta jatketaan muste lopussa -tilassa.
fr: Il est conseillé de remplacer le réservoir d'encre. Si une impression est en cours et que vous souhaitez la continuer, appuyez sur le bouton OK de l'imprimante. L'impression peut alors continuer. Il est conseillé de remplacer le réservoir d'encre après l'impression. L'imprimante risque d'être endommagée si l'impression se poursuit dans des conditions d'encre insuffisante.
it: Si consiglia la sostituzione del serbatoio d'inchiostro. Se è in corso la stampa e si desidera continuare a stampare, premere il pulsante OK sulla stampante. La stampa può proseguire. Si consiglia di sostituire il serbatoio d'inchiostro subito dopo la stampa. La stampante potrebbe subire danni se si continua la stampa in stato di inchiostro esaurito.
nb: Det anbefales at du bytter ut blekktanken. Hvis utskrift pågår og du vil fortsette utskriften, trykker du på OK-knappen på skriveren. Deretter kan utskriften fortsette. Det anbefales at du bytter ut blekktanken etter utskriften. Skriveren kan bli skadet dersom utskriften fortsettes når det er tomt for blekk.
nl: Aanbevolen wordt de inkttank te vervangen. Als de printer bezig is met een afdruktaak en u wilt doorgaan met afdrukken, drukt u op de knop OK op de printer. U kunt hierdoor toch afdrukken. Aanbevolen wordt de inkttank na het afdrukken te vervangen. Als u de printer blijft gebruiken wanneer de inkttank leeg is, kan de printer beschadigd raken.
pl: Zalecana jest wymiana zbiornika z atramentem. Jeśli trwa drukowanie i chcesz je kontynuować, naciśnij przycisk OK na drukarce. Drukowanie będzie kontynuowane. Po zakończeniu drukowania zalecana jest wymiana zbiornika z atramentem. W przypadku kontynuowania drukowania mimo braku atramentu, drukarka może ulec uszkodzeniu.
sv: Det rekommenderas att du byter ut bläckbehållaren. Om du vill fortsätta en pågående utskrift kan du trycka på knappen OK på skrivaren. Utskriften fortsätter då. Det rekommenderas att du byter ut bläckbehållaren efter utskrift. Skrivaren kan skadas om du fortsätter skriva ut fast bläcket är slut.
tr: Mürekkep haznesinin değiştirilmesi önerilir. Yazdırma yapılıyorsa ve yazdırmaya devam etmek istiyorsanız, yazıcının Tamam düğmesine basın. Böylece yazdırma devam edebilir. Yazdırma işleminden sonra mürekkep haznesinin değiştirilmesi önerilir. Mürekkep bittiği halde yazdırmaya devam edilirse yazıcı zarar görebilir.
zh: 建议更换墨水盒。 如果打印正在进行并希望继续打印，请按打印机的“OK”按钮。然后可以继续打印。建议在打印完毕之后更换墨水盒。如果在墨水用完的情况下继续打印，打印机可能会被损坏。
zh_tw: 建議更換墨水盒。 如果列印正在進行，並且想要繼續列印，請按印表機的 [OK] 按鈕。即可繼續列印。建議在列印完成後更換墨水盒。如果在墨水用盡的情況下繼續列印，將可能使印表機受損。

source: The remaining level of the following ink cannot be correctly detected. Replace the ink tank.
cs: Zbývající úroveň následujícího inkoustu nelze správně určit. Vyměňte nádržku s inkoustem.
de: Der Tintenstand der folgenden Tinte kann nicht korrekt ermittelt werden. Wechseln Sie den Tintenbehälter aus.
el: Δεν είναι δυνατή η σωστή ανίχνευση του επιπέδου της ακόλουθης μελάνης που απομένει. Αντικαταστήστε το δοχείο μελάνης.
es: No se puede detectar correctamente el nivel restante del siguiente depósito de tinta. Sustituya el depósito de tinta.
fi: Seuraavan mustelaadun jäljellä olevaa mustetasoa ei voida tunnistaa kunnolla. Vaihda mustesäiliö.
fr: Le niveau restant de l'encre suivante ne peut pas être détecté correctement. Remplacez le réservoir d'encre.
it: Impossibile rilevare correttamente il livello di inchiostro rimanente nel seguente serbatoio. Sostituire il serbatoio d'inchiostro.
nb: Det gjenværende nivået for følgende blekktype kan ikke registreres nøyaktig. Bytt blekktank.
nl: Het resterende inktniveau van de volgende inkt kan niet worden vastgesteld. Vervang de inkttank.
pl: Wykrycie poziomu następującego atramentu nie powiodło się. Wymień pojemnik z atramentem.
sv: Återstående nivå av följande bläck kan inte identiferas korrekt. Byt ut bläckbehållaren.
tr: Aşağıdaki mürekkebin kalan düzeyi doğru algılanamıyor. Mürekkep haznesini değiştirin.
zh: 无法正确检测以下墨水的剩余量。请更换墨水盒。
zh_tw: 無法正確偵測以下墨水的剩餘量。請更換墨水盒。

source: Ink Info Number : 1683 The remaining level of the following ink cannot be correctly detected. Replace the ink tank.
cs: Informace o inkoustu č.: 1683 Tiskárna zjistila, že došel následující inkoust.
de: Tinteninfo-Nr. : 1683 Der Drucker hat festgestellt, dass folgende Tinte aufgebraucht ist.
el: Αριθμός πληροφοριών μελανιού : 1683 Ο εκτυπωτής εντόπισε κατάσταση άδειου δοχείου μελάνης για την εξής μελάνη.
es: Número info. tinta : 1683 La impresora detectó la condición de agotado de la siguiente tinta.
fi: Musteen infonumero : 1683 Tulostin havaitsi seuraavan musteen muste lopussa -tilan.
fr: Numéro d'info sur l'encre : 1683 L'imprimante a détecté des conditions d'encre insuffisante pour l'encre suivante.
it: Numero info inchiostro : 1683 La stampante ha rilevato lo stato di inchiostro esaurito nel seguente serbatoio.
nb: Informasjonsnummer for blekk : 1683 Skriveren har registrert at det er tomt for følgende blekk:
nl: Inktinfonummer : 1683 De conditie dat de inkt op is, is voor de volgende inkt gevonden.
pl: Powiadomienie o tuszu nr : 1683 Drukarka wykryła brak poniższego atramentu.
sv: Bläckinfonummer: 1683 Skrivaren upptäckte att följande bläck är slut.
tr: Mürekkep Bilgi Numarası : 1683 Yazıcı, aşağıdaki mürekkep için mürekkep yok durumunu algıladı.
zh: 墨水信息号码 : 1683 打印机检测出以下墨水用完情况。
zh_tw: 墨水資訊號碼 : 1683 印表機偵測出以下墨水用盡情況。

source: The ink tank is not installed. Install the ink tank properly and close the printer's cover.
cs: Nádržka s inkoustem není nainstalována. Nainstalujte správně nádržku s inkoustem a zavřete kryt tiskárny.
de: Der Tintenbehälter ist nicht eingesetzt. Setzen Sie den Tintenbehälter richtig ein und schließen Sie die Druckerabdeckung.
el: Το δοχείο μελάνης δεν έχει τοποθετηθεί. Τοποθετήστε το δοχείο μελάνης σωστά και κλείστε το κάλυμμα του εκτυπωτή.
es: El depósito de tinta no está instalado. Instale el depósito correctamente y cierre la cubierta.
fi: Mustesäiliötä ei ole asennettu. Asenna mustesäiliö oikein ja sulje kansi.
fr: Le réservoir d'encre n'est pas installé. Installez le réservoir d'encre et refermez le capot de l'imprimante.
it: Il serbatoio d'inchiostro non è installato. Installare correttamente il serbatoio d'inchiostro e chiudere il coperchio della stampante.
nb: Blekktanken er ikke installert. Installer blekktanken på riktig måte, og lukk skriverens deksel.
nl: De inkttank is niet geïnstalleerd. Installeer de inkttank op juiste wijze en sluit de klep van de printer.
pl: Zbiornik z atramentem nie jest zainstalowany. Zainstaluj prawidłowo zbiornik z atramentem i zamknij pokrywę drukarki.
sv: Bläckbehållaren är inte installerad. Kontrollera att behållaren är installerad på rätt sätt och stäng skrivarluckan.
tr: Mürekkep haznesi takılı değil. Mürekkep haznesini düzgün takın ve yazıcının kapağını kapatın.
zh: 墨水盒未安装。 正确安装墨水盒，并关闭打印机机盖。
zh_tw: 未安裝墨水盒。 請正確安裝墨水盒並關閉印表機機蓋。

source: The following ink cartridge cannot be recognized.
cs: Nelze rozpoznat následující kazetu s inkoustem.
de: Folgende Tintenpatrone wird nicht erkannt.
el: Το ακόλουθο φυσίγγιο μελάνης δεν μπορεί να αναγνωριστεί.
es: No se puede reconocer el cartucho de tinta siguiente.
fi: Seuraavaa väriainekasettia ei voida tunnistaa.
fr: La cartouche d'encre suivante ne peut pas être reconnue.
it: Impossibile riconoscere la seguente cartuccia di inchiostro.
nb: Følgende blekkassett er ukjent.
nl: De volgende inktpatroon wordt niet herkend.
pl: Nie można rozpoznać poniższej kasety z atramentem.
sv: Följande bläckkassett går inte att känna igen.
tr: Aşağıdaki mürekkep kartuşu tanınmıyor.
zh: 无法识别以下墨盒。
zh_tw: 無法識別以下墨盒。

source: The following ink may have run out.
cs: Následující inkoust možná došel.
de: Folgende Tinte ist möglicherweise aufgebraucht.
el: Η ακόλουθη μελάνη μπορεί να έχει τελειώσει.
es: Es posible que la tinta siguiente esté agotada.
fi: Seuraava mustelaatu voi olla lopussa.
fr: L'encre suivante est peut-être épuisée.
it: È possibile che l'inchiostro sia esaurito.
nb: Det kan være tomt for følgende blekk:
nl: De volgende inkt is mogelijk op.
pl: Być może skończył się poniższy atrament.
sv: Följande bläck kanske är slut.
tr: Aşağıdaki mürekkep bitmiş olabilir.
zh: 以下墨水可能已用完。
zh_tw: 以下墨水可能用盡。

source: The remaining level of the following ink is unknown.
cs: Zbývající množství následujícího inkoustu je neznámé.
de: Die verbleibende Menge der folgenden Tinte kann nicht ermittelt werden.
el: Το επίπεδο της μελάνης που απομένει είναι άγνωστο.
es: Se desconoce el nivel restante de la siguiente tinta.
fi: Seuraavan musteen taso on tuntematon.
fr: Le niveau de l'encre suivante est inconnu.
it: Il livello rimanente del seguente inchiostro è sconosciuto.
nb: Nivået for gjenværende blekk er ukjent.
nl: Het inktniveau in de volgende inkttank is onbekend.
pl: Pozostały poziom następującego atramentu jest nieznany.
sv: Bläcknivån för följande behållare är okänd.
tr: Aşağıdaki mürekkebin kalan düzeyi bilinmiyor.
zh: 以下墨水剩余量未知。
zh_tw: 以下墨水剩餘量不明。

source: There is a possibility that the printer cannot detect the remaining ink level properly. Reset the ink counter using the Maintenance tab of the printer driver whenever you have replaced any ink tank with new one.
cs: Tiskárna někdy nemusí správně zjistit zbývající hladinu inkoustu. Po každé výměně nádržky s inkoustem za novou vynulujte počítadlo inkoustu pomocí karty Údržba ovladače tiskárny.
de: Der Drucker kann den Tintenstand unter Umständen nicht korrekt erfassen. Wenn Sie einen Tintenbehälter durch einen neuen ersetzen, stellen Sie den Tintenzähler im Register Wartung des Druckertreibers zurück.
el: Υπάρχει το ενδεχόμενο ο εκτυπωτής να μην μπορέσει να ανιχνεύσει σωστά τη μελάνη που απομένει. Επαναφέρετε το μετρητή μελάνης χρησιμοποιώντας την καρτέλα [Συντήρηση] του προγράμματος οδήγησης εκτυπωτή, κάθε φορά που αντικαθιστάτε ένα δοχείο μελάνης με ένα νέο.
es: Es posible que la impresora no pueda detectar correctamente el nivel de tinta restante. Restablezca el contador de tinta en la ficha Mantenimiento del controlador de la impresora cuando sustituya algún depósito de tinta.
fi: Tulostin ei ehkä pysty tunnistamaan jäljellä olevaa musteen määrää oikein. Nollaa mustetason laskuri tulostinohjaimen Ylläpito-välilehdellä aina, kun olet vaihtanut minkä tahansa mustesäiliön uuteen.
fr: Il est possible que l'imprimante ne puisse pas détecter correctement le niveau de l'encre restante. Remettez le compteur d'encre à zéro dans l'onglet Entretien du pilote d'imprimante chaque fois que vous remplacez le réservoir d'encre par un nouveau.
it: Potrebbe non essere possibile rilevare correttamente il livello di inchiostro rimanente. Ripristinare il rilevatore di inchiostro utilizzando la scheda Manutenzione del driver di stampa dopo la sostituzione del serbatoio di inchiostro.
nb: Det er mulig at skriveren ikke kan gjenkjenne riktig gjenværende blekknivå. Du bør nullstille blekkmåleren ved hjelp av kategorien Vedlikehold hver gang du bytter blekktank.
nl: Het is mogelijk dat de printer niet goed kan detecteren hoeveel inkt de inkttank bevat. Wanneer u een inkttank vervangt door een nieuwe, moet u de inktteller opnieuw instellen. U doet dit op het tabblad Onderhoud van het printerstuurprogramma.
pl: Istnieje możliwość, że drukarka nie może poprawnie wykryć poziomu pozostałego atramentu. Resetuj licznik używając karty Obsługa sterownika drukarki po każdej wymianie któregokolwiek zbiornika z atramentem na nowy.
sv: Det är möjligt att skrivaren inte kan känna av hur mycket bläck som finns kvar. Gör så här varje gång du har bytt till en ny bläckbehållare: Återställ bläckräknaren på fliken Underhåll i skrivardrivrutinen.
tr: Yazıcı kalan mürekkep düzeyini doğru algılayamıyor olabilir. Mürekkep haznelerini yenileriyle değiştirdiğinizde, yazıcı sürücüsünün Bakım sekmesini kullanarak mürekkep sayacını sıfırlayın.
zh: 打印机可能无法正确检测剩余墨水量。在更换墨盒后，请在打印机驱动程序的“维护”选项卡中将墨水计数器重置。
zh_tw: 印表機可能無法正確偵測剩餘墨水量。更換墨水盒後，請在印表機驅動程式的 [維護] 標籤重置墨水計數器。

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the RESUME button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Došel inkoust. Vyměňte inkoustovou kazetu a zavřete kryt. Pokud probíhá tisk a chcete pokračovat v tisku s použitím nainstalované kazety s inkoustem, stiskněte tlačítko POKRAČOVAT. Tisk bude pokračovat, i když došel inkoust. Vyměňte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokračujete v tisku s prázdnou nádržkou s inkoustem, nemusí být výsledná kvalita tisku uspokojivá.
de: Die Tinte ist aufgebraucht. Tauschen Sie die Tintenpatrone aus und schließen Sie die Abdeckung. Wenn Sie den Druckvorgang fortsetzen möchten, drücken Sie die Taste FORTSETZEN, während der Tintenbehälter noch eingesetzt ist. Der Druckvorgang wird dann trotz fehlender Tinte fortgesetzt. Tauschen Sie die leere Tintenpatrone sofort nach dem Druckvorgang aus. Die Druckqualität wird vermindert, wenn weiterhin ohne Tinte gedruckt wird.
el: Η μελάνη έχει εξαντληθεί. Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Εάν η εκτύπωση είναι σε εξέλιξη και θέλετε να συνεχίσετε να εκτυπώνετε, πατήστε το κουμπί ΣΥΝΕΧΙΣΗ αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Η ποιότητα της εκτύπωσης δεν θα είναι ικανοποιητική, εάν η εκτύπωση συνεχιστεί στην κατάσταση άδειου δοχείου μελάνης.
es: Se ha agotado la tinta. Sustituya el depósito de tinta y cierre la tapa. Si la impresión está en curso y desea continuar imprimiendo, pulse el botón REANUDAR con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. Sustituya el cartucho de tinta vacío inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de la impresión no será satisfactoria.
fi: Muste on loppunut. Vaihda mustekasetti ja sulje kansi. Jos tulostaminen on kesken ja haluat jatkaa sitä, paina JATKA-näppäintä, kun kasetti on asennettu. Näin tulostus voi jatkua muste lopussa -tilassa. Vaihda tyhjä mustekasetti heti tulostamisen jälkeen. Jos tulostamista jatketaan muste lopussa -tilassa, laatu ei ole tyydyttävää.
fr: L'encre est épuisée. Remplacez la cartouche d'encre et fermez le capot. Si vous voulez poursuivre une impression en cours, appuyez sur le bouton REPRENDRE avec la cartouche d'encre installée. L'impression peut alors se poursuivre même dans des conditions d'encre insuffisante. Remplacez la cartouche d'encre vide immédiatement après l'impression. La qualité du résultat n'est pas satisfaisante si l'impression est poursuivie dans des conditions d'encre insuffisante.
it: Inchiostro esaurito. Sostituire la cartuccia di inchiostro e chiudere il coperchio. Se è in corso la stampa e si desidera continuare a stampare, premere il pulsante RIPRENDI con la cartuccia di inchiostro installata. La stampa può proseguire in stato di inchiostro esaurito. Sostituire la cartuccia di inchiostro esaurita subito dopo la stampa. Se si continua la stampa in stato di inchiostro esaurito, la qualità di stampa non sarà soddisfacente.
nb: Det er tomt for blekk. Erstatt blekkassetten og lukk dekselet. Hvis det pågår en utskrift og du ønsker å fortsette utskriften, trykk på FORTSETT-knappen når blekkassetten satt inn. Da kan utskriften fortsette selv om det er tomt for blekk. Bytt den tomme blekkassetten umiddelbart etter at uskriften er ferdig. Utskriftskvaliteten blir ikke god hvis du fortsetter å skrive ut når det er tomt for blekk.
nl: De inkt is op. Vervang de inktpatroon en sluit de klep. Als de printer bezig is met een afdruktaak en u wilt doorgaan met afdrukken met de geïnstalleerde inktpatroon, drukt u op de knop HERVATTEN. U kunt hierdoor toch afdrukken, ondanks het feit dat de inkt op is. Vervang de lege inktpatroon onmiddellijk na het afdrukken. Als u het afdrukken met een lege inktpatroon voortzet, resulteert dit in een slechte afdrukkwaliteit.
pl: Skończył się atrament. Wymień zbiornik z atramentem i zamknij pokrywę. Jeśli trwa drukowanie i chcesz je kontynuować, naciśnij przycisk WZNÓW przy zainstalowanej kasecie z atramentem. Drukowanie można będzie kontynuować mimo braku atramentu. Wymień pusty zbiornik natychmiast po zakończeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu, jakość wydruku może być niezadowalająca.
sv: Bläcket är slut. Byt ut bläckbehållaren och stäng luckan. Om du vill fortsätta en pågående utskrift kan du trycka på FORTSÄTT-knappen med bläckkassetten installerad. Utskriften fortsätter då fast bläcket är slut. Byt ut den tomma bläckbehållaren omedelbart när utskriften är klar. Utskriftskvalitén blir inte bra om du fortsätter skriva ut fast bläcket är slut.
tr: Mürekkep bitti. Mürekkep kartuşunu değiştirin ve kapağı kapatın. Yazdırma yapılıyorsa ve yazdırmaya devam etmek istiyorsanız, mürekkep kartuşu takılıyken SÜRDÜR düğmesine basın. Bu sayede, mürekkep bittiğinde yazdırmaya devam edilebilir. Yazdırma sonrasında boş mürekkep kartuşunu hemen değiştirin. Mürekkep bittiğinde yazdırma devam ederse, elde edilen baskı kalitesi tatmin edici olmaz.
zh: 墨水已用完。 请更换墨盒，然后关闭机盖。 如果打印正在进行并希望继续打印，请在不取出墨盒的情况下按“恢复”按钮。然后可以在墨水用完的情况下继续打印。打印完成后请立即更换空墨盒。如果在墨水用完的情况下继续打印，打印结果的质量不会令人满意。
zh_tw: 墨水用盡。 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按 [重試] 按鈕。然後可以在墨水用盡的情況下繼續列印。列印之後請立即更換耗盡的墨盒。如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。
