Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: When closing the cover, lift it up first and then close it slowly.
cs: Zavíráte-li kryt, nejprve jej zdvihněte a pak jej pomalu zavřete.
de: Heben Sie zum Schließen die Abdeckung erst leicht an, und schließen Sie sie dann langsam.
el: Κατά το κλείσιμο του καλύμματος, ανασηκώστε το πρώτα και έπειτα κλείστε το μαλακά.
es: Para cerrar la cubierta, levántela primero y luego ciérrela suavemente.
fi: Kun suljet kannen, nosta sitä ensin ylös ja sulje se sitten hitaasti.
fr: Lors de la fermeture du panneau, soulevez ce dernier avant de le fermer doucement.
it: Quando si chiude il coperchio, sollevarlo prima e poi chiuderlo lentamente.
nb: Når du lukker dekselet, løfter du det først opp og lukker det deretter langsomt.
nl: Als u de klep sluit, tilt u deze eerst op en sluit u deze vervolgens langzaam.
pl: Aby zamknąć pokrywę, podnieś ją najpierw, a następnie powoli opuść.
sv: När du stänger luckan, lyft upp den först och stäng den sedan försiktigt.
tr: Kapağı kapatırken önce yukarı kaldırın ve ardından yavaşça kapatın.
zh: 当关闭机盖时，请先抬起机盖然后慢慢关闭。
zh_tw: 當關閉機蓋時，請先抬起機蓋然後慢慢關閉。

source: Media Type :
cs: Typ média :
de: Medientyp :
el: Τύπος μέσου :
es: Tipo de soporte :
fi: Tulostusmateriaali :
fr: Type de support :
it: Tipo di supporto :
nb: Medietype :
nl: Mediumtype :
pl: Typ nośnika :
sv: Mediatyp :
tr: Ortam Türü :
zh: 介质类型:
zh_tw: 媒體類型:

source: Plain Paper
cs: Běžný papír
de: Normalpapier
el: Απλό χαρτί
es: Papel normal
fi: Tavallinen paperi
fr: Papier ordinaire
it: Carta comune
nb: Vanlig papir
nl: Normaal papier
pl: Papier zwykły
sv: Vanligt papper
tr: Düz Kağıt
zh: 普通纸
zh_tw: 一般紙張

source: Paper that can be fed from the cassette is plain paper of A4, Letter, B5, and A5 sizes.
cs: Papír, který lze podat ze zásobníku, je běžný papír formátu A4, Letter, B5 a A5.
de: Über die Kassette kann Normalpapier im Format A4, Letter, B5 und A5 eingezogen werden.
el: Το μέγεθος χαρτιού που πορεί να τροφοδοτηθεί από την κασέτα είναι απλό Α4, Letter, Β5 και Α5.
es: El papel que se puede cargar desde el cassette es el papel normal de los tamaños A4, Carta, B5 y A5.
fi: Kasetista voi syöttää A4-, Letter-, B5- ja A5-kokoista tavallista paperia.
fr: Les formats de papier A4, Lettre, B5 et A5 peuvent être chargés à partir de la cassette.
it: Dal cassetto può essere caricata carta comune in formato A4, Letter, B5 e A5.
nb: Vanlig papir i størrelsene A4, Letter, B5 og A5 kan mates fra kassetten.
nl: Papier dat kan worden ingevoerd vanuit de cassette, is normaal papier in de formaten A4, Letter, B5 en A5.
pl: Za pośrednictwem kasety można podawać papier o rozmiarze A4, Letter, B5 lub A5.
sv: Pappers som kan matas från kassetten är vanligt papper i storlekarna A4, Letter, B5 och A5.
tr: Kasetten beslenebilecek kaset türleri A4, Letter, B5 ve A5 ebatlarındaki düz kağıttır.
zh: 可以从纸盒传送的纸张为A4，Letter，B5以及A5尺寸的普通纸张。
zh_tw: 可以從紙匣送出的紙張有 A4、Letter、B5 和 A5 大小的一般紙張。

source: Print job has been canceled by the printer's Stop button being pressed.
cs: Tisková úloha byla zrušena stisknutím tlačítka Zastavit na tiskárně.
de: Der Druckvorgang wurde durch Drücken der Taste "Stoppen" am Drucker abgebrochen.
el: Η εργασία εκτύπωσης ακυρώθηκε επειδή πατήσατε το κουμπί Διακοπή στον εκτυπωτή.
es: El trabajo de impresión se ha cancelado al presionar el botón Parar de la impresora.
fi: Tulostustyö on peruutettu painamalla tulostimen Pysäytä-painiketta.
fr: Le travail d'impression a été annulé via le bouton Arrêt de l'imprimante.
it: Il processo di stampa è stato annullato premendo il pulsante Interrompi sulla stampante.
nb: Utskriftsjobben ble avbrutt ved hjelp av Stopp-knappen på skriveren.
nl: De afdruktaak is geannuleerd, omdat op de knop Stoppen van de printer is gedrukt.
pl: Zadanie drukowania zostało anulowane po naciśnięciu przycisku Zatrzymaj drukarki.
sv: Utskriften har avbrutits eftersom knappen Stopp på skrivaren har tryckts in.
tr: Yazıcının Durdur düğmesine basılarak yazdırma işi iptal edildi.
zh: 由于按下打印机的“停止”按钮，打印作业被取消。
zh_tw: 透過按印表機的 [停止] 按鈕，列印作業已經被取消。

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's Stop button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Vyměňte nádržku s inkoustem. Tisk za této situace může poškodit tiskárnu. Chcete-li pokračovat v tisku, stiskněte a podržte tlačítko Zastavit na tiskárně alespoň 5 sekund a potom ho uvolněte. Tato operace zakáže funkci pro detekci zbývající hladiny inkoustu pro uvedený inkoust. Zákaz funkce se uloží do paměti. Společnost Canon neodpovídá za žádnou chybu nebo problémy způsobené pokračováním v tisku za stavu, kdy došel inkoust.
de: Wechseln Sie den Tintenbehälter aus. Wenn unter dieser Bedingung gedruckt wird, kann der Drucker beschädigt werden. Um den Druckvorgang fortzusetzen, halten Sie die Taste "Stoppen" am Drucker mindestens 5 Sekunden lang gedrückt. Bei diesem Vorgang wird die Funktion zur Erkennung des Tintenstands für die oben angegebene Tinte aktiviert und die Aktivierung der Funktion wird gespeichert. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Probleme haftbar ist, die durch das Fortsetzen des Druckvorgangs ohne Tinte entstehen.
el: Αντικαταστήστε το δοχείο μελάνης. Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Για να συνεχίσετε την εκτύπωση, πατήστε και κρατήστε πατημένο το κουμπί Διακοπή του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και έπειτα αφήστε το. Έτσι απενεργοποιείται η λειτουργία εντοπισμού της στάθμης της παραπάνω μελάνης και η απενεργοποίηση της λειτουργίας αποθηκεύεται στη μνήμη. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: Sustituya el depósito de tinta. Si imprime en el estado actual, la impresora puede sufrir daños. Para continuar con la impresión, mantenga pulsado el botón Parar de la impresora durante al menos 5 segundos y, a continuación, suéltelo. Esta operación desactivará la función de detección del nivel de tinta restante del depósito indicado. La desactivación de la función de detección del nivel de tinta restante se memorizará. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
fi: Vaihda mustesäiliö. Tässä tilanteessa tulostaminen voi vahingoittaa tulostinta. Jatka tulostusta painamalla tulostimen Pysäytä-painiketta ja pitämällä sitä painettuna vähintään 5 sekuntia ennen vapauttamista. Toiminnolla keskeytetään jäljellä olevan mustetason tunnistustoiminto. Keskeyttäminen tallennetaan muistiin. Muista, että Canon ei ole vastuussa toimintahäiriöistä tai vioista, jotka aiheutuvat tulostamisesta muste lopussa -tilassa.
fr: Remplacez le réservoir d'encre. L'impression dans les conditions actuelles peut endommager l'imprimante. Pour continuer l'impression, appuyez sur le bouton Arrêt de l'imprimante et maintenez-le enfoncé pendant 5 secondes minimum, puis relâchez-le. Ceci désactive la fonction de détection du niveau restant de l'encre ci-dessus. La désactivation de la fonction est mémorisée. Notez que Canon ne sera pas tenu pour responsable de tout dysfonctionnement ou problème résultant de la poursuite de l'impression dans des conditions d'encre insuffisante.
it: Sostituire il serbatoio d'inchiostro. La stampante potrebbe subire danni se si continua la stampa in stato di inchiostro esaurito. Per continuare la stampa, tenere premuto il pulsante Arresta sulla stampante per almeno 5 secondi, quindi rilasciarlo. Questa operazione disattiva la funzione di rilevamento del livello di inchiostro rimanente e la disattivazione della funzione viene memorizzata. Canon non sarà responsabile per malfunzionamenti o problemi causati dal proseguimento della stampa in stato di inchiostro esaurito.
nb: Bytt blekktanken. Skriveren kan ta skade hvis du skriver ut når det er tomt for blekk. Du kan fortsette å skrive ut ved å holde nede Stopp-knappen på skriveren i minst 5 sekunder. Dette vil deaktivere funksjonen for registrering av gjenværende nivå for ovenfornevnte blekk, og dette legges i minnet. Canon er ikke ansvarlig for skade eller feil som skyldes fortsettelse av utskrift når det er tomt for blekk.
nl: Vervang de inkttank. Wanneer u in deze situatie afdrukt, kan de printer beschadigd raken. Als u wilt doorgaan met afdrukken, drukt u op de knop Stoppen op de printer en houdt u deze ten minste 5 seconden ingedrukt. Hiermee schakelt u de functie voor het detecteren van het resterende niveau van de bovenstaande inkt uit. Het uitschakelen van deze functie wordt onthouden. Canon is niet aansprakelijk voor een slechte werking of problemen veroorzaakt door het voortzetten van het afdrukken met een lege inkttank.
pl: Wymień zbiornik z atramentem. Kontynuowanie drukowania mimo braku atramentu grozi uszkodzeniem drukarki. Aby kontynuować drukowanie, naciśnij i przytrzymaj przez co najmniej 5 sekund przycisk Zatrzymaj, a następnie zwolnij go. Ta operacja spowoduje wyłączenie funkcji wykrywania pozostałego poziomu atramentu, a wyłączenie funkcji zostanie zapamiętane. Firma Canon nie ponosi odpowiedzialności za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
sv: Byt ut bläckbehållaren. Att skriva ut under rådande förhållanden kan skada skrivaren. Om du vill fortsätta skriva ut håller du ned knappen Stopp på skrivaren i åtminstone 5 sekunder och släpper den sedan. Åtgärden stänger av funktionen som känner av den återstående nivån för ovanstående bläck. Avstängningen av funktionen memoreras. Canon ansvarar inte för några fel eller problem som beror på att du fortsätter skriva ut när bläcket är slut.
tr: Mürekkep haznesini değiştirin. Geçerli durumda yazdırmak yazıcıya zarar verebilir. Yazdırmaya devam etmek için, yazıcının Durdur düğmesine basın ve düğmeyi en az 5 saniye basılı tutup serbest bırakın. Bu işlem yukarıdaki mürekkebin kalan düzeyini algılama işlevini serbest bırakır ve işlevi serbest bırakma belleğe alınır. Mürekkep bittiği halde yazdırma işlemine devam edilmesi durumunda oluşan arıza veya sorundan Canon sorumlu tutulamaz.
zh: 请更换墨水盒。在当前情况下进行打印，可能会损坏打印机。 如果希望继续打印，请按住打印机的“停止”按钮至少 5 秒，然后松开。 该操作会使以上墨水剩余量检测功能失效，并且功能失效将被记录。 请注意，对于因在墨水用完的情况下继续打印而导致的故障或问题，Canon 将不承担任何责任。
zh_tw: 請更換墨水盒。在目前情況下進行列印可能會使印表機受損。 如要繼續列印，請先按住印表機的 [停止] 按鈕至少 5 秒鐘，再放開。 該操作將使偵測剩餘墨水量的功能失效，且功能失效將會被記錄。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
cs: Sejměte zadní kryt a potom odstraňte zachycený papír. Pokud nelze zachycený papír odstranit, odeberte nejprve kazetu a odstraňte papír ze strany kazety.
de: Nehmen Sie die hintere Abdeckung ab und entfernen Sie das gestaute Papier. Wenn das gestaute Papier nicht entfernt werden kann, entfernen Sie zunächst die Kassette und dann das Papier von der Seite der Kassette.
el: Αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αφαιρέστε το μπλοκαρισμένο χαρτί. Εάν δεν μπορείτε να αφαιρέσετε το μπλοκαρισμένο χαρτί, αφαιρέστε πρώτα την κασέτα και, στη συνέχεια, το χαρτί από την πλευρά της κασέτας.
es: Suelte la tapa trasera y, a continuación, extraiga el papel atascado. Si no se puede extraer el papel atascado, retire primero el cassette y saque el papel desde el lado del cassette.
fi: Irrota takakansi ja poista paperitukos. Jos juuttunut paperi ei irtoa, poista ensin kasetti ja poista sitten juuttunut paperi kasetin puolelta.
fr: Détachez le panneau arrière, puis retirez le papier coincé. Si vous n'y arrivez pas, commencez par sortir la cassette, puis enlevez le papier à partir de l'emplacement de la cassette.
it: Togliere il coperchio posteriore e rimuovere la carta inceppata. Se non è possibile rimuovere la carta inceppata, rimuovere innanzitutto il cassetto e togliere la carta dal lato del cassetto.
nb: Ta av bakdekselet, og fjern deretter det fastkjørte papiret. Hvis du ikke får fjernet det fastkjørte papiret, må du først ta ut kassetten, og deretter fjerne papiret fra kassettsiden.
nl: Maak de achterklep los en verwijder het vastgelopen papier. Als het vastgelopen papier niet kan worden verwijderd, verwijdert u eerst de cassette en verwijdert u het papier van de kant van de cassette.
pl: Odłącz tylną pokrywę i usuń zacięty papier. Jeśli nie można wyjąć papieru, wyjmij kasetę, a następnie usuń papier od strony kasety.
sv: Ta loss den bakre luckan och ta bort pappret som fastnat. Om papperet inte går att få bort tar du ut kassetten och drar ut papperet från kassettens sida.
tr: Arka kapağı ayırın ve sıkışmış kağıdı çıkartın. Sıkışan kağıt çıkarılamıyorsa, önce kaseti çıkarın ve kağıdı kaset tarafından çıkarın.
zh: 卸下后盖，然后取出被卡纸张。如果无法取出被卡纸张，先卸下纸盒，然后从纸盒一侧取出被卡纸张。
zh_tw: 卸下後蓋，然後移除被夾紙張。如果無法移除被夾紙張，請先移除紙匣，然後從紙匣一側移除被夾紙張。

source: Raise the paper support, detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
cs: Zdvihněte opěrku papíru, sejměte zadní kryt a potom odstraňte zachycený papír. Pokud nelze zachycený papír odstranit, odeberte nejprve kazetu a odstraňte papír ze strany kazety.
de: Heben Sie die Papierstütze an, nehmen Sie die hintere Abdeckung ab und entfernen Sie das gestaute Papier. Wenn das gestaute Papier nicht entfernt werden kann, entfernen Sie zunächst die Kassette und dann das Papier von der Seite der Kassette.
el: Ανασηκώστε τη βάση χαρτιού, αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αφαιρέστε το μπλοκαρισμένο χαρτί. Εάν δεν μπορείτε να αφαιρέσετε το μπλοκαρισμένο χαρτί, αφαιρέστε πρώτα την κασέτα και, στη συνέχεια, το χαρτί από την πλευρά της κασέτας.
es: Levante el soporte del papel, suelte la tapa trasera y, a continuación, extraiga el papel atascado. Si no se puede extraer el papel atascado, retire primero el cassette y saque el papel desde el lado del cassette.
fi: Nosta paperituki, irrota takakansi ja poista paperitukos. Jos juuttunut paperi ei irtoa, poista ensin kasetti ja poista sitten juuttunut paperi kasetin puolelta.
fr: Relevez le support papier, détachez le panneau arrière, puis retirez le papier coincé. Si vous n'y arrivez pas, commencez par sortir la cassette, puis enlevez le papier à partir de l'emplacement de la cassette.
it: Sollevare il supporto per la carta, togliere il coperchio posteriore e rimuovere la carta inceppata. Se non è possibile rimuovere la carta inceppata, rimuovere innanzitutto il cassetto e togliere la carta dal lato del cassetto.
nb: Hev papirstøtten, ta av bakdekselet og fjern deretter det fastkjørte papiret. Hvis du ikke får fjernet det fastkjørte papiret, må du først ta ut kassetten, og deretter fjerne papiret fra kassettsiden.
nl: Til de papiersteun op, maak de achterklep los en verwijder het vastgelopen papier. Als het vastgelopen papier niet kan worden verwijderd, verwijdert u eerst de cassette en verwijdert u het papier van de kant van de cassette.
pl: Podnieś podpórkę papieru, odłącz tylną pokrywę i usuń zacięty papier. Jeśli nie można wyjąć papieru, wyjmij kasetę, a następnie wyjmij papier od strony kasety.
sv: Lyft pappersstödet, ta loss den bakre luckan och ta bort pappret som fastnat. Om papperet inte går att få bort tar du ut kassetten och drar ut papperet från kassettens sida.
tr: Kağıt desteğini kaldırın, arka kapağı ayırın ve sıkışmış kağıdı çıkartın. Sıkışan kağıt çıkarılamıyorsa, önce kaseti çıkarın ve kağıdı kaset tarafından çıkarın.
zh: 抬起靠纸架，卸下后盖，然后取出被卡纸张。如果无法取出被卡纸张，先卸下纸盒，然后从纸盒一侧取出被卡纸张。
zh_tw: 抬起托紙架，卸下後蓋，然後移除被夾紙張。如果無法移除被夾紙張，請先移除紙匣，然後從紙匣一側移除被夾紙張。

source: An error has occurred. Check the display on the printer.
cs: Došlo k chybě. Zkontrolujte displej tiskárny.
de: Es ist ein Fehler aufgetreten. Prüfen Sie das Display des Druckers.
el: Παρουσιάστηκε εσωτερικό σφάλμα. Ελέγξτε την οθόνη του εκτυπωτή.
es: Se produjo un error. Compruebe la pantalla de la impresora.
fi: Tapahtui virhe. Tarkista tulostimen näyttö.
fr: Une erreur s'est produite. Consultez l'écran de l'imprimante.
it: Si è verificato un errore. Vedere il display sulla stampante.
nb: Det har oppstått en feil. Se skjermen på skriveren.
nl: Er is een fout opgetreden. Controleer het scherm van de printer.
pl: Wystąpił błąd. Sprawdź informacje na wyświetlaczu drukarki.
sv: Ett fel har inträffat. Kontrollera skrivarens display.
tr: Bir hata oluştu. Yazıcının ekranını kontrol edin.
zh: 发生了一个错误。检查打印机的显示装置。
zh_tw: 出現錯誤。檢查印表機上的顯示屏。

source: An ink cartridge is not installed properly. Open the printer's cover, firmly push down the ink cartridge locking cover, and then make sure the ink cartridge is installed properly. Then close the printer's cover.
cs: Inkoustová kazeta není správně nainstalována. Otevřete kryt tiskárny, silně zatlačte na zajišťovací kryt inkoustové kazety a pak zkontrolujte, zda je inkoustová kazeta správně nainstalována. Potom zavřete kryt tiskárny.
de: Eine Tintenpatrone wurde nicht ordnungsgemäß eingesetzt. Öffnen Sie die Druckerabdeckung, drücken Sie die Verriegelung der Tintenpatrone nach unten und überprüfen Sie, ob die Tintenpatrone korrekt eingesetzt ist. Schließen Sie anschließend die Druckerabdeckung.
el: Δεν έχει εγκατασταθεί σωστά κάποιο φυσίγγιο. Ανοίξτε το κάλυμμα του εκτυπωτή, πιέστε με δύναμη το κάλυμμα ασφάλισης του φυσιγγίου μελάνης και, στη συνέχεια, βεβαιωθείτε ότι το φυσίγγιο μελάνης είναι σωστά εγκατεστημένο. Έπειτα κλείστε το κάλυμμα του εκτυπωτή.
es: Se ha instalado un cartucho de tinta de forma incorrecta. Abra la tapa de la impresora, empuje firmemente la tapa de bloqueo del cartucho de tinta y, a continuación, asegúrese de que el cartucho de tinta está instalado correctamente. A continuación, cierre la tapa de la impresora.
fi: Mustekasetti on asennettu väärin. Avaa tulostimen kansi, paina mustekasetin lukituskantta voimakkaasti alaspäin ja varmista sitten, että kasetti on asennettu oikein. Sulje sitten tulostimen kansi.
fr: Une cartouche d'encre n'est pas installée correctement. Ouvrez le capot de l'imprimante, poussez vers le bas le couvercle de la cartouche, puis vérifiez que la cartouche est installée correctement. Refermez le capot.
it: Una cartuccia di inchiostro non è installata correttamente. Aprire il coperchio della stampante, premere con decisione il coperchio di bloccaggio della cartuccia di inchiostro e assicurarsi che questa sia installata correttamente. Quindi chiudere il coperchio della stampante.
nb: En blekkassett er ikke riktig installert. Åpne skriverdekselet, press ned lokket på blekkassetten og installer den på riktig måte. Lukk skriverdekselet.
nl: De inktcartridge is niet correct geïnstalleerd. Open de klep van de printer en druk stevig op de sluitklep van de inktcartridge en zorg vervolgens dat de inktpatroon op de juiste wijze is aangesloten. Sluit vervolgens de klep van de printer.
pl: Kaseta z atramentem została zainstalowana nieprawidłowo. Otwórz pokrywę drukarki, dociśnij pokrywę kasety z atramentem i upewnij się, że jest ona właściwie zainstalowana. Następnie zamknij pokrywę drukarki.
sv: En bläckkassett är felaktigt installerad. Öppna skrivarluckan, tryck ned locket till bläckkassetten ordentligt och se till att bläckkassetten är korrekt installerad. Stäng sedan skrivarluckan.
tr: Bir mürekkep kartuşu doğru takılmamış. Yazıcının kapağını açın, mürekkep kartuşu kilit kolunu sıkıca aşağı bastırın ve ardından mürekkep kartuşunun doğru takıldığından emin olun. Daha sonra yazıcının kapağını kapatın.
zh: 一个墨盒未正确安装。 打开打印机机盖，使劲向下按墨盒锁定盖，确认墨盒正确安装，然后关闭机盖。
zh_tw: 墨盒安裝不正確。 請開啟印表機機蓋，緊緊按下墨盒鎖定蓋，確認墨盒已經正確安裝。然後關閉機蓋。

source: Another computer is using the printer. The following status is the usage status of that computer. ---
cs: Tiskárnu používá jiný počítač. Stav tohoto počítače je následující. ---
de: Der Drucker wird von einem anderen Computer verwendet. Die folgende Statusmeldung zeigt den Nutzungsstatus dieses Computers an. ---
el: Κάποιος άλλος υπολογιστής χρησιμοποιεί τον εκτυπωτή. Η ακόλουθη κατάσταση είναι η κατάσταση χρήσης αυτού του υπολογιστή. ---
es: Otro equipo está usando la impresora. A continuación se indica el estado de utilización de ese equipo: ---
fi: Toinen tietokone käyttää tulostinta. Tässä on sen tietokoneen käyttötila. ---
fr: Un autre ordinateur utilise l'imprimante. Le statut suivant correspond au statut d'utilisation de cet ordinateur. ---
it: Un altro computer sta utilizzando la stampante. Lo stato seguente mostra lo stato di utilizzo di tale computer. ---
nb: Skriveren brukes av en annen datamaskin. Statusen nedenfor er brukerstatusen for den datamaskinen. ---
nl: De printer wordt door een andere computer gebruikt. De volgende status is de verbruiksstatus van die computer. ---
pl: Inny komputer korzysta z drukarki. Poniżej przedstawiono stan wykorzystania drukarki przez ten komputer. ---
sv: Skrivaren används av en annan dator. Följande status är den andra datorns utnyttjandestatus. ---
tr: Yazıcıyı başka bir bilgisayar kullanıyor. Aşağıdaki durum ilgili bilgisayarın kullanım durumudur. ---
zh: 另一台计算机正在使用打印机。 以下状态是该计算机的使用状态。 ---
zh_tw: 另一電腦正在使用印表機。 以下狀態是該電腦的使用狀態。 ---

source: Error Number : %s
cs: Číslo chyby : %s
de: Fehlernummer : %s
el: Αριθμός σφάλματος : %s
es: Número de error : %s
fi: Virhenumero : %s
fr: Numéro d'erreur : %s
it: Numero errore : %s
nb: Feilnummer : %s
nl: Foutnummer : %s
pl: Numer błędu : %s
sv: Felnummer : %s
tr: Hata Numarası : %s
zh: 错误号码：%s
zh_tw: 錯誤號碼：%s
