Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's RESUME button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
cs: Tisk za této situace může poškodit tiskárnu. Společnost Canon neodpovídá za žádnou chybu nebo problémy způsobené opakovaným plněním nádržek s inkoustem. Chcete-li pokračovat v tisku, musíte zakázat funkci pro detekci zbývající hladiny inkoustu. Stiskněte a podržte tlačítko POKRAČOVAT alespoň 5 sekund a potom jej uvolněte. Zákaz funkce pro detekci zbývající hladiny inkoustu je uložen do paměti. Tato operace zakáže funkci pro detekci zbývající hladiny inkoustu uvedeného výše.
de: Wenn unter dieser Bedingung gedruckt wird, kann der Drucker beschädigt werden. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Beschädigungen haftbar ist, die durch wiederaufgefüllte Tintenbehälter entstehen. Um den Druckvorgang fortzusetzen, müssen Sie die Funktion zur Erkennung des Tintenstands aktivieren. Halten Sie die Taste 'FORTSETZEN' am Drucker mindestens 5 Sekunden lang gedrückt. Die Aktivierung der Funktion zur Erkennung des Tintenstands wird gespeichert. Bei diesem Vorgang wird die Funktion zur Erkennung des Tintenstands für die oben angegebene Tinte aktiviert.
el: Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Σας ενημερώνουμε ότι η Canon δεν φέρει ευθύνη για οποιαδήποτε δυσλειτουργία ή ζημιά ενδέχεται να προκληθεί από το ξαναγέμισμα των δοχείων μελάνης. Για να συνεχίσετε την εκτύπωση, πρέπει να απενεργοποιήσετε τη λειτουργία εντοπισμού της ποσότητας μελάνης που απομένει. Πατήστε και κρατήστε πατημένο το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και στη συνέχεια αφήστε το. Η απενεργοποίηση της λειτουργίας ανίχνευσης της ποσότητας μελάνης που απομένει αποθηκεύεται στη μνήμη. Αυτή η λειτουργία θα απενεργοποιήσει τη διαδικασία εντοπισμού της στάθμης της ανωτέρω μελάνης που απομένει.
es: La impresión en las condiciones actuales puede dañar la impresora. Tenga en cuenta que Canon no será responsable de ningún mal funcionamiento o daño de la impresora provocado por depósitos de tinta rellenados. Para continuar con la impresión, tendrá que liberar la función para detectar el nivel de tinta restante. Mantenga pulsado el botón REANUDAR de la impresora durante 5 segundos como mínimo y suéltelo. La liberación de la función para detectar el nivel de tinta restante se guardará en memoria. Esta operación liberará la función de detección del nivel de tinta restante de la tinta anterior.
fi: Tässä tilanteessa tulostaminen voi vahingoittaa tulostinta. Muista, että Canon ei ole vastuussa toimintahäiriöistä tai vioista, jotka ovat aiheutuneet täytetyistä mustesäiliöistä. Voidaksesi jatkaa tulostusta jäljellä olevan mustetason tunnistustoiminto on poistettava käytöstä. Pidä tulostimen JATKA-näppäintä painettuna ainakin 5 sekunnin ajan, ja vapauta se sitten. Jäljellä olevan mustetason tunnistustoiminnon poistaminen käytöstä on tallennettu muistiin. Näin jäljellä olevan mustetason tunnistustoiminto poistuu käytöstä edellisen mustelaadun osalta.
fr: L'impression dans les conditions actuelles peut endommager l'imprimante. Notez que Canon ne sera pas tenu pour responsable de tout dysfonctionnement ou problème dû à des réservoirs d'encre rechargés. Pour continuer l'impression, désactivez la fonction de détection du niveau d'encre restant. Appuyez sur le bouton REPRENDRE de l'imprimante et maintenez-le enfoncé pendant 5 secondes minimum, puis relâchez-le. La désactivation de la fonction de détection du niveau d'encre restant est mémorisée. La fonction de détection du niveau restant de l'encre ci-dessus est alors désactivée.
it: La stampa in questa condizione potrebbe danneggiare la stampante. Canon non sarà responsabile per malfunzionamenti o danni alla stampante causati da serbatoi d'inchiostro rigenerati. Per continuare a stampare, è necessario disattivare la funzione di rilevamento del livello d'inchiostro rimanente. Tenere premuto il pulsante RIPRENDI sulla stampante per almeno 5 secondi, quindi rilasciarlo. La disattivazione della funzione di rilevamento del livello d'inchiostro rimanente viene memorizzata. Questa operazione disattiva la funzione di rilevamento del livello di inchiostro rimanente nel serbatoio sopraindicato.
nb: Skriveren kan ta skade hvis du skriver ut når det er tomt for blekk. Canon er ikke ansvarlig for skade eller feil på skriveren som skyldes at blekktanken er fylt på nytt. Hvis du vil fortsette utskriften, må du deaktivere funksjonen for registrering av nivået for gjenværende blekk. Hold nede FORTSETT-knappen på skriveren i minst 5 sekunder. Når funksjonen for registrering av nivå for gjenværende blekk deaktiveres, legges dette i minnet. Denne handlingen vil deaktivere funksjonen for registrering av gjenværende nivå for ovenfornevnte blekk.
nl: Wanneer u in deze situatie afdrukt, kan de printer beschadigd raken. Canon is niet aansprakelijk voor een slechte werking van of schade aan de printer veroorzaakt door opnieuw gevulde inkttanks. Wanneer u het afdrukken wilt voortzetten, moet u de functie voor het detecteren van het resterende inktniveau uitschakelen. Druk op de knop HERVATTEN op de printer en houd deze ten minste 5 seconden ingedrukt. Het uitschakelen van de functie voor het detecteren van het resterende inktniveau wordt onthouden. Hiermee schakelt u de functie voor het detecteren van het resterende inktniveau voor de bovenstaande inkt uit.
pl: Drukowanie w obecnym stanie może spowodować uszkodzenie drukarki. Firma Canon nie ponosi odpowiedzialności za żadne uszkodzenia ani awarie drukarki, spowodowane korzystaniem z ponownie napełnianych pojemników z atramentem. Aby kontynuować drukowanie, konieczne jest wyłączenie funkcji wykrywania pozostałego poziomu atramentu. Naciśnij i przytrzymaj przez co najmniej 5 sekund przycisk WZNÓW, a następnie zwolnij go. Wyłączenie funkcji wykrywania pozostałego poziomu atramentu zostanie zapamiętane. Ta operacja spowoduje wyłączenie funkcji wykrywania pozostałego poziomu następującego atramentu.
sv: Om du skriver ut under aktuella förhållanden kan det skada skrivaren. Observera att Canon inte ska ansvara för någon felfunktion hos skrivaren eller skada på grund av återfyllda bläckbehållare. För att fortsätta utskriften behöver du stänga av funktionen för identifiering av återstående bläcknivå. Håll ned knappen FORTSÄTT i åtminstone 5 sekunder, och släpp den sedan. Avstängningen av funktionen som känner av den återstående bläcknivån memoreras. Den här åtgärden kommer att stänga av funktionen som känner av den återstående nivån för följande bläck.
tr: Geçerli durumda yazdırmak yazıcıya zarar verebilir. Mürekkep haznesinin yeniden doldurularak yazıcıya takılmasından kaynaklanan arıza veya sorundan Canon sorumlu tutulamaz. Yazdırmaya devam etmek için kalan mürekkep düzeyini algılama işlevini serbest bırakmanız gerekir. Yazıcının SÜRDÜR düğmesini en az 5 saniye basılı tutun ve bırakın. Kalan mürekkep düzeyini algılama işlevini devre dışı bırakma belleğe kaydedildi. Bu işlem yukarıdaki mürekkebin kalan düzeyini algılama işlevini serbest bırakır.
zh: 在当前情况下进行打印，可能会损坏打印机。请注意，对于因使用再填充墨水而导致的故障或问题，Canon 将不承担任何责任。 如果希望继续打印，您需要使剩余墨水量检测功能失效。请按住打印机的“恢复”按钮至少 5 秒，然后松开。剩余墨水量检测功能失效将被记录。 该操作将使以上墨水剩余量检测功能失效。
zh_tw: 在目前情況下列印，將可能會使印表機受損。請注意，對於使用耗盡過而又再填充的墨水盒而導致的印表機故障或損壞，Canon 將不承擔任何責任。 如要繼續列印，您需要使偵測剩餘墨水量的功能失效。請按住印表機的 [重試] 按鈕至少 5 秒鐘，再放開。偵測剩餘墨水量的功能失效將被記錄。 該操作將使以上墨水剩餘量偵測功能失效。

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
cs: Tisk za této situace může poškodit tiskárnu. Společnost Canon neodpovídá za žádnou chybu nebo problémy způsobené opakovaným plněním nádržek s inkoustem. Chcete-li pokračovat v tisku, musíte zakázat funkci pro detekci zbývající hladiny inkoustu. Stiskněte a podržte tlačítko Zastavit/Obnovit alespoň 5 sekund a potom jej uvolněte. Zákaz funkce pro detekci zbývající hladiny inkoustu je uložen do paměti. Tato operace zakáže funkci pro detekci zbývající hladiny inkoustu uvedeného výše.
de: Wenn unter dieser Bedingung gedruckt wird, kann der Drucker beschädigt werden. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Beschädigungen haftbar ist, die durch wiederaufgefüllte Tintenbehälter entstehen. Um den Druckvorgang fortzusetzen, müssen Sie die Funktion zur Erkennung des Tintenstands aktivieren. Halten Sie die Taste 'Stoppen/Zurücksetzen' am Drucker mindestens 5 Sekunden lang gedrückt. Die Aktivierung der Funktion zur Erkennung des Tintenstands wird gespeichert. Bei diesem Vorgang wird die Funktion zur Erkennung des Tintenstands für die oben angegebene Tinte aktiviert.
el: Η εκτύπωση υπό τις υπάρχουσες συνθήκες ενδέχεται να προκαλέσει ζημιά στον εκτυπωτή. Σας ενημερώνουμε ότι η Canon δεν φέρει ευθύνη για οποιαδήποτε δυσλειτουργία ή ζημιά ενδέχεται να προκληθεί από το ξαναγέμισμα των δοχείων μελάνης. Για να συνεχίσετε την εκτύπωση, πρέπει να απενεργοποιήσετε τη λειτουργία εντοπισμού της ποσότητας μελάνης που απομένει. Πατήστε και κρατήστε πατημένο το κουμπί Διακοπή/Επαναφορά του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα και στη συνέχεια αφήστε το. Η απενεργοποίηση της λειτουργίας ανίχνευσης της ποσότητας μελάνης που απομένει αποθηκεύεται στη μνήμη. Αυτή η λειτουργία θα απενεργοποιήσει τη διαδικασία εντοπισμού της στάθμης της ανωτέρω μελάνης που απομένει.
es: La impresión en las condiciones actuales puede dañar la impresora. Tenga en cuenta que Canon no será responsable de ningún mal funcionamiento o daño de la impresora provocado por depósitos de tinta rellenados. Para continuar con la impresión, tendrá que liberar la función para detectar el nivel de tinta restante. Mantenga pulsado el botón Parar/Reiniciar de la impresora durante 5 segundos como mínimo y suéltelo. La liberación de la función para detectar el nivel de tinta restante se guardará en memoria. Esta operación liberará la función de detección del nivel de tinta restante de la tinta anterior.
fi: Tässä tilanteessa tulostaminen voi vahingoittaa tulostinta. Muista, että Canon ei ole vastuussa toimintahäiriöistä tai vioista, jotka ovat aiheutuneet täytetyistä mustesäiliöistä. Voidaksesi jatkaa tulostusta jäljellä olevan mustetason tunnistustoiminto on poistettava käytöstä. Pidä tulostimen Pysäytä/Nollaa-näppäintä painettuna ainakin 5 sekunnin ajan, ja vapauta se sitten. Jäljellä olevan mustetason tunnistustoiminnon poistaminen käytöstä on tallennettu muistiin. Näin jäljellä olevan mustetason tunnistustoiminto poistuu käytöstä edellisen mustelaadun osalta.
fr: L'impression dans les conditions actuelles peut endommager l'imprimante. Notez que Canon ne sera pas tenu pour responsable de tout dysfonctionnement ou problème dû à des réservoirs d'encre rechargés. Pour continuer l'impression, désactivez la fonction de détection du niveau d'encre restant. Appuyez sur le bouton Arrêt/Réinitialisation de l'imprimante et maintenez-le enfoncé pendant 5 secondes minimum, puis relâchez-le. La désactivation de la fonction de détection du niveau d'encre restant est mémorisée. La fonction de détection du niveau restant de l'encre ci-dessus est alors désactivée.
it: La stampa in questa condizione potrebbe danneggiare la stampante. Canon non sarà responsabile per malfunzionamenti o danni alla stampante causati da serbatoi d'inchiostro rigenerati. Per continuare a stampare, è necessario disattivare la funzione di rilevamento del livello d'inchiostro rimanente. Tenere premuto il pulsante Arresta/Ripristina sulla stampante per almeno 5 secondi, quindi rilasciarlo. La disattivazione della funzione di rilevamento del livello d'inchiostro rimanente viene memorizzata. Questa operazione disattiva la funzione di rilevamento del livello di inchiostro rimanente nel serbatoio sopraindicato.
nb: Skriveren kan ta skade hvis du skriver ut når det er tomt for blekk. Canon er ikke ansvarlig for skade eller feil på skriveren som skyldes at blekktanken er fylt på nytt. Hvis du vil fortsette utskriften, må du deaktivere funksjonen for registrering av nivået for gjenværende blekk. Hold nede Stopp/Nullstill-knappen på skriveren i minst 5 sekunder. Når funksjonen for registrering av nivå for gjenværende blekk deaktiveres, legges dette i minnet. Denne handlingen vil deaktivere funksjonen for registrering av gjenværende nivå for ovenfornevnte blekk.
nl: Wanneer u in deze situatie afdrukt, kan de printer beschadigd raken. Canon is niet aansprakelijk voor een slechte werking van of schade aan de printer veroorzaakt door opnieuw gevulde inkttanks. Wanneer u het afdrukken wilt voortzetten, moet u de functie voor het detecteren van het resterende inktniveau uitschakelen. Druk op de knop Stoppen/herstellen op de printer en houd deze ten minste 5 seconden ingedrukt. Het uitschakelen van de functie voor het detecteren van het resterende inktniveau wordt onthouden. Hiermee schakelt u de functie voor het detecteren van het resterende inktniveau voor de bovenstaande inkt uit.
pl: Drukowanie w obecnym stanie może spowodować uszkodzenie drukarki. Firma Canon nie ponosi odpowiedzialności za żadne uszkodzenia ani awarie drukarki, spowodowane korzystaniem z ponownie napełnianych pojemników z atramentem. Aby kontynuować drukowanie, konieczne jest wyłączenie funkcji wykrywania pozostałego poziomu atramentu. Naciśnij i przytrzymaj przez co najmniej 5 sekund przycisk Zatrzymaj/Zresetuj, a następnie zwolnij go. Wyłączenie funkcji wykrywania pozostałego poziomu atramentu zostanie zapamiętane. Ta operacja spowoduje wyłączenie funkcji wykrywania pozostałego poziomu następującego atramentu.
sv: Om du skriver ut under aktuella förhållanden kan det skada skrivaren. Observera att Canon inte ansvarar för någon felfunktion hos skrivaren eller skada på grund av återfyllda bläckbehållare. För att fortsätta utskriften behöver du stänga av funktionen för att känna av återstående bläcknivå. Tryck och håll ned skrivarknappen Stop/Återställ i minst 5 sekunder och släpp sedan upp den. Avstängningen av funktionen som känner av den återstående bläcknivån memoreras. Den här åtgärden stänger av funktionen för identifiering av återstående bläcknivå för bläcket ovan.
tr: Geçerli durumda yazdırmak yazıcıya zarar verebilir. Mürekkep haznesinin yeniden doldurularak yazıcıya takılmasından kaynaklanan arıza veya sorundan Canon sorumlu tutulamaz. Yazdırmaya devam etmek için kalan mürekkep düzeyini algılama işlevini serbest bırakmanız gerekir. Yazıcının Durdur/Sıfırla düğmesini en az 5 saniye basılı tutun ve bırakın. Kalan mürekkep düzeyini algılama işlevini devre dışı bırakma belleğe kaydedildi. Bu işlem yukarıdaki mürekkebin kalan düzeyini algılama işlevini serbest bırakır.
zh: 在当前情况下进行打印，可能会损坏打印机。请注意，对于因使用再填充墨水而导致的故障或问题，Canon 将不承担任何责任。 如果希望继续打印，您需要使剩余墨水量检测功能失效。请按住打印机的“停止/重置”按钮至少 5 秒，然后松开。剩余墨水量检测功能失效将被记录。 该操作将使以上墨水剩余量检测功能失效。
zh_tw: 在目前情況下列印，將可能會使印表機受損。請注意，對於使用耗盡過而又再填充的墨水盒而導致的印表機故障或損壞，Canon 將不承擔任何責任。 如要繼續列印，您需要使偵測剩餘墨水量的功能失效。請按住印表機的 [停止/重新設定] 按鈕至少 5 秒鐘，再放開。偵測剩餘墨水量的功能失效將被記錄。 該操作將使以上墨水剩餘量偵測功能失效。

source: Replace the ink tank.
cs: Vyměňte nádržku s inkoustem.
de: Wechseln Sie den Tintenbehälter aus.
el: Αντικαταστήστε το δοχείο μελάνης.
es: Sustituya el depósito de tinta.
fi: Vaihda mustesäiliö.
fr: Remplacez le réservoir d'encre.
it: Sostituire il serbatoio d'inchiostro.
nb: Bytt blekktanken.
nl: Vervang de inkttank.
pl: Wymień zbiornik z atramentem.
sv: Byt ut bläckbehållaren.
tr: Mürekkep haznesini değiştirin.
zh: 请更换墨水盒。
zh_tw: 更換墨水盒。

source: Printing cannot be executed because the ink cartridge may not be installed properly or may not be compatible with this printer. Install the appropriate ink cartridge.
cs: Tisk nelze spustit, protože kazeta s inkoustem pravděpodobně není nainstalována správně nebo není kompatibilní s touto tiskárnou. Nainstalujte vhodnou kazetu s inkoustem.
de: Der Druckvorgang kann nicht ausgeführt werden, da die Tintenpatrone entweder nicht richtig eingesetzt oder mit diesem Drucker nicht kompatibel ist. Setzen Sie die richtige Tintenpatrone ein.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί επειδή η κασέτα μελάνης δεν είναι εγκατεστημένη σωστά ή δεν είναι συμβατή με αυτό τον εκτυπωτή. Εγκαταστήστε την κατάλληλη κασέτα μελάνης.
es: No se puede ejecutar la impresión porque el cartucho de tinta no está instalado correctamente o no es compatible con esta impresora. Instale el cartucho de tinta adecuado.
fi: Tulostus ei onnistu, sillä mustekasetti on saatettu asentaa väärin tai se ei ole yhteensopiva tulostimen kanssa. Asenna sopiva kasetti.
fr: L'impression est impossible. La cartouche d'encre n'est peut-être pas installée correctement ou elle est incompatible avec cette imprimante. Installez la cartouche d'encre appropriée.
it: Impossibile stampare perché la cartuccia di inchiostro non è installata correttamente o non è compatibile con questa stampante. Installare la cartuccia di inchiostro appropriata.
nb: Kan ikke skrive ut fordi blekkassetten ikke er satt inn ordentlig eller ikke er kompatibel med denne skriveren. Sett inn korrekt blekkassett.
nl: Het afdrukken kan niet worden uitgevoerd, omdat de inktpatroon niet correct is geïnstalleerd of niet compatibel is met deze printer. Installeer de juiste inktpatroon.
pl: Nie można przeprowadzić drukowania, ponieważ kaseta z atramentem może być nieprawidłowo zainstalowana lub może być niezgodna z tą drukarką. Zainstaluj odpowiednią kasetę.
sv: Det går inte att skriva ut, kanske för att bläckkassetten inte har installerats korrekt eller för att den inte är kompatibel med skrivaren. Installera lämplig bläckkassett.
tr: Mürekkep kartuşu düzgün takılmadığından veya bu yazıcıyla uyumlu olmadığından yazdırma yürütülemiyor. Doğru mürekkep kartuşunu takın.
zh: 由于可能没有正确安装墨水盒或者所安装的墨水盒可能与本打印机不兼容，所以无法执行打印。 请安装合适的墨水盒。
zh_tw: 可能因為墨水盒安裝不正確或墨水盒與本印表機不相容，列印無法執行。 安裝合適的墨水盒。
