Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the Start button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Došel inkoust. Vyměňte inkoustovou kazetu a zavřete kryt. Pokud probíhá tisk a chcete pokračovat v tisku s použitím nainstalované kazety s inkoustem, stiskněte tlačítko Spustit. Tisk bude pokračovat, i když došel inkoust. Vyměňte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokračujete v tisku s prázdnou nádržkou s inkoustem, nemusí být výsledná kvalita tisku uspokojivá.
de: Die Tinte ist aufgebraucht. Tauschen Sie die Tintenpatrone aus und schließen Sie die Abdeckung. Wenn Sie den Druckvorgang fortsetzen möchten, drücken Sie die Taste "Start", während der Tintenbehälter noch eingesetzt ist. Der Druckvorgang wird dann trotz fehlender Tinte fortgesetzt. Tauschen Sie die leere Tintenpatrone sofort nach dem Druckvorgang aus. Die Druckqualität wird vermindert, wenn weiterhin ohne Tinte gedruckt wird.
el: Η μελάνη έχει εξαντληθεί. Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Εάν η εκτύπωση είναι σε εξέλιξη και θέλετε να συνεχίσετε να εκτυπώνετε, πατήστε το κουμπί Έναρξη αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Η ποιότητα της εκτύπωσης δεν θα είναι ικανοποιητική, εάν η εκτύπωση συνεχιστεί στην κατάσταση άδειου δοχείου μελάνης.
es: Se ha agotado la tinta. Sustituya el depósito de tinta y cierre la tapa. Si la impresión está en curso y desea continuar imprimiendo, pulse el botón Inicio con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. Sustituya el cartucho vacío inmediatamente después de imprimir. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de la impresión no será satisfactoria.
fi: Muste on loppunut. Vaihda mustekasetti ja sulje kansi. Jos tulostaminen on kesken ja haluat jatkaa sitä, paina Käynnistä-painiketta, kun kasetti on asennettu. Näin tulostus voi jatkua muste lopussa -tilassa. Vaihda tyhjä mustekasetti heti tulostamisen jälkeen. Jos tulostamista jatketaan muste lopussa -tilassa, laatu ei ole tyydyttävää.
fr: L'encre est épuisée. Remplacez la cartouche d'encre et fermez le capot. Si vous voulez poursuivre une impression en cours, appuyez sur le bouton Démarrer avec la cartouche d'encre installée. L'impression peut alors se poursuivre même dans des conditions d'encre insuffisante. Remplacez la cartouche d'encre vide immédiatement après l'impression. La qualité du résultat n'est pas satisfaisante si l'impression est poursuivie dans des conditions d'encre insuffisante.
it: Inchiostro esaurito. Sostituire la cartuccia di inchiostro e chiudere il coperchio. Se è in corso la stampa e si desidera continuare a stampare, premere il pulsante Avvia con la cartuccia di inchiostro installata. La stampa può proseguire in stato di inchiostro esaurito. Sostituire la cartuccia di inchiostro esaurita subito dopo la stampa. Se si continua la stampa in stato di inchiostro esaurito, la qualità di stampa non sarà soddisfacente.
nb: Det er tomt for blekk. Erstatt blekkassetten og lukk dekselet. Hvis det pågår en utskrift og du ønsker å fortsette utskriften, trykker du på Start når blekkassetten er satt inn. Da kan utskriften fortsette selv om det er tomt for blekk. Bytt den tomme blekkassetten umiddelbart etter at utskriften er ferdig. Utskriftskvaliteten blir ikke god hvis du fortsetter å skrive ut når det er tomt for blekk.
nl: De inkt is op. Vervang de inktpatroon en sluit de klep. Als de printer bezig is met een afdruktaak en u wilt doorgaan met afdrukken met de geïnstalleerde inktpatroon, drukt u op de knop Starten. U kunt hierdoor toch afdrukken, ondanks het feit dat de inkt op is. Vervang de lege inktpatroon onmiddellijk na het afdrukken. Als u het afdrukken met een lege inktpatroon voortzet, resulteert dit in een slechte afdrukkwaliteit.
pl: Skończył się atrament. Wymień zbiornik z atramentem i zamknij pokrywę. Jeśli trwa drukowanie i chcesz je kontynuować, naciśnij przycisk Start przy zainstalowanej kasecie z atramentem. Drukowanie można będzie kontynuować mimo braku atramentu. Wymień pusty zbiornik natychmiast po zakończeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu, jakość wydruku może być niezadowalająca.
sv: Bläcket är slut. Byt ut bläckkassetten och stäng luckan. Om en utskrift pågår och du vill fortsätta skriva ut, trycker du på Start med den installerade bläckkassetten. Utskriften fortsätter då fast bläcket är slut. Byt ut den tomma bläckbehållaren omedelbart när utskriften är klar. Utskriftskvalitén blir inte bra om du fortsätter skriva ut fast bläcket är slut.
tr: Mürekkep bitti. Mürekkep kartuşunu değiştirin ve kapağı kapatın. Yazdırma devam ediyorsa ve yazdırmayı sürdürmek istiyorsanız mürekkep kartuşu takılı halde Başlat düğmesine basın. Bu sayede, mürekkep bittiğinde yazdırmaya devam edilebilir. Yazdırma sonrasında sonra boş mürekkep kartuşunu hemen değiştirin. Mürekkep bittiğinde yazdırma devam ederse, elde edilen baskı kalitesi tatmin edici olmaz.
zh: 墨水已用完。 请更换墨盒，然后关闭机盖。 如果打印正在进行并希望继续打印，请在不取出墨盒的情况下按“启动”按钮。然后可以在墨水用完的情况下继续打印。打印完成后请立即更换空墨盒。如果在墨水用完的情况下继续打印，打印结果的质量不会令人满意。
zh_tw: 墨水用盡。 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按 [啟動] 按鈕。然後可以在墨水用盡的情況下繼續列印。列印之後請立即更換耗盡的墨盒。如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: Black <BCI-7eBK>
cs: Černá <BCI-7eBK>
de: Schwarz <BCI-7eBK>
el: Μαύρο <BCI-7eBK>
es: Negro <BCI-7eBK>
fi: Musta <BCI-7eBK>
fr: Noir <BCI-7eBK>
it: Nero <BCI-7eBK>
nb: Svart <BCI-7eBK>
nl: Zwart <BCI-7eBK>
pl: Czarny <BCI-7eBK>
sv: Svart <BCI-7eBK>
tr: Siyah <BCI-7eBK>
zh: 黑色 <BCI-7eBK>
zh_tw: 黑色 <BCI-7eBK>

source: Black <BCI-9BK>
cs: Černá <BCI-9BK>
de: Schwarz <BCI-9BK>
el: Μαύρο <BCI-9BK>
es: Negro <BCI-9BK>
fi: Musta <BCI-9BK>
fr: Noir <BCI-9BK>
it: Nero <BCI-9BK>
nb: Svart <BCI-9BK>
nl: Zwart <BCI-9BK>
pl: Czarny <BCI-9BK>
sv: Svart <BCI-9BK>
tr: Siyah <BCI-9BK>
zh: 黑色 <BCI-9BK>
zh_tw: 黑色 <BCI-9BK>

source: Photo Cyan <BCI-7ePC>
cs: Foto azurová <BCI-7ePC>
de: Fototinte Cyan <BCI-7ePC>
el: Φωτογραφικό κυανό <BCI-7ePC>
es: Foto Cian <BCI-7ePC>
fi: Valokuvasyaani <BCI-7ePC>
it: Ciano Fotografico <BCI-7ePC>
nb: Foto - cyan <BCI-7ePC>
nl: Cyaan Foto <BCI-7ePC>
pl: Błękitny fotograficzny <BCI-7ePC>
sv: Cyan för foto <BCI-7ePC>
tr: Fotoğraf Camgöbeği <BCI-7ePC>
zh: 照片青色 <BCI-7ePC>
zh_tw: 用於照片印刷的藍色 <BCI-7ePC>

source: Photo Magenta <BCI-7ePM>
cs: Foto purpurová <BCI-7ePM>
de: Fototinte Magenta <BCI-7ePM>
el: Φωτογραφική ματζέντα <BCI-7ePM>
es: Foto Magenta <BCI-7ePM>
fi: Valokuvamagenta <BCI-7ePM>
it: Magenta Fotografico <BCI-7ePM>
nb: Foto - magenta <BCI-7ePM>
nl: Magenta Foto <BCI-7ePM>
pl: Amarantowy fotograficzny <BCI-7ePM>
sv: Magenta för foto <BCI-7ePM>
tr: Fotoğraf Eflatun <BCI-7ePM>
zh: 照片红色 <BCI-7ePM>
zh_tw: 用於照片印刷的紅色 <BCI-7ePM>

source: Cyan <BCI-7eC>
cs: Azurová <BCI-7eC>
el: Κυανό <BCI-7eC>
es: Cian <BCI-7eC>
fi: Syaani <BCI-7eC>
it: Ciano <BCI-7eC>
nl: Cyaan <BCI-7eC>
pl: Błękitny <BCI-7eC>
tr: Camgöbeği <BCI-7eC>
zh: 青色 <BCI-7eC>
zh_tw: 藍色 <BCI-7eC>

source: Magenta <BCI-7eM>
cs: Purpurová <BCI-7eM>
el: Ματζέντα <BCI-7eM>
pl: Amarantowy <BCI-7eM>
tr: Eflatun <BCI-7eM>
zh: 品红色 <BCI-7eM>
zh_tw: 紅色 <BCI-7eM>

source: Yellow <BCI-7eY>
cs: Žlutá <BCI-7eY>
de: Gelb <BCI-7eY>
el: Κίτρινο <BCI-7eY>
es: Amarillo <BCI-7eY>
fi: Keltainen <BCI-7eY>
fr: Jaune <BCI-7eY>
it: Giallo <BCI-7eY>
nb: Gul <BCI-7eY>
nl: Geel <BCI-7eY>
pl: Żółty <BCI-7eY>
sv: Gul <BCI-7eY>
tr: Sarı <BCI-7eY>
zh: 黄色 <BCI-7eY>
zh_tw: 黃色 <BCI-7eY>

source: Black
cs: Černá
de: Schwarz
el: Μαύρο
es: Negro
fi: Musta
fr: Noir
it: Nero
nb: Svart
nl: Zwart
pl: Czarny
sv: Svart
tr: Siyah
zh: 黑色
zh_tw: 黑色

source: Color
cs: Barevná
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
it: Colore
nb: Farge
nl: Kleur
pl: Kolorowy
sv: Färg
tr: Renkli
zh: 彩色
zh_tw: 彩色

source: Black <PG-30>
cs: Černá <PG-30>
de: Schwarz <PG-30>
el: Μαύρο <PG-30>
es: Negro <PG-30>
fi: Musta <PG-30>
fr: Noir <PG-30>
it: Nero <PG-30>
nb: Svart <PG-30>
nl: Zwart <PG-30>
pl: Czarny <PG-30>
sv: Svart <PG-30>
tr: Siyah <PG-30>
zh: 黑色 <PG-30>
zh_tw: 黑色 <PG-30>

source: Black <PG-830>
cs: Černá <PG-830>
de: Schwarz <PG-830>
el: Μαύρο <PG-830>
es: Negro <PG-830>
fi: Musta <PG-830>
fr: Noir <PG-830>
it: Nero <PG-830>
nb: Svart <PG-830>
nl: Zwart <PG-830>
pl: Czarny <PG-830>
sv: Svart <PG-830>
tr: Siyah <PG-830>
zh: 黑色 <PG-830>
zh_tw: 黑色 <PG-830>

source: Black <PG-37>
cs: Černá <PG-37>
de: Schwarz <PG-37>
el: Μαύρο <PG-37>
es: Negro <PG-37>
fi: Musta <PG-37>
fr: Noir <PG-37>
it: Nero <PG-37>
nb: Svart <PG-37>
nl: Zwart <PG-37>
pl: Czarny <PG-37>
sv: Svart <PG-37>
tr: Siyah <PG-37>
zh: 黑色 <PG-37>
zh_tw: 黑色 <PG-37>

source: Black <PG-40>
cs: Černá <PG-40>
de: Schwarz <PG-40>
el: Μαύρο <PG-40>
es: Negro <PG-40>
fi: Musta <PG-40>
fr: Noir <PG-40>
it: Nero <PG-40>
nb: Svart <PG-40>
nl: Zwart <PG-40>
pl: Czarny <PG-40>
sv: Svart <PG-40>
tr: Siyah <PG-40>
zh: 黑色 <PG-40>
zh_tw: 黑色 <PG-40>

source: Black <PG-50>
cs: Černá <PG-50>
de: Schwarz <PG-50>
el: Μαύρο <PG-50>
es: Negro <PG-50>
fi: Musta <PG-50>
fr: Noir <PG-50>
it: Nero <PG-50>
nb: Svart <PG-50>
nl: Zwart <PG-50>
pl: Czarny <PG-50>
sv: Svart <PG-50>
tr: Siyah <PG-50>
zh: 黑色 <PG-50>
zh_tw: 黑色 <PG-50>

source: Color <CL-31>
cs: Barva <CL-31>
de: Farbe <CL-31>
el: Έγχρωμη <CL-31>
fi: Väri <CL-31>
fr: Couleur <CL-31>
it: Colore <CL-31>
nb: Farge <CL-31>
nl: Kleur <CL-31>
pl: Kolor <CL-31>
sv: Färg <CL-31>
tr: Renkli <CL-31>
zh: 彩色 <CL-31>
zh_tw: 彩色 <CL-31>

source: Color <CL-831>
cs: Barva <CL-831>
de: Farbe <CL-831>
el: Έγχρωμη <CL-831>
fi: Väri <CL-831>
fr: Couleur <CL-831>
it: Colore <CL-831>
nb: Farge <CL-831>
nl: Kleur <CL-831>
pl: Kolor <CL-831>
sv: Färg <CL-831>
tr: Renkli <CL-831>
zh: 彩色 <CL-831>
zh_tw: 彩色 <CL-831>

source: Color <CL-38>
cs: Barva <CL-38>
de: Farbe <CL-38>
el: Έγχρωμη <CL-38>
fi: Väri <CL-38>
fr: Couleur <CL-38>
it: Colore <CL-38>
nb: Farge <CL-38>
nl: Kleur <CL-38>
pl: Kolor <CL-38>
sv: Färg <CL-38>
tr: Renkli <CL-38>
zh: 彩色 <CL-38>
zh_tw: 彩色 <CL-38>

source: Color <CL-41>
cs: Barva <CL-41>
de: Farbe <CL-41>
el: Έγχρωμη <CL-41>
fi: Väri <CL-41>
fr: Couleur <CL-41>
it: Colore <CL-41>
nb: Farge <CL-41>
nl: Kleur <CL-41>
pl: Kolor <CL-41>
sv: Färg <CL-41>
tr: Renkli <CL-41>
zh: 彩色 <CL-41>
zh_tw: 彩色 <CL-41>

source: Color <CL-51>
cs: Barva <CL-51>
de: Farbe <CL-51>
el: Έγχρωμη <CL-51>
fi: Väri <CL-51>
fr: Couleur <CL-51>
it: Colore <CL-51>
nb: Farge <CL-51>
nl: Kleur <CL-51>
pl: Kolor <CL-51>
sv: Färg <CL-51>
tr: Renkli <CL-51>
zh: 彩色 <CL-51>
zh_tw: 彩色 <CL-51>

source: Black <BC-70>
cs: Černá <BC-70>
de: Schwarz <BC-70>
el: Μαύρο <BC-70>
es: Negro <BC-70>
fi: Musta <BC-70>
fr: Noir <BC-70>
it: Nero <BC-70>
nb: Svart <BC-70>
nl: Zwart <BC-70>
pl: Czarny <BC-70>
sv: Svart <BC-70>
tr: Siyah <BC-70>
zh: 黑色 <BC-70>
zh_tw: 黑色 <BC-70>

source: Black <BC-90>
cs: Černá <BC-90>
de: Schwarz <BC-90>
el: Μαύρο <BC-90>
es: Negro <BC-90>
fi: Musta <BC-90>
fr: Noir <BC-90>
it: Nero <BC-90>
nb: Svart <BC-90>
nl: Zwart <BC-90>
pl: Czarny <BC-90>
sv: Svart <BC-90>
tr: Siyah <BC-90>
zh: 黑色 <BC-90>
zh_tw: 黑色 <BC-90>

source: Color <BC-71>
cs: Barva <BC-71>
de: Farbe <BC-71>
el: Έγχρωμη <BC-71>
fi: Väri <BC-71>
fr: Couleur <BC-71>
it: Colore <BC-71>
nb: Farge <BC-71>
nl: Kleur <BC-71>
pl: Kolor <BC-71>
sv: Färg <BC-71>
tr: Renkli <BC-71>
zh: 彩色 <BC-71>
zh_tw: 彩色 <BC-71>

source: Color <BC-91>
cs: Barva <BC-91>
de: Farbe <BC-91>
el: Έγχρωμη <BC-91>
fi: Väri <BC-91>
fr: Couleur <BC-91>
it: Colore <BC-91>
nb: Farge <BC-91>
nl: Kleur <BC-91>
pl: Kolor <BC-91>
sv: Färg <BC-91>
tr: Renkli <BC-91>
zh: 彩色 <BC-91>
zh_tw: 彩色 <BC-91>

source: Black <CLI-8BK>
cs: Černá <CLI-8BK>
de: Schwarz <CLI-8BK>
el: Μαύρο <CLI-8BK>
es: Negro <CLI-8BK>
fi: Musta <CLI-8BK>
fr: Noir <CLI-8BK>
it: Nero <CLI-8BK>
nb: Svart <CLI-8BK>
nl: Zwart <CLI-8BK>
pl: Czarny <CLI-8BK>
sv: Svart <CLI-8BK>
tr: Siyah <CLI-8BK>
zh: 黑色 <CLI-8BK>
zh_tw: 黑色 <CLI-8BK>

source: Black <PGI-5BK>
cs: Černá <PGI-5BK>
de: Schwarz <PGI-5BK>
el: Μαύρο <PGI-5BK>
es: Negro <PGI-5BK>
fi: Musta <PGI-5BK>
fr: Noir <PGI-5BK>
it: Nero <PGI-5BK>
nb: Svart <PGI-5BK>
nl: Zwart <PGI-5BK>
pl: Czarny <PGI-5BK>
sv: Svart <PGI-5BK>
tr: Siyah <PGI-5BK>
zh: 黑色 <PGI-5BK>
zh_tw: 黑色 <PGI-5BK>

source: Photo Cyan <CLI-8PC>
cs: Foto azurová <CLI-8PC>
de: Fototinte Cyan <CLI-8PC>
el: Φωτογραφικό κυανό <CLI-8PC>
es: Foto Cian <CLI-8PC>
fi: Valokuvasyaani <CLI-8PC>
it: Ciano Fotografico <CLI-8PC>
nb: Foto - cyan <CLI-8PC>
nl: Cyaan Foto <CLI-8PC>
pl: Błękitny fotograficzny <CLI-8PC>
sv: Cyan för foto <CLI-8PC>
tr: Fotoğraf Camgöbeği <CLI-8PC>
zh: 照片青色 <CLI-8PC>
zh_tw: 用於照片印刷的藍色 <CLI-8PC>

source: Photo Magenta <CLI-8PM>
cs: Foto purpurová <CLI-8PM>
de: Fototinte Magenta <CLI-8PM>
el: Φωτογραφική ματζέντα <CLI-8PM>
es: Foto Magenta <CLI-8PM>
fi: Valokuvamagenta <CLI-8PM>
it: Magenta Fotografico <CLI-8PM>
nb: Foto - magenta <CLI-8PM>
nl: Magenta Foto <CLI-8PM>
pl: Amarantowy fotograficzny <CLI-8PM>
sv: Magenta för foto <CLI-8PM>
tr: Fotoğraf Eflatun <CLI-8PM>
zh: 照片红色 <CLI-8PM>
zh_tw: 用於照片印刷的紅色 <CLI-8PM>

source: Cyan <CLI-8C>
cs: Azurová <CLI-8C>
el: Κυανό <CLI-8C>
es: Cian <CLI-8C>
fi: Syaani <CLI-8C>
it: Ciano <CLI-8C>
nl: Cyaan <CLI-8C>
pl: Błękitny <CLI-8C>
tr: Camgöbeği <CLI-8C>
zh: 青色 <CLI-8C>
zh_tw: 藍色 <CLI-8C>

source: Magenta <CLI-8M>
cs: Purpurová <CLI-8M>
el: Ματζέντα <CLI-8M>
pl: Amarantowy <CLI-8M>
tr: Eflatun <CLI-8M>
zh: 品红色 <CLI-8M>
zh_tw: 紅色 <CLI-8M>

source: Yellow <CLI-8Y>
cs: Žlutá <CLI-8Y>
de: Gelb <CLI-8Y>
el: Κίτρινο <CLI-8Y>
es: Amarillo <CLI-8Y>
fi: Keltainen <CLI-8Y>
fr: Jaune <CLI-8Y>
it: Giallo <CLI-8Y>
nb: Gul <CLI-8Y>
nl: Geel <CLI-8Y>
pl: Żółty <CLI-8Y>
sv: Gul <CLI-8Y>
tr: Sarı <CLI-8Y>
zh: 黄色 <CLI-8Y>
zh_tw: 黃色 <CLI-8Y>

source: Black <BCI-19 Black>
cs: Černá <BCI-19 Black>
de: Schwarz <BCI-19 Black>
el: Μαύρο <BCI-19 Black>
es: Negro <BCI-19 Black>
fi: Musta <BCI-19 Black>
fr: Noir <BCI-19 Black>
it: Nero <BCI-19 Black>
nb: Svart <BCI-19 Black>
nl: Zwart <BCI-19 Black>
pl: Czarny <BCI-19 Black>
sv: Svart <BCI-19 Black>
tr: Siyah <BCI-19 Black>
zh: 黑色 <BCI-19 Black>
zh_tw: 黑色 <BCI-19 Black>

source: Color <BCI-19 Color>
cs: Barva <BCI-19 Color>
de: Farbe <BCI-19 Color>
el: Έγχρωμη <BCI-19 Color>
fi: Väri <BCI-19 Color>
fr: Couleur <BCI-19 Color>
it: Colore <BCI-19 Color>
nb: Farge <BCI-19 Color>
nl: Kleur <BCI-19 Color>
pl: Kolor <BCI-19 Color>
sv: Färg <BCI-19 Color>
tr: Renkli <BCI-19 Color>
zh: 彩色 <BCI-19 Color>
zh_tw: 彩色 <BCI-19 Color>

source: Black <PGI-35 Black>
cs: Černá <PGI-35 Black>
de: Schwarz <PGI-35 Black>
el: Μαύρο <PGI-35 Black>
es: Negro <PGI-35 Black>
fi: Musta <PGI-35 Black>
fr: Noir <PGI-35 Black>
it: Nero <PGI-35 Black>
nb: Svart <PGI-35 Black>
nl: Zwart <PGI-35 Black>
pl: Czarny <PGI-35 Black>
sv: Svart <PGI-35 Black>
tr: Siyah <PGI-35 Black>
zh: 黑色 <PGI-35 Black>
zh_tw: 黑色 <PGI-35 Black>

source: Color <CLI-36 Color>
cs: Barva <CLI-36 Color>
de: Farbe <CLI-36 Color>
el: Έγχρωμη <CLI-36 Color>
fi: Väri <CLI-36 Color>
fr: Couleur <CLI-36 Color>
it: Colore <CLI-36 Color>
nb: Farge <CLI-36 Color>
nl: Kleur <CLI-36 Color>
pl: Kolor <CLI-36 Color>
sv: Färg <CLI-36 Color>
tr: Renkli <CLI-36 Color>
zh: 彩色 <CLI-36 Color>
zh_tw: 彩色 <CLI-36 Color>

source: Black <BCI-15 Black>
cs: Černá <BCI-15 Black>
de: Schwarz <BCI-15 Black>
el: Μαύρο <BCI-15 Black>
es: Negro <BCI-15 Black>
fi: Musta <BCI-15 Black>
fr: Noir <BCI-15 Black>
it: Nero <BCI-15 Black>
nb: Svart <BCI-15 Black>
nl: Zwart <BCI-15 Black>
pl: Czarny <BCI-15 Black>
sv: Svart <BCI-15 Black>
tr: Siyah <BCI-15 Black>
zh: 黑色 <BCI-15 Black>
zh_tw: 黑色 <BCI-15 Black>

source: Color <BCI-16 Color>
cs: Barva <BCI-16 Color>
de: Farbe <BCI-16 Color>
el: Έγχρωμη <BCI-16 Color>
fi: Väri <BCI-16 Color>
fr: Couleur <BCI-16 Color>
it: Colore <BCI-16 Color>
nb: Farge <BCI-16 Color>
nl: Kleur <BCI-16 Color>
pl: Kolor <BCI-16 Color>
sv: Färg <BCI-16 Color>
tr: Renkli <BCI-16 Color>
zh: 彩色 <BCI-16 Color>
zh_tw: 彩色 <BCI-16 Color>

source: Black Ink Tank
cs: Nádržka s černým inkoustem
de: Schwarzer Tintenbehälter
el: Δοχείο μαύρης μελάνης
es: Depósito de tinta negra
fi: Musta Mustesäiliö
fr: Réservoir d'encre noire
it: Serbatoio inchiostro nero
nb: Svart Blekktank
nl: Zwarte-Inkttank
pl: Zbiornik z atramentem czarnym
sv: Svart Bläckbehållare
tr: Siyah Mürekkep Haznesi
zh: 黑色墨水盒
zh_tw: 黑色墨水盒

source: Color Ink Tank
cs: Nádržka s barevným inkoustem
de: Farbtintenbehälter
el: Δοχείο έγχρωμης μελάνης
es: Depósito de tinta de color
fi: Värimustesäiliö
fr: Réservoir d'encre couleur
it: Serbatoio inchiostro a colori
nb: Fargeblekktank
nl: Kleureninkttank
pl: Zbiornik z atramentem kolorowym
sv: Färgbläckbehållare
tr: Renkli Mürekkep Haznesi
zh: 彩色墨水盒
zh_tw: 彩色墨水盒

source: Use only one ink tank per color at a time.
cs: Nepoužívejte současně více nádržek s inkoustem stejné barvy.
de: Verwenden Sie immer nur einen Tintenbehälter pro Farbe.
el: Να χρησιμοποιείτε μόνο ένα δοχείο μελάνης ανά χρώμα κάθε φορά.
es: Utilice sólo un depósito de tinta de cada color cada vez.
fi: Käytä kullekin värille vain yhtä mustesäiliötä kerrallaan.
fr: Utilisez un seul réservoir d'encre par couleur à la fois.
it: Utilizzare solo un serbatoio di inchiostro per colore alla volta.
nb: Bruk bare én blekktank per farge om gangen.
nl: Gebruik slechts één inkttank per kleur tegelijk.
pl: Używaj tylko jednego zbiornika z atramentem danego koloru jednocześnie.
sv: Använd endast en bläckbehållare per färg samtidigt.
tr: Renk başına aynı anda yalnızca bir mürekkep haznesi kullanın.
zh: 每次每种颜色只使用一个墨水盒。
zh_tw: 每次每種色彩只使用一個墨水盒。

source: Printing cannot be executed because the ink tank may not be installed properly or may not be compatible with this printer. Install the appropriate ink tank.
cs: Tisk nelze spustit, protože nádržka s inkoustem pravděpodobně není instalována správně nebo není kompatibilní s touto tiskárnou. Nainstalujte vhodnou nádržku s inkoustem.
de: Der Druckvorgang kann nicht ausgeführt werden, da der Tintenbehälter entweder nicht richtig eingesetzt oder mit diesem Drucker nicht kompatibel ist. Setzen Sie den richtigen Tintenbehälter ein.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί επειδή το δοχείο μελάνης δεν είναι εγκατεστημένο σωστά ή δεν είναι συμβατό με αυτό τον εκτυπωτή. Εγκαταστήστε το κατάλληλο δοχείο μελάνης.
es: No se puede ejecutar la impresión porque el depósito de tinta no está instalado correctamente o no es compatible con esta impresora. Instale el depósito de tinta adecuado.
fi: Tulostus ei onnistu, sillä mustesäiliö on saatettu asentaa väärin tai se ei ole yhteensopiva tulostimen kanssa. Asenna sopiva mustesäiliö.
fr: L'impression est impossible. La cartouche d'encre n'est peut-être pas installée correctement ou elle est incompatible avec cette imprimante. Installez la cartouche d'encre appropriée.
it: Impossibile stampare perché il serbatoio di inchiostro non è installato correttamente o non è compatibile con questa stampante. Installare il serbatoio di inchiostro appropriato.
nb: Kan ikke skrive ut fordi blekktanken ikke er satt inn ordentlig eller ikke er kompatibel med denne skriveren. Sett inn korrekt blekktank.
nl: Het afdrukken kan niet worden uitgevoerd, omdat de inkttank niet correct is geïnstalleerd of niet compatibel is met deze printer. Installeer de juiste inkttank.
pl: Nie można przeprowadzić drukowania, ponieważ zbiornik z atramentem może być nieprawidłowo zainstalowany lub może być niezgodny z tą drukarką. Zainstaluj odpowiedni zbiornik.
sv: Det går inte att skriva ut, kanske för att bläckbehållaren inte har installerats korrekt eller för att den inte är kompatibel med skrivaren. Installera lämplig bläckbehållare.
tr: Mürekkep haznesi düzgün takılmadığından veya bu yazıcıyla uyumlu olmadığından yazdırma yürütülemiyor. Doğru mürekkep haznesini takın.
zh: 由于可能没有正确安装墨水盒或者所安装的墨水盒可能与本打印机不兼容，所以无法执行打印。 请安装合适的墨水盒。
zh_tw: 可能因為墨水盒安裝不正確或墨水盒與本印表機不相容，列印無法執行。 安裝合適的墨水盒。

source: The following ink has run out.
cs: Došel následující inkoust.
de: Folgende Tinte ist aufgebraucht.
el: Η ακόλουθη μελάνη εξαντλήθηκε.
es: Se ha agotado la tinta siguiente.
fi: Seuraava mustesäiliö on tyhjä.
fr: L'encre suivante est épuisée.
it: Il seguente inchiostro è esaurito.
nb: Det er tomt for følgende blekk:
nl: De volgende inkt is op.
pl: Skończył się poniższy atrament.
sv: Följande bläck är slut.
tr: Aşağıdaki mürekkep bitti.
zh: 以下墨水已用完。
zh_tw: 以下墨水用盡。

source: Ink Info Number : 1689 Printer detected ink out condition of the following ink.
cs: Informace o inkoustu č.: 1689 Tiskárna zjistila, že došel následující inkoust.
de: Tinteninfo-Nr. : 1689 Der Drucker hat festgestellt, dass folgende Tinte aufgebraucht ist.
el: Αριθμός πληροφοριών μελανιού : 1689 Ο εκτυπωτής εντόπισε κατάσταση άδειου δοχείου μελάνης για την εξής μελάνη.
es: Número info. tinta : 1689 La impresora detectó la condición de agotado de la siguiente tinta.
fi: Musteen infonumero : 1689 Tulostin havaitsi seuraavan musteen muste lopussa -tilan.
fr: Numéro d'info sur l'encre : 1689 L'imprimante a détecté des conditions d'encre insuffisante pour l'encre suivante.
it: Numero info inchiostro : 1689 La stampante ha rilevato lo stato di inchiostro esaurito nel seguente serbatoio.
nb: Informasjonsnummer for blekk : 1689 Skriveren har registrert at det er tomt for følgende blekk:
nl: Inktinfonummer : 1689 De conditie dat de inkt op is, is voor de volgende inkt gevonden.
pl: Powiadomienie o tuszu nr : 1689 Drukarka wykryła brak poniższego atramentu.
sv: Bläckinfonummer: 1689 Skrivaren upptäckte att följande bläck är slut.
tr: Mürekkep Bilgi Numarası : 1689 Yazıcı, aşağıdaki mürekkep için mürekkep yok durumunu algıladı.
zh: 墨水信息号码 : 1689 打印机检测出以下墨水用完情况。
zh_tw: 墨水資訊號碼 : 1689 印表機偵測出以下墨水用盡情況。
