Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Stop button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, protože hladinu inkoustu nelze správně zjistit. Chcete-li pokračovat v tisku bez použití této funkce, stiskněte na tiskárně tlačítko Zastavit alespoň na 5 sekund. Společnost Canon doporučuje pro získání optimální kvality tisku používat nové originální kazety Canon. Společnost Canon neodpovídá za žádnou chybu nebo problémy způsobené pokračováním v tisku za stavu, kdy došel inkoust.
de: Die Funktion zur Erkennung des Tintenstands wird deaktiviert, da der Tintenstand nicht korrekt ermittelt werden kann. Wenn Sie ohne diese Funktion weiterdrucken möchten, halten Sie die Taste "Stoppen" am Drucker mindestens 5 Sekunden lang gedrückt. Canon empfiehlt, nur neue Patronen von Canon zu verwenden, um eine optimale Qualität zu erzielen. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Probleme haftbar ist, die durch das Fortsetzen des Druckvorgangs ohne Tinte entstehen.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί Διακοπή του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα. Η Canon συνιστά να χρησιμοποιείτε νέα, αυθεντικά φυσίγγια μελάνης της Canon για να έχετε τη βέλτιστη ποιότητα. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar con la impresión sin esta función, presione el botón Parar de la impresora durante 5 segundos como mínimo. Canon recomienda el uso de nuevos cartuchos originales de Canon para obtener una calidad óptima. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
fi: Mustetason tunnistustoiminto poistetaan käytöstä, koska musteen määrää ei voida tunnistaa oikein. Jos haluat jatkaa tulostusta ilman tätä toimintoa, paina tulostimen Pysäytä-painiketta vähintään 5 sekunnin ajan. Canon suosittelee uusien ja alkuperäisten Canon-mustekasettien käyttämistä parhaan laadun saavuttamiseksi. Muista, että Canon ei ole vastuussa toimintahäiriöistä tai vioista, jotka aiheutuvat tulostamisesta muste lopussa -tilassa.
fr: La fonction de détection du niveau d'encre restant sera désactivée puisque le niveau d'encre ne peut pas être détecté correctement. Si vous souhaitez continuer l'impression sans cette fonction, appuyez sur le bouton Arrêt de l'imprimante pendant 5 secondes minimum. Canon recommande l'utilisation de cartouches Canon neuves d'origine pour obtenir une qualité optimale. Notez que Canon ne sera pas tenu pour responsable de tout dysfonctionnement ou problème résultant de la poursuite de l'impression dans des conditions d'encre insuffisante.
it: La funzione di rilevamento del livello di inchiostro rimanente verrà disattivata perché non è possibile rilevare correttamente il livello di inchiostro. Se si desidera continuare la stampa senza questa funzione, premere il pulsante Arresta sulla stampante per almeno 5 secondi. Canon consiglia di utilizzare cartucce nuove originali Canon per ottenere una qualità ottimale. Canon non sarà responsabile per malfunzionamenti o problemi causati dal proseguimento della stampa in stato di inchiostro esaurito.
nb: Funksjonen for registrering av gjenværende blekknivå vil være deaktivert, ettersom blekknivået ikke kan registreres korrekt. Hvis du vil fortsette utskriften uten denne funksjonen, holder du nede Stopp-knappen på skriveren i minst 5 sekunder. Canon anbefaler at du bruker nye, originale Canon-kassetter for å få optimal kvalitet. Canon er ikke ansvarlig for skade eller feil som skyldes fortsettelse av utskrift når det er tomt for blekk.
nl: De functie voor het bepalen van de resterende inktvoorraad wordt uitgeschakeld aangezien de inktvoorraad niet correct kan worden bepaald. Als u wilt doorgaan met afdrukken zonder deze functie, drukt u minstens 5 seconden op de knop Stoppen op de printer. Voor de beste kwaliteit beveelt Canon het gebruik van nieuwe, originele Canon-cartridges aan. Canon is niet aansprakelijk voor een slechte werking of problemen veroorzaakt door het voortzetten van het afdrukken met een lege inkttank.
pl: Funkcja wykrywania poziomu pozostałego atramentu zostanie wyłączona, ponieważ nie można poprawnie określić poziomu atramentu. Jeśli chcesz kontynuować drukowanie bez tej funkcji, naciśnij przycisk Zatrzymaj na drukarce i przytrzymaj go przez co najmniej 5 sekund. W celu uzyskania optymalnej jakości firma Canon zaleca używanie nowych oryginalnych kaset firmy Canon. Firma Canon nie ponosi odpowiedzialności za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
sv: Funktionen som känner av den återstående bläcknivån kommer att inaktiveras, eftersom bläcknivån inte går att känna av korrekt. Om du vill fortsätta skriva ut utan den här funktionen, trycker du på knappen Stopp på skrivaren i minst 5 sekunder. För bästa kvalitet rekommenderar Canon att du använder nya, äkta Canon-kassetter. Canon ansvarar inte för några fel eller problem som beror på att du fortsätter skriva ut när bläcket är slut.
tr: Mürekkep düzeyi doğru olarak algılanamadığından, kalan mürekkep düzeyini algılama işlevi devre dışı bırakılacak. Bu işlev olmadan yazdırmaya devam etmek istiyorsanız, en az 5 saniye boyunca yazıcının Durdur düğmesine basın. Canon, en iyi yazdırma kalitesini elde etmek için yeni ve orijinal Canon kartuşları kullanılmasını önerir. Mürekkep bittiği halde yazdırma işlemine devam edilmesi durumunda oluşan arıza veya sorundan Canon sorumlu tutulamaz.
zh: 因为无法正确检测墨水量，剩余墨水量检测功能将被禁用。 如果希望在不使用该功能的情况下继续打印，请按打印机的“停止”按钮至少 5 秒。 为获得最佳质量，Canon 建议使用新的原装 Canon 墨盒。 请注意，对于因在墨水用完的情况下继续打印而导致的故障或问题，Canon 将不承担任何责任。
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [停止] 按鈕至少 5 秒鐘。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's Stop button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Vyměňte inkoustovou kazetu a zavřete kryt. Pokud probíhá tisk a chcete pokračovat v tisku s použitím nainstalované inkoustové kazety, stiskněte na tiskárně tlačítko Zastavit alespoň na 5 sekund. Tisk bude pokračovat, i když došel inkoust. Funkce pro detekci zbývající hladiny inkoustu bude zakázána. Vyměňte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokračujete v tisku s prázdnou inkoustovou kazetou, nemusí být výsledná kvalita tisku uspokojivá.
de: Tauschen Sie die Tintenpatrone aus und schließen Sie die Abdeckung. Wenn Sie den Druckvorgang fortsetzen möchten, halten Sie die Taste "Stoppen" am Drucker mindestens 5 Sekunden lang gedrückt, während die Tintenpatrone noch eingesetzt ist. Der Druckvorgang wird dann trotz fehlender Tinte fortgesetzt. Die Funktion zur Erkennung des Tintenstands wird deaktiviert. Tauschen Sie die leere Tintenpatrone sofort nach dem Druckvorgang aus. Die Druckqualität wird vermindert, wenn weiterhin ohne Tinte gedruckt wird.
el: Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί Διακοπή για τουλάχιστον 5 δευτερόλεπτα, αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Απενεργοποιείται η λειτουργία ανίχνευσης της στάθμης μελάνης που απομένει. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου φυσιγγίου μελάνης, δεν θα είναι ικανοποιητική η ποιότητα εκτύπωσης.
es: Sustituya el cartucho de tinta y cierre la tapa. Si hay alguna impresión en curso y desea continuarla, presione el botón Parar de la impresora durante 5 segundos como mínimo con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. La función de detección del nivel de tinta restante se desactivará. Sustituya el cartucho de tinta agotado inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de impresión no será satisfactoria.
fi: Vaihda mustekasetti ja sulje kansi. Jos tulostus on käynnissä ja haluat jatkaa tulostusta, paina tulostimen Pysäytä-painiketta vähintään 5 sekunnin ajan, kun kasetti on asennettu. Näin tulostus voi jatkua muste lopussa -tilassa. Mustetason tunnistustoiminto poistetaan käytöstä. Vaihda tyhjä mustesäiliö uuteen heti tulostuksen jälkeen. Tulostuslaatu kärsii, jos tulostusta jatketaan muste lopussa -tilassa.
fr: Remplacez la cartouche d'encre et fermez le capot. Si une impression est en cours et que vous souhaitez la continuer, appuyez sur le bouton Arrêt de l'imprimante pendant 5 secondes minimum avec la cartouche d'encre installée. L'impression peut alors se poursuivre même dans des conditions d'encre insuffisante. La fonction de détection du niveau d'encre restant sera désactivée. Remplacez la cartouche d'encre vide dès l'impression terminée. La qualité du résultat n'est pas satisfaisante si l'impression est poursuivie dans des conditions d'encre insuffisante.
it: Sostituire la cartuccia di inchiostro e chiudere il coperchio. Se è in corso la stampa e si desidera continuare a stampare, premere il pulsante Arresta sulla stampante per almeno 5 secondi con la cartuccia di inchiostro installata. La stampa può proseguire in stato di inchiostro esaurito. La funzione di rilevamento del livello di inchiostro rimanente verrà disattivata. Sostituire la cartuccia di inchiostro vuota subito dopo la stampa. Se si continua la stampa in stato di inchiostro esaurito, la qualità di stampa non sarà soddisfacente.
nb: Erstatt blekkassetten og lukk dekselet. Hvis utskriften pågår og du vil fortsette utskriften, holder du nede Stopp-knappen på skriveren i minst 5 sekunder når blekkassetten er satt inn. Da kan utskriften fortsette selv om det er tomt for blekk. Funksjonen for registrering av gjenværende blekknivå vises. Bytt den tomme blekkassetten umiddelbart etter at utskriften er ferdig. Utskriftskvaliteten blir ikke god hvis du fortsetter å skrive ut når det er tomt for blekk.
nl: Vervang de inktpatroon en sluit de klep. Als er wordt afgedrukt en u wilt doorgaan met afdrukken, drukt u minstens 5 seconden op de knop Stoppen terwijl de inktpatroon is geïnstalleerd. Het afdrukken kan worden voortgezet terwijl de inkt bijna op is. De functie voor het bepalen van de resterende inktvoorraad wordt uitgeschakeld. Vervang de lege inktpatroon direct na het afdrukken. De afdrukkwaliteit is niet voldoende als u de printer blijft gebruiken wanneer de inkt op is.
pl: Wymień zbiornik z atramentem i zamknij pokrywę. Jeśli trwa drukowanie i chcesz je kontynuować z zainstalowaną obecnie kasetą z atramentem, naciśnij przycisk Zatrzymaj na drukarce i przytrzymaj go przez co najmniej 5 sekund. Drukowanie można będzie kontynuować mimo braku atramentu. Funkcja wykrywania poziomu pozostałego atramentu zostanie wyłączona. Wymień pustą kasetę z atramentem natychmiast po zakończeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu jakość wydruku może być niezadowalająca.
sv: Byt ut bläckkassetten och stäng luckan. Om en utskrift pågår och du vill fortsätta skriva ut, trycker du på Stopp-knappen på skrivaren i minst 5 sekunder med bläckkassetten installerad. Utskriften fortsätter då fast bläcket är slut. Funktionen som känner av den återstående bläcknivån kommer att inaktiveras. Byt ut den tomma bläckkassetten direkt efter att utskriften är färdig. Utskriftskvaliteten försämras om du fortsätter att skriva ut trots att bläcket börjar ta slut.
tr: Mürekkep kartuşunu değiştirin ve kapağı kapatın. Yazdırma işlemi yapılıyorsa ve yazdırmaya devam etmek istiyorsanız, mürekkep kartuşunu taktıktan sonra en az 5 saniye boyunca yazıcının Durdur düğmesine basın. Bu sayede, mürekkep bittiğinde yazdırmaya devam edilebilir. Kalan mürekkep düzeyini algılama işlevi devre dışı bırakılacak. Yazdırma işleminin ardından boş mürekkep kartuşunu hemen değiştirin. Mürekkep bittiğinde yazdırma devam ederse, elde edilen baskı kalitesi tatmin edici olmaz.
zh: 请更换墨盒，然后关闭机盖。 如果打印正在进行并希望继续打印，请在不取出墨盒的情况下按打印机的“停止”按钮至少 5 秒。然后可以在墨水用完的情况下继续打印。 剩余墨水量检测功能将被禁用。 打印完成后请立即更换空墨盒。 如果在墨水用完的情况下继续打印，打印结果的质量不会令人满意。
zh_tw: 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按印表機的 [停止] 按鈕至少 5 秒鐘。然後可以在墨水用盡的情況下繼續列印。 剩餘墨水量偵測功能將被禁用。 列印之後請立即更換耗盡的墨盒。 如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: Document printing cannot be executed because the paper output tray is closed.
cs: Tisk dokumentu nelze provést, protože je zavřena výstupní přihrádka.
de: Dokumentdruck kann nicht ausgeführt werden, da das Ausgabefach geschlossen ist.
el: Δεν είναι δυνατή η εκτύπωση του εγγράφου, διότι ο δίσκος εξόδου χαρτιού είναι κλειστός.
es: No se puede ejecutar la impresión del documento porque la bandeja de salida está cerrada.
fi: Asiakirjan tulostus ei onnistu, koska tulostelokero on suljettu.
fr: Impossible d'exécuter l'impression du document, car le bac de sortie du papier est fermé.
it: Impossibile eseguire la stampa del documento poiché il vassoio di uscita della carta è chiuso.
nb: Dokumentutskriften kan ikke utføres fordi papirutdataskuffen er lukket.
nl: Het document kan niet worden afgedrukt omdat de uitvoerlade is gesloten.
pl: Nie można wykonać drukowania dokumentu, ponieważ taca wyjściowa papieru jest zamknięta.
sv: Det går inte att skriva ut eftersom pappersutmatningsfacket är stängt.
tr: Kağıt çıkış tepsisi kapalı olduğundan belge yazdırma yürütülemiyor.
zh: 由于出纸托盘关闭，所以无法执行文档打印。
zh_tw: 由於出紙托盤關閉，無法執行文件列印。

source: Open the paper output tray.
cs: Otevřete výstupní přihrádku.
de: Öffnen Sie das Ausgabefach.
el: Ανοίξτε το δίσκο εξόδου χαρτιού.
es: Abra la bandeja de salida del papel.
fi: Avaa tulostelokero.
fr: Ouvrez le bac de sortie du papier.
it: Aprire il vassoio di uscita della carta.
nb: Åpne papirutdataskuffen.
nl: Open de papieruitvoerlade.
pl: Otwórz tacę wyjściową papieru.
sv: Öppna pappersutmatningsfacket.
tr: Kağıt çıkış tepsisini açın.
zh: 打开出纸托盘。
zh_tw: 開啟出紙托盤。

source: Print job has been canceled by the operation of the printer.
cs: Tisková úloha byla tiskárnou zrušena.
de: Druckauftrag wurde vom Drucker abgebrochen.
el: Η εργασία εκτύπωσης ακυρώθηκε από τη λειτουργία του εκτυπωτή.
es: El trabajo de impresión se ha cancelado por operaciones en la impresora.
fi: Tulostimen toiminto on peruuttanut tulostustyön.
fr: Le travail d'impression a été annulé par le fonctionnement de l'imprimante.
it: Il lavoro di stampa è stato annullato dal funzionamento della stampante.
nb: Utskriftsjobben er avbrutt på grunn av driften av skriveren.
nl: De afdruktaak is geannuleerd door bediening van de printer.
pl: Zadanie drukowania zostało anulowane przy obsłudze drukarki.
sv: Utskriften har avbrutits av skrivaråtgärden.
tr: Yazdırma işi yazıcı işlemi tarafından iptal edildi.
zh: 打印机的操作取消了打印作业。
zh_tw: 由於印表機的操作，列印作業已被取消。

source: The ink absorber is almost full. Press the printer's Start button to continue printing. Contact the service center.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko Spustit na tiskárně. Kontaktujte servisní středisko.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste "Start" am Drucker, um den Druckvorgang fortzusetzen. Wenden Sie sich an das Service-Center.
el: Η μονάδα απορρόφησης μελανιού είναι σχεδόν πλήρης. Πατήστε το κουμπί Έναρξη του εκτυπωτή για να συνεχίσει η εκτύπωση. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: El absorbedor de tinta está casi lleno. Pulse el botón inicio de la impresora para continuar la impresión. Póngase en contacto con el Centro de servicio.
fi: Musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen Käynnistä-painiketta. Ota yhteys huoltoon.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton Démarrer de l'imprimante pour continuer l'impression. Contactez le centre de service.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante Avvio sulla stampante per continuare la stampa. Rivolgersi al centro assistenza.
nb: Blekkbeholderen er nesten full. Trykk på Start på skriveren for å fortsette utskriften. Kontakt servicesenteret.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop Starten op de printer om door te gaan met afdrukken. Neem contact op met het servicecentrum.
pl: Pochłaniacz atramentu jest prawie pełny. Naciśnij przycisk Start na drukarce, aby kontynuować drukowanie. Skontaktuj się z centrum serwisowym.
sv: Bläckabsorberaren är nästan full. Tryck på Start på skrivaren om du vill fortsätta att skriva ut. Kontakta servicecentret.
tr: Mürekkep emicisi hemen hemen dolu durumda. Yazdırmaya devam etmek için yazıcıdaki Başlat düğmesine basın. Servis merkezine başvurun.
zh: 墨水收集器将满。 请按打印机的“启动”按钮以继续打印。 请与服务中心联系。
zh_tw: 墨水收集器將滿。 按印表機的 [啟動] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's Start button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko Spustit na tiskárně. Tiskárna bude brzy vyžadovat servisní zásah pro výměnu nádržky přebytečného inkoustu. Obraťte se na pracovníky servisního střediska a požádejte je o výměnu. Nádržku přebytečného inkoustu může vyměnit jen kvalifikovaný servisní technik.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste "Start" am Drucker, um den Druckvorgang fortzusetzen. Es ist bald ein Service für den Drucker erforderlich, bei dem der Tintenauffangbehälter ausgetauscht wird. Wenden Sie sich an das Service-Center. Der Tintenauffangbehälter kann nur von einem qualifizierten Techniker ausgetauscht werden.
el: Η μονάδα απορρόφησης μελανιού είναι σχεδόν πλήρης. Πατήστε το κουμπί Έναρξη του εκτυπωτή για να συνεχίσει η εκτύπωση. Σύντομα θα χρειαστεί να πραγματοποιηθεί σέρβις για την αντικατάσταση της μονάδας απορρόφησης μελανιού. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Η μονάδα απορρόφησης μελανιού μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón inicio de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
fi: Musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen Käynnistä-painiketta. Tulostimen musteen säiliö on pian vaihdettava huollossa. Ota yhteys huoltoon ja kysy vaihdosta. Musteen säiliön voi vaihtaa vain ammattitaitoinen huoltohenkilö.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton Démarrer de l'imprimante pour continuer l'impression. Prévoyez un entretien de l'imprimante pour remplacer l'absorbeur d'encre. Contactez le centre de service pour le remplacement. Le remplacement de l'absorbeur d'encre doit être réalisé par un technicien qualifié.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante Avvio sulla stampante per continuare la stampa. La stampante richiederà presto un intervento di manutenzione per sostituire l'assorbitore di inchiostro. Rivolgersi al centro assistenza per la sostituzione. L'assorbitore di inchiostro può essere sostituito solo da un tecnico qualificato.
nb: Blekkbeholderen er nesten full. Trykk på Start på skriveren for å fortsette utskriften. Skriveren trenger snart service for å bytte blekkbeholderen. Kontakt servicesenteret for utskiftning. Blekkbeholderen kan bare byttes av en kvalifisert tekniker.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop Starten op de printer om door te gaan met afdrukken. Er moet binnenkort onderhoud aan de printer worden uitgevoerd om het absorptiekussen voor inkt te vervangen. Neem hiervoor contact op met het servicecentrum. Het absorptiekussen voor inkt kan alleen door een gekwalificeerde technicus worden vervangen.
pl: Pochłaniacz atramentu jest prawie pełny. Naciśnij przycisk Start na drukarce, aby kontynuować drukowanie. Drukarka musi wkrótce trafić do serwisu w celu wymiany pochłaniacza atramentu. Skontaktuj się z centrum serwisowym w sprawie wymiany. Pochłaniacz atramentu może wymienić tylko wykwalifikowany technik.
sv: Bläckabsorberaren är nästan full. Tryck på Start på skrivaren om du vill fortsätta att skriva ut. Du måste snart byta ut bläckabsorberaren. Kontakta servicecentret för detta. Bläckabsorberaren måste bytas ut av en kvalificerad tekniker.
tr: Mürekkep emicisi hemen hemen dolu durumda. Yazdırmaya devam etmek için yazıcıdaki Başlat düğmesine basın. Mürekkep emicisinin değiştirilmesi için yazıcının kısa bir süre içinde servise götürülmesi gerekecek. Değiştirme işlemi için servis merkezine başvurun. Mürekkep emicisi yalnızca uzman bir teknisyen tarafından değiştirilebilir.
zh: 墨水收集器将满。 请按打印机的“启动”按钮以继续打印。 打印机将很快需要更换墨水收集器的服务。 请与服务中心联系进行更换。 墨水收集器只能由专业的技师来更换。
zh_tw: 墨水收集器將滿。 按印表機的 [啟動] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。
