Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's Stop/Reset button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Vyměňte inkoustovou kazetu a zavřete kryt. Pokud probíhá tisk a chcete pokračovat v tisku s použitím nainstalované inkoustové kazety, stiskněte na tiskárně tlačítko Zastavit/Obnovit alespoň na 5 sekund. Tisk bude pokračovat, i když došel inkoust. Funkce pro detekci zbývající hladiny inkoustu bude zakázána. Vyměňte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokračujete v tisku s prázdnou inkoustovou kazetou, nemusí být výsledná kvalita tisku uspokojivá.
de: Tauschen Sie die Tintenpatrone aus und schließen Sie die Abdeckung. Wenn Sie den Druckvorgang fortsetzen möchten, halten Sie die Taste "Stoppen/Zurücksetzen" am Drucker mindestens 5 Sekunden lang gedrückt, während die Tintenpatrone noch eingesetzt ist. Der Druckvorgang wird dann trotz fehlender Tinte fortgesetzt. Die Funktion zur Erkennung des Tintenstands wird deaktiviert. Tauschen Sie die leere Tintenpatrone sofort nach dem Druckvorgang aus. Die Druckqualität wird vermindert, wenn weiterhin ohne Tinte gedruckt wird.
el: Αντικαταστήστε το φυσίγγιο μελάνης και κλείστε το κάλυμμα. Αν υπάρχει εκτύπωση σε εξέλιξη και θέλετε να τη συνεχίσετε, πατήστε το κουμπί Διακοπή/Επαναφορά για τουλάχιστον 5 δευτερόλεπτα, αφού τοποθετήσετε το φυσίγγιο μελάνης. Η εκτύπωση μπορεί να συνεχιστεί σε κατάσταση άδειου δοχείου μελάνης. Απενεργοποιείται η λειτουργία ανίχνευσης της στάθμης μελάνης που απομένει. Αντικαταστήστε το άδειο φυσίγγιο μελάνης αμέσως μετά την εκτύπωση. Εάν η εκτύπωση συνεχιστεί σε κατάσταση άδειου φυσιγγίου μελάνης, δεν θα είναι ικανοποιητική η ποιότητα εκτύπωσης.
es: Sustituya el cartucho de tinta y cierre la tapa. Si hay alguna impresión en curso y desea continuarla, presione el botón Parar/Reiniciar de la impresora durante 5 segundos como mínimo con el cartucho de tinta instalado. La impresión podrá continuar con el estado de tinta agotada. La función de detección del nivel de tinta restante se desactivará. Sustituya el cartucho de tinta agotado inmediatamente después de la impresión. Si se sigue imprimiendo con el estado de tinta agotada, la calidad de impresión no será satisfactoria.
fi: Vaihda mustekasetti ja sulje kansi. Jos tulostus on käynnissä ja haluat jatkaa tulostusta, paina tulostimen Pysäytä/Nollaa-painiketta vähintään 5 sekunnin ajan, kun kasetti on asennettu. Näin tulostus voi jatkua muste lopussa -tilassa. Mustetason tunnistustoiminto poistetaan käytöstä. Vaihda tyhjä mustesäiliö uuteen heti tulostuksen jälkeen. Tulostuslaatu kärsii, jos tulostusta jatketaan muste lopussa -tilassa.
fr: Remplacez la cartouche d'encre et fermez le capot. Si une impression est en cours et que vous souhaitez la continuer, appuyez sur le bouton Arrêt/Réinitialisation de l'imprimante pendant 5 secondes minimum avec la cartouche d'encre installée. L'impression peut alors se poursuivre même dans des conditions d'encre insuffisante. La fonction de détection du niveau d'encre restant sera désactivée. Remplacez la cartouche d'encre vide dès l'impression terminée. La qualité du résultat n'est pas satisfaisante si l'impression est poursuivie dans des conditions d'encre insuffisante.
it: Sostituire la cartuccia di inchiostro e chiudere il coperchio. Se è in corso la stampa e si desidera continuare a stampare, premere il pulsante Arresta/Ripristina sulla stampante per almeno 5 secondi con la cartuccia di inchiostro installata. La stampa può proseguire in stato di inchiostro esaurito. La funzione di rilevamento del livello di inchiostro rimanente verrà disattivata. Sostituire la cartuccia di inchiostro vuota subito dopo la stampa. Se si continua la stampa in stato di inchiostro esaurito, la qualità di stampa non sarà soddisfacente.
nb: Erstatt blekkassetten og lukk dekselet. Hvis utskriften pågår og du vil fortsette utskriften, holder du nede Stopp/Nullstill-knappen på skriveren i minst 5 sekunder når blekkassetten er satt inn. Da kan utskriften fortsette selv om det er tomt for blekk. Funksjonen for registrering av gjenværende blekknivå vises. Bytt den tomme blekkassetten umiddelbart etter at utskriften er ferdig. Utskriftskvaliteten blir ikke god hvis du fortsetter å skrive ut når det er tomt for blekk.
nl: Vervang de inktpatroon en sluit de klep. Als er wordt afgedrukt en u wilt doorgaan met afdrukken, drukt u minstens 5 seconden op de knop Stoppen/herstellen terwijl de inktpatroon is geïnstalleerd. Het afdrukken kan worden voortgezet terwijl de inkt bijna op is. De functie voor het bepalen van de resterende inktvoorraad wordt uitgeschakeld. Vervang de lege inktpatroon direct na het afdrukken. De afdrukkwaliteit is niet voldoende als u de printer blijft gebruiken wanneer de inkt op is.
pl: Wymień zbiornik z atramentem i zamknij pokrywę. Jeśli trwa drukowanie i chcesz je kontynuować z zainstalowaną obecnie kasetą z atramentem, naciśnij przycisk Zatrzymaj/Zresetuj na drukarce i przytrzymaj go przez co najmniej 5 sekund. Drukowanie można będzie kontynuować mimo braku atramentu. Funkcja wykrywania poziomu pozostałego atramentu zostanie wyłączona. Wymień pustą kasetę z atramentem natychmiast po zakończeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu jakość wydruku może być niezadowalająca.
sv: Byt ut bläckkassetten och stäng luckan. Om en utskrift pågår och du vill fortsätta skriva ut, trycker du på Stopp/Återställ-knappen på skrivaren i minst 5 sekunder med bläckkassetten installerad. Utskriften fortsätter då fast bläcket är slut. Funktionen som känner av den återstående bläcknivån kommer att inaktiveras. Byt ut den tomma bläckkassetten direkt efter att utskriften är färdig. Utskriftskvaliteten försämras om du fortsätter att skriva ut trots att bläcket börjar ta slut.
tr: Mürekkep kartuşunu değiştirin ve kapağı kapatın. Yazdırma işlemi yapılıyorsa ve yazdırmaya devam etmek istiyorsanız, mürekkep kartuşunu taktıktan sonra en az 5 saniye boyunca yazıcının Durdur/Sıfırla düğmesine basın. Bu sayede, mürekkep bittiğinde yazdırmaya devam edilebilir. Kalan mürekkep düzeyini algılama işlevi devre dışı bırakılacak. Yazdırma işleminin ardından boş mürekkep kartuşunu hemen değiştirin. Mürekkep bittiğinde yazdırma devam ederse, elde edilen baskı kalitesi tatmin edici olmaz.
zh: 请更换墨盒，然后关闭机盖。 如果打印正在进行并希望继续打印，请在不取出墨盒的情况下按打印机的“停止/重置”按钮至少 5 秒。然后可以在墨水用完的情况下继续打印。 剩余墨水量检测功能将被禁用。 打印完成后请立即更换空墨盒。 如果在墨水用完的情况下继续打印，打印结果的质量不会令人满意。
zh_tw: 更換墨盒，然後關閉機蓋。 如果列印正在進行，並且想要繼續列印，請在不取出墨盒的情況下按印表機的 [停止/重新設定] 按鈕至少 5 秒鐘。然後可以在墨水用盡的情況下繼續列印。 剩餘墨水量偵測功能將被禁用。 列印之後請立即更換耗盡的墨盒。 如果在墨水用盡的情況下繼續列印，列印結果的品質不會令人滿意。

source: The function for detecting the remaining levels of the following ink has been released.
cs: Funkce detekce zbývající hladiny následujícího inkoustu byla zakázána.
de: Die Funktion zur Erkennung des Tintenstands der folgenden Tinte wurde deaktiviert.
el: Απενεργοποιήθηκε η λειτουργία για τον εντοπισμό της ποσότητας μελάνης που απομένει.
es: Se ha desactivado la función para detectar los niveles de tinta restantes del siguiente cartucho.
fi: Jäljellä olevan mustetason tunnistus on seuraavan musteen kohdalla poistettu käytöstä.
fr: La fonction de détection du niveau restant a été désactivée pour l'encre suivante.
it: La funzione di rilevamento del livello di inchiostro rimanente del seguente inchiostro è stata disattivata.
nb: Funksjonen for registrering av gjenværende nivå for følgende blekk er deaktivert.
nl: De functie voor het detecteren van het resterende inktniveau van de volgende inkt is uitgeschakeld.
pl: Funkcja wykrywania poziomu następującego atramentu została wyłączona.
sv: Funktionen för avkänning av återstående nivåer av följande bläck har stängts av.
tr: Aşağıdaki mürekkebin kalan düzeyini algılama işlevi devredışı bırakıldı.
zh: 以下墨水剩余量检测功能失效。
zh_tw: 偵測以下墨水剩餘量的功能失效。

source: Battery exhausted! Turn the printer off and either plug the AC adapter in, or change to a fully charged battery pack. If printing is in progress, stop printing, then perform the process.
cs: Baterie je vybitá. Vypněte tiskárnu a připojte síťový adaptér, nebo vyměňte baterie za nabité. Pokud právě tisknete, zastavte tisk a poté proveďte příslušnou akci.
de: Akku fast leer! Schalten Sie den Drucker aus und schließen Sie das Netzteil an oder setzen Sie einen vollen Akku ein. Wenn gerade ein Druckvorgang ausgeführt wird, beenden Sie ihn und führen Sie dann diesen Vorgang durch.
el: Η μπαταρία άδειασε! Κλείστε τον εκτυπωτή και συνδέστε τον στο τροφοδοτικό AC ή τοποθετήστε μια πλήρως φορτισμένη μπαταρία. Αν υπάρχει εκτύπωση σε εξέλιξη, διακόψτε τη διαδικασία και, στη συνέχεια, εκτελέστε τη διαδικασία.
es: Batería agotada. Apague la impresora y, bien enchufe el adaptador de CA, o bien coloque un paquete de baterías totalmente cargado. Si hay alguna impresión en curso, interrúmpala y realice el proceso indicado.
fi: Akku on tyhjä. Katkaise tulostimesta virta ja kytke se virtalähteeseen verkkolaitteella tai vaihda akku täysin ladattuun. Jos tulostus on käynnissä, lopeta se ja suorita nämä toimenpiteet.
fr: La batterie est déchargée ! Mettez l'imprimante hors tension, et branchez l'adaptateur secteur ou utilisez une batterie entièrement chargée. Si une impression est en cours, arrêtez-la, puis effectuez les opérations indiquées.
it: La batteria è esaurita. Spegnere la stampante e collegare l'adattatore CA o inserire delle batterie cariche. Se la stampa è in corso, interromperla prima di eseguire questa procedura.
nb: Batteriet er utladet. Slå av skriveren og koble til strømadapteren, eller bytt til et fulladet batteri. Hvis utskrift pågår, må du stoppe utskriften og deretter utføre prosessen.
nl: Batterij is leeg! Zet de printer uit en sluit de netspanningsadapter aan of schakel over op een volledig opgeladen batterijset. Als de printer bezig is met afdrukken, zet u het afdrukken stop en voert u vervolgens de benodigde handelingen uit.
pl: Akumulator wyczerpany! Wyłącz drukarkę i podłącz zasilacz sieciowy lub zmień akumulator na całkowicie naładowany. Jeśli trwa drukowanie, przerwij je przed wykonaniem powyższych czynności.
sv: Batteriet slut! Stäng av skrivaren och anslut nätadaptern eller byt till ett fulladdat batteripack. Om en utskrift pågår stoppar du den innan du utför processen.
tr: Pil bitti! Yazıcıyı kapatın ve AC adaptörünü takın veya tam şarjlı pil paketini yerleştirin. Yazdırma işlemi devam ediyorsa, yazdırmayı durdurun ve sonra işlemleri gerçekleştirin.
zh: 电池用完！ 关闭打印机，插上 AC 适配器或更换充好电的电池组。如果正在打印，先停止打印，然后再进行以上操作。
zh_tw: 電池已用盡！ 關閉印表機插上 AC 轉接器，或者更換已完全充電之電池組。如果列印正在進行，停止列印，然後執行操作。

source: A problem has occurred with the battery. Cancel printing and turn the printer off. Then either change to a new battery pack or remove the battery pack and plug the AC adapter in.
cs: Došlo k potížím s baterií. Zrušte tisk a vypněte tiskárnu. Potom buď vyměňte baterie za nové, nebo vyjměte baterie a připojte síťový adaptér.
de: Es ist ein Problem mit dem Akku aufgetreten. Brechen Sie den Druckvorgang ab und schalten Sie den Drucker aus. Wechseln Sie dann entweder den Akku aus oder entfernen Sie den Akku und stecken Sie das Netzteil ein.
el: Παρουσιάστηκε πρόβλημα στη μπαταρία. Ακυρώστε την εκτύπωση και απενεργοποιήστε τον εκτυπωτή. Στη συνέχεια, χρησιμοποιήστε μια νέα μπαταρία ή αφαιρέστε τη μπαταρία και συνδέστε το τροφοδοτικό AC.
es: Se ha producido un problema con la batería. Cancele la impresión y apague la impresora. Después, instale un nuevo paquete de baterías o quite el que hay y enchufe el adaptador CA.
fi: Akussa on virhe. Peruuta tulostus ja sammuta tulostin. Vaihda sitten joko uusi akku tai poista akku ja kytke verkkolaite.
fr: Un problème s'est produit avec la batterie. Annulez l'impression et mettez l'imprimante hors tension. Insérez un nouveau pack batterie ou retirez le pack batterie et branchez l'adaptateur secteur.
it: Si è verificato un problema con la batteria. Annullare la stampa e spegnere la stampante. Quindi, inserire batterie nuove oppure rimuovere le batterie e collegare l'adattatore CA.
nb: Det har oppstått et problem med batteriet. Avbryt utskriften og slå av skriveren. Bytt enten til et nytt batteri, eller ta ut batteriet og koble til strømadapteren.
nl: Er is een probleem met de batterij. Annuleer het afdrukken en schakel de printer uit. Plaats een nieuwe batterijset of verwijder de batterijset en sluit de netspanningsadapter aan.
pl: Wystąpił problem z akumulatorem. Anuluj drukowanie i wyłącz drukarkę. Następnie wymień akumulator na nowy lub wyjmij akumulator i podłącz zasilacz sieciowy.
sv: Fel på batteriet. Avbryt utskriften och stäng av skrivaren. Byt sedan till ett nytt batteripack eller ta bort batteripacket och sätt i nätadaptern.
tr: Pille ilgili bir sorun oluştu. Yazdırmayı iptal edin ve yazıcıyı kapatın. Daha sonra yeni bir pil paketi takın veya pil paketini çıkarın ve AC adaptörü takın.
zh: 电池发生问题。请取消打印并关闭打印机。然后请更换为新电池组或移除电池组并插上 AC 适配器。
zh_tw: 電池出現問題。取消列印並關閉印表機。然後更換新的電池組或移除電池組並插上 AC 轉接器。

source: The battery is low.
cs: Slabá baterie.
de: Die Batterie ist schwach.
el: Χαμηλή στάθμη μπαταρίας.
es: La batería está baja.
fi: Akun virta on vähissä.
fr: La batterie est presque épuisée.
it: La batteria è quasi scarica.
nb: Batteriet er svakt.
nl: De batterij is bijna leeg.
pl: Akumulator jest prawie wyczerpany.
sv: Batteriet är nästan urladdat.
tr: Pil düzeyi düşük.
zh: 电池电压不足。
zh_tw: 電池電力不足。

source: Print job has been canceled by the printer's RESUME button being pressed.
cs: Tisková úloha byla zrušena stisknutím tlačítka POKRAČOVAT na tiskárně.
de: Der Druckvorgang wurde durch Drücken der Taste FORTSETZEN am Drucker abgebrochen.
el: Η εργασία εκτύπωσης ακυρώθηκε με το πάτημα του κουμπιού ΣΥΝΕΧΙΣΗ του εκτυπωτή.
es: El trabajo de impresión se ha cancelado al presionar el botón REANUDAR de la impresora.
fi: Tulostustyö on peruutettu painamalla tulostimen JATKA-painiketta.
fr: La tâche d'impression a été annulée via le bouton REPRENDRE de l'imprimante.
it: Il lavoro di stampa è stato annullato premendo il pulsante RIPRENDI sulla stampante.
nb: Utskriftsjobben ble avbrutt ved hjelp av FORTSETT-knappen på skriveren.
nl: De afdruktaak is geannuleerd, omdat op de knop HERVATTEN van de printer is gedrukt.
pl: Zadanie drukowania zostało anulowane po naciśnięciu przycisku WZNÓW drukarki.
sv: Utskriften har avbrutits eftersom knappen FORTSÄTT på skrivaren har tryckts in.
tr: Yazıcının SÜRDÜR düğmesine basılarak yazdırma işi iptal edildi.
zh: 由于按下打印机上的“恢复”按钮，打印作业已被取消。
zh_tw: 由於按下了印表機上的 [重試] 按鈕，列印作業已被取消。

source: Print job has been canceled by the printer's Stop/Reset button being pressed.
cs: Tisková úloha byla zrušena stisknutím tlačítka Zastavit/Obnovit na tiskárně.
de: Der Druckvorgang wurde durch Drücken der Taste STOP/ZURÜCKSETZEN am Drucker abgebrochen.
el: Η εργασία εκτύπωσης ακυρώθηκε επειδή πατήσατε το κουμπί Διακοπή/Επαναφορά στον εκτυπωτή.
es: El trabajo de impresión se ha cancelado al presionar el botón Parar/Reiniciar de la impresora.
fi: Tulostustyö on peruutettu painamalla tulostimen Pysäytä/Nollaa-painiketta.
fr: La tâche d'impression a été annulée via le bouton Arrêt/Réinitialisation de l'imprimante.
it: Il lavoro di stampa è stato annullato premendo il pulsante Interrompi/Reimposta sulla stampante.
nb: Utskriftsjobben ble avbrutt ved hjelp av stopp-/tilbakestillingsknappen på skriveren.
nl: De afdruktaak is geannuleerd, omdat op de knop Stoppen/herstellen van de printer is gedrukt.
pl: Zadanie drukowania zostało anulowane po naciśnięciu przycisku Zatrzymaj/Zresetuj drukarki.
sv: Utskriften har avbrutits eftersom knappen Stopp/Återställ på skrivaren har tryckts in.
tr: Yazıcının Durdur/Sıfırla düğmesine basılarak yazdırma işi iptal edildi.
zh: 由于按下打印机上的“停止/重置”按钮，打印作业已被取消。
zh_tw: 由於按下了印表機上的 [停止/重新設定] 按鈕，列印作業已被取消。

source: Preparing for printing.
cs: Probíhá příprava k tisku.
de: Druckvorgang wird vorbereitet.
el: Γίνεται προετοιμασία της εκτύπωσης.
es: Preparando la impresión.
fi: Valmistellaan tulostamista.
fr: Préparation pour l'impression.
it: Preparazione per la stampa.
nb: Klargjør for utskrift.
nl: Voorbereiden voor het afdrukken.
pl: Trwa przygotowywanie do drukowania.
sv: Förbereder för utskrift.
tr: Yazdırmaya hazırlanılıyor.
zh: 准备打印。
zh_tw: 準備列印。

source: Waiting for the previous page to dry.
cs: Čekání na zaschnutí předchozí stránky.
de: Warten, bis die vorherige Seite getrocknet ist.
el: Η εκτύπωση είναι σε αναμονή.
es: Esperando a que se seque la página anterior.
fi: Odotetaan edellisen sivun kuivumista.
fr: Attente du séchage de la page précédente.
it: In attesa dell'asciugatura della pagina precedente.
nb: Venter på at forrige side skal tørke.
nl: Wacht tot de vorige pagina droog is.
pl: Oczekiwanie na wyschnięcie poprzedniej strony.
sv: Väntar på att föregående sida ska torka.
tr: Önceki sayfanın kuruması bekleniyor.
zh: 等待前一页晾干。
zh_tw: 等待上一頁晾干。

source: Printer is busy.
cs: Tiskárna je zaneprázdněna.
de: Der Drucker ist beschäftigt.
el: Ο εκτυπωτής είναι απασχολημένος.
es: La impresora está ocupada.
fi: Tulostin on varattu.
fr: L'imprimante est occupée.
it: Stampante occupata.
nb: Skriveren er opptatt.
nl: De printer is bezig.
pl: Drukarka jest zajęta.
sv: Skrivaren är upptagen.
tr: Yazıcı meşgul.
zh: 打印机忙碌。
zh_tw: 印表機忙碌。

source: Load paper into the rear tray.
cs: Vložte papír do zadní přihrádky.
de: Legen Sie Papier in das hintere Fach ein.
el: Τοποθετήστε χαρτί στην πίσω θήκη.
es: Cargue papel en la bandeja posterior.
fi: Lisää paperia takalokeroon.
fr: Chargez du papier dans le réceptacle arrière.
it: Caricare la carta nel vassoio posteriore.
nb: Legg papir i bakskuffen.
nl: Plaats papier in de achterste lade.
pl: Załaduj papier na tylną tacę.
sv: Fyll på papper i det bakre facket.
tr: Arka tepsiye kağıt yükleyin.
zh: 在后端托盘中装入纸张。
zh_tw: 在後端托盤中裝入紙張。

source: Load paper into the front tray.
cs: Vložte papír do přední přihrádky.
de: Legen Sie Papier in das vordere Fach ein.
el: Τοποθετήστε χαρτί στην μπροστινή θήκη.
es: Cargue papel en la bandeja frontal.
fi: Lisää paperia etulokeroon.
fr: Chargez du papier dans le réceptacle avant.
it: Caricare la carta nel vassoio anteriore.
nb: Legg papir i frontskuffen.
nl: Plaats papier in de voorste lade.
pl: Załaduj papier na przednią tacę.
sv: Fyll på papper i frontfacket.
tr: Ön tepsiye kağıt yükleyin.
zh: 在前端托盘中装入纸张。
zh_tw: 在前端托盤中裝入紙張。

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, remove the paper from the front tray side.
cs: Otevřete přední kryt a odstraňte zachycený papír. Pokud nelze zachycený papír odstranit, odstraňte papír ze strany přední přihrádky.
de: Öffnen Sie die hintere Abdeckung und beseitigen Sie den Papierstau. Wenn der Papierstau nicht entfernt werden kann, entfernen Sie das Papier über das vordere Fach.
el: Ανοίξτε το πίσω κάλυμμα, αφαιρέστε το χαρτί που έχει προκαλέσει την εμπλοκή. Εάν δεν είναι δυνατή η αφαίρεση του μπλοκαρισμένου χαρτιού, αφαιρέστε το χαρτί από την πλευρά της μπροστινής θήκης.
es: Abra la cubierta posterior y extraiga el papel atascado. Si no puede extraer el papel atascado, quítelo desde el lado de la bandeja frontal.
fi: Avaa takakansi ja poista paperitukos. Jos juuttunut paperi ei irtoa, poista paperi etulokeron puolelta.
fr: Ouvrez le capot arrière, retirez le papier coincé. Si le papier coincé ne peut pas être retiré, procédez depuis le réceptacle avant.
it: Aprire il coperchio posteriore e rimuovere la carta inceppata. Se non è possibile rimuovere la carta inceppata, togliere la carta dal lato del vassoio anteriore.
nb: Åpne bakdekselet og fjern det fastkjørte papiret. Hvis du ikke får fjernet det fastkjørte papiret, kan du prøve å fjerne det fra frontskuffen.
nl: Open de achterklep en verwijder het vastgelopen papier. Als u het vastgelopen papier niet kunt verwijderen, verwijdert u het papier aan de kant van de voorste lade.
pl: Otwórz pokrywę przednią i usuń zacięty papier. Jeśli nie można tego zrobić, usuń zacięty papier od strony przedniej tacy.
sv: Öppna den bakre luckan och ta bort papperet som har fastnat. Om du inte kan ta bort papperet, tar du bort det från framsidan.
tr: Arka kapağı açın ve sıkışmış kağıdı çıkarın. Sıkışan kağıt çıkarılamıyorsa, kağıdı ön tepsi tarafından çıkarın.
zh: 打开后盖，取出被卡纸张。如果无法取出被卡纸张，请从前端托盘一侧取出被卡纸张。
zh_tw: 開啟後蓋，移除被夾紙張。如果無法移除被夾紙張，請從前端托盤一側移除被夾紙張。
