Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: A printer error has occurred. Turn the printer off and then on again. If this doesn't clear the error, see the user's guide for more detail.
cs: Došlo k chybě tiskárny. Vypněte tiskárnu a znovu ji zapněte. Pokud tato akce nezpůsobí odstranění chyby, vyhledejte další informace v uživatelské příručce.
de: Ein Druckerfehler ist aufgetreten. Schalten Sie den Drucker aus und wieder ein. Wird der Fehler dadurch nicht behoben, finden Sie im Benutzerhandbuch weitere Angaben zur Fehlerbehebung.
el: Παρουσιάστηκε σφάλμα στον εκτυπωτή. Απενεργοποιήστε τον εκτυπωτή και στη συνέχεια ενεργοποιήστε τον. Εάν η ενέργεια αυτή δε διορθώσει το σφάλμα, ανατρέξτε στο εγχειρίδιο χρήσης για περισσότερες λεπτομέρειες.
es: Se ha producido un error en la impresora. Apague la impresora y enciéndala de nuevo. Si el problema no se resuelve, consulte el manual del usuario para obtener más información.
fi: Tulostinvirhe. Katkaise tulostimen virta ja kytke virta uudelleen. Jos virhe ei poistu, katso lisätietoja käyttöoppaasta.
fr: Une erreur d'imprimante s'est produite. Eteignez, puis rallumez l'imprimante. Si cela ne résout pas le problème, reportez-vous au guide de l'utilisateur pour plus de détails.
it: Si è verificato un errore relativo alla stampante. Spegnere e riaccendere la stampante. Se tale operazione non risolve il problema, consultare la guida dell'utente per maggiori dettagli.
nb: Det har oppstått en skriverfeil. Slå skriveren av og på igjen. Hvis dette ikke retter feilen, finner du detaljert informasjon i brukerhåndboken.
nl: Er is een printerfout opgetreden. Schakel de printer uit en schakel deze weer in. Als de fout hiermee niet is opgelost, raadpleegt u de gebruikershandleiding voor meer informatie.
pl: Wystąpił błąd drukarki. Wyłącz ją, a następnie włącz ponownie. Jeśli błąd nie zostanie usunięty, zapoznaj się ze szczegółowymi informacjami podanymi w podręczniku użytkownika.
sv: Ett fel har uppstått med skrivaren. Stäng av skrivaren och sätt på den igen. Läs i användarhandboken för mer hjälp om detta inte hjälper.
tr: Bir yazıcı hatası oluştu. Yazıcıyı kapatın ve ardından yeniden açın. Bu; hatayı gidermezse, daha ayrıntılı bilgi edinmek için kullanma kılavuzuna bakın.
zh: 发生打印机错误。 关闭打印机，然后重新开机。 如果这样不能清除错误，请参阅用户指南了解更多信息。
zh_tw: 出現印表機錯誤。 關閉印表機，然後重新開啟。 如果這樣不能消除錯誤，請參閱使用者指南以獲取更多詳細資訊。

source: A printer error has occurred. Turn the printer off and unplug the power cord of the printer from the power supply. Then contact the service center.
cs: Došlo k chybě tiskárny. Vypněte tiskárnu a odpojte napájecí kabel tiskárny od zdroje. Potom kontaktujte servisní středisko.
de: Ein Druckerfehler ist aufgetreten. Schalten Sie den Drucker aus, ziehen Sie den Netzstecker des Druckers aus der Steckdose und wenden Sie sich dann an das Service-Center.
el: Παρουσιάστηκε σφάλμα στον εκτυπωτή. Απενεργοποιήστε τον εκτυπωτή και βγάλτε από την πρίζα το καλώδιο τροφοδοσίας του εκτυπωτή. Επικοινωνήστε με το τμήμα εξυπηρέτησης.
es: Se ha producido un error en la impresora. Apague la impresora y desenchufe el cable de alimentación de la impresora de la fuente de alimentación. A continuación, póngase en contacto con el Centro de servicio.
fi: Tulostinvirhe. Katkaise tulostimen virta ja irrota tulostimen virtajohto pistorasiasta. Ota sitten yhteys huoltoon.
fr: Une erreur d'imprimante s'est produite. Eteignez l'imprimante, puis débranchez son cordon d'alimentation. Contactez ensuite le centre de service.
it: Si è verificato un errore relativo alla stampante. Spegnere la stampante e staccare la spina del cavo di alimentazione. Rivolgersi quindi al centro assistenza.
nb: Det har oppstått en skriverfeil. Slå av skriveren, og trekk strømledningen på skriveren ut av støpselet. Kontakt deretter servicesenteret.
nl: Er is een printerfout opgetreden. Schakel de printer uit en haal het netsnoer van de printer uit het stopcontact. Neem vervolgens contact op met het servicecentrum.
pl: Wystąpił błąd drukarki. Wyłącz ją i odłącz wtyczkę przewodu zasilającego od gniazda zasilania. Następnie skontaktuj się z centrum serwisowym.
sv: Ett fel har uppstått med skrivaren. Stäng av skrivaren och koppla ur skrivarens strömsladd från kontakten. Kontakta sedan servicecentret.
tr: Bir yazıcı hatası oluştu. Yazıcıyı kapatın ve yazıcının güç kablosunun fişini prizden çekin. Ardından servis merkezine başvurun.
zh: 发生打印机错误。 关闭打印机并从电源拔掉打印机的电源线。 然后请与服务中心联系。
zh_tw: 出現印表機錯誤。 關閉印表機並從電源拔掉印表機電源線。 然後請聯絡服務中心。

source: Printer error has occurred. Contact the service center.
cs: Došlo k chybě tiskárny. Kontaktujte servisní středisko.
de: Ein Druckerfehler ist aufgetreten. Wenden Sie sich an das Service-Center.
el: Παρουσιάστηκε σφάλμα στον εκτυπωτή. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: Se ha producido un error en la impresora. Póngase en contacto con el Centro de servicio.
fi: Tulostinvirhe. Ota yhteys huoltoon.
fr: Une erreur d'imprimante s'est produite. Contactez le centre de service.
it: Si è verificato un errore relativo alla stampante. Rivolgersi al centro assistenza.
nb: Det har oppstått en skriverfeil. Kontakt servicesenteret.
nl: Er is een printerfout opgetreden. Neem contact op met het servicecentrum.
pl: Wystąpił błąd drukarki. Skontaktuj się z centrum serwisowym.
sv: Ett fel har uppstått med skrivaren. Kontakta servicecentret.
tr: Yazıcı hatası oluştu. Servis merkezine başvurun.
zh: 发生打印机错误。 请与服务中心联系。
zh_tw: 出現印表機錯誤。 請聯絡服務中心。

source: The ink absorber is full. It needs to be replaced. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
cs: Nádržka přebytečného inkoustu je plná. Je třeba ji vyměnit. Kontaktujte servisní středisko. Nádržku přebytečného inkoustu může vyměnit jen kvalifikovaný servisní technik.
de: Der Tintenauffangbehälter ist voll. Er muss ausgetauscht werden. Wenden Sie sich an das Service-Center. Der Tintenauffangbehälter kann nur von einem qualifizierten Techniker ausgetauscht werden.
el: Η μονάδα απορρόφησης μελανιού είναι πλήρης. Πρέπει να αντικατασταθείη. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Η μονάδα απορρόφησης μελανιού μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está lleno. Es necesario sustituirlo. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
fi: Musteen säiliö on täynnä. Se on vaihdettava. Ota yhteys huoltoon ja kysy vaihdosta. Musteen säiliön voi vaihtaa vain ammattitaitoinen huoltohenkilö.
fr: L'absorbeur d'encre est plein. Il doit être remplacé. Contactez le centre de service pour le remplacement. Le remplacement de l'absorbeur d'encre doit être réalisé par un technicien qualifié.
it: L'assorbitore di inchiostro è pieno. È necessario sostituirlo. Rivolgersi al centro assistenza per la sostituzione. L'assorbitore di inchiostro può essere sostituito solo da un tecnico qualificato.
nb: Blekkbeholderen er full. Den må byttes. Kontakt servicesenteret for utskiftning. Blekkbeholderen kan bare byttes av en kvalifisert tekniker.
nl: Het absorptiekussen voor inkt is vol. Dit moet worden vervangen. Neem hiervoor contact op met het servicecentrum. Het absorptiekussen voor inkt kan alleen door een gekwalificeerde technicus worden vervangen.
pl: Pochłaniacz atramentu jest prawie pełny. Trzeba go wymienić. Skontaktuj się z centrum serwisowym w sprawie wymiany. Pochłaniacz atramentu może wymienić tylko wykwalifikowany technik.
sv: Bläckabsorberaren är full. Du måste byta ut den. Kontakta servicecentret för detta. Bläckabsorberaren måste bytas ut av en kvalificerad tekniker.
tr: Mürekkep emicisi dolu durumda. Değiştirilmesi gerekiyor. Değiştirme işlemi için servis merkezine başvurun. Mürekkep emicisi yalnızca uzman bir teknisyen tarafından değiştirilebilir.
zh: 墨水收集器已满。 需要更换。 请与服务中心联系进行更换。 墨水收集器只能由专业的技师来更换。
zh_tw: 墨水收集器已滿。 需要更換。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: The ink absorber is almost full. Press the printer's OK button to continue printing. Contact the service center.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko OK na tiskárně. Kontaktujte servisní středisko.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste "OK" am Drucker, um den Druckvorgang fortzusetzen. Wenden Sie sich an das Service-Center.
el: Η μονάδα απορρόφησης μελανιού είναι σχεδόν πλήρης. Πατήστε το κουμπί ΟΚ του εκτυπωτή για να συνεχίσει η εκτύπωση. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: El absorbedor de tinta está casi lleno. Pulse el botón OK de la impresora para continuar la impresión. Póngase en contacto con el Centro de servicio.
fi: Musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen OK-painiketta. Ota yhteys huoltoon.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton OK de l'imprimante pour continuer l'impression. Contactez le centre de service.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante OK sulla stampante per continuare la stampa. Rivolgersi al centro assistenza.
nb: Blekkbeholderen er nesten full. Trykk på skriverens OK-knapp for å fortsette utskriften. Kontakt servicesenteret.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop OK op de printer om door te gaan met afdrukken. Neem contact op met het servicecentrum.
pl: Pochłaniacz atramentu jest prawie pełny. Naciśnij przycisk OK na drukarce, aby kontynuować drukowanie. Skontaktuj się z centrum serwisowym.
sv: Bläckabsorberaren är nästan full. Tryck på OK på skrivaren om du vill fortsätta att skriva ut. Kontakta servicecentret.
tr: Mürekkep emicisi hemen hemen dolu durumda. Yazdırmaya devam etmek için yazıcıdaki TAMAM düğmesine basın. Servis merkezine başvurun.
zh: 墨水收集器将满。 请按打印机的“OK”按钮以继续打印。 请与服务中心联系。
zh_tw: 墨水收集器將滿。 按印表機的 [OK] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko OK na tiskárně. Tiskárna bude brzy vyžadovat servisní zásah pro výměnu nádržky přebytečného inkoustu. Obraťte se na pracovníky servisního střediska a požádejte je o výměnu. Nádržku přebytečného inkoustu může vyměnit jen kvalifikovaný servisní technik.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste "OK" am Drucker, um den Druckvorgang fortzusetzen. Es ist bald ein Service für den Drucker erforderlich, bei dem der Tintenauffangbehälter ausgetauscht wird. Wenden Sie sich an das Service-Center. Der Tintenauffangbehälter kann nur von einem qualifizierten Techniker ausgetauscht werden.
el: Η μονάδα απορρόφησης μελανιού είναι σχεδόν πλήρης. Πατήστε το κουμπί ΟΚ του εκτυπωτή για να συνεχίσει η εκτύπωση. Σύντομα θα χρειαστεί να πραγματοποιηθεί σέρβις για την αντικατάσταση της μονάδας απορρόφησης μελανιού. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Η μονάδα απορρόφησης μελανιού μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón OK de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
fi: Musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen OK-painiketta. Tulostimen musteen säiliö on pian vaihdettava huollossa. Ota yhteys huoltoon ja kysy vaihdosta. Musteen säiliön voi vaihtaa vain ammattitaitoinen huoltohenkilö.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton OK de l'imprimante pour continuer l'impression. Prévoyez un entretien de l'imprimante pour remplacer l'absorbeur d'encre. Contactez le centre de service pour le remplacement. Le remplacement de l'absorbeur d'encre doit être réalisé par un technicien qualifié.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante OK sulla stampante per continuare la stampa. La stampante richiederà presto un intervento di manutenzione per sostituire l'assorbitore di inchiostro. Rivolgersi al centro assistenza per la sostituzione. L'assorbitore di inchiostro può essere sostituito solo da un tecnico qualificato.
nb: Blekkbeholderen er nesten full. Trykk på skriverens OK-knapp for å fortsette utskriften. Skriveren trenger snart service for å bytte blekkbeholderen. Kontakt servicesenteret for utskiftning. Blekkbeholderen kan bare byttes av en kvalifisert tekniker.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop OK op de printer om door te gaan met afdrukken. Er moet binnenkort onderhoud aan de printer worden uitgevoerd om het absorptiekussen voor inkt te vervangen. Neem hiervoor contact op met het servicecentrum. Het absorptiekussen voor inkt kan alleen door een gekwalificeerde technicus worden vervangen.
pl: Pochłaniacz atramentu jest prawie pełny. Naciśnij przycisk OK na drukarce, aby kontynuować drukowanie. Drukarka musi wkrótce trafić do serwisu w celu wymiany pochłaniacza atramentu. Skontaktuj się z centrum serwisowym w sprawie wymiany. Pochłaniacz atramentu może wymienić tylko wykwalifikowany technik.
sv: Bläckabsorberaren är nästan full. Tryck på OK på skrivaren om du vill fortsätta att skriva ut. Du måste snart byta ut bläckabsorberaren. Kontakta servicecentret för detta. Bläckabsorberaren måste bytas ut av en kvalificerad tekniker.
tr: Mürekkep emicisi hemen hemen dolu durumda. Yazdırmaya devam etmek için yazıcıdaki TAMAM düğmesine basın. Mürekkep emicisinin değiştirilmesi için yazıcının kısa bir süre içinde servise götürülmesi gerekecek. Değiştirme işlemi için servis merkezine başvurun. Mürekkep emicisi yalnızca uzman bir teknisyen tarafından değiştirilebilir.
zh: 墨水收集器将满。 按打印机的“OK”按钮以继续打印。 打印机将很快需要更换墨水收集器的服务。 请与服务中心联系进行更换。 墨水收集器只能由专业的技师来更换。
zh_tw: 墨水收集器將滿。 按印表機的 [OK] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: Since the information contained in the fax may be lost if it is printed in this condition, the received fax will not be printed and will be stored in memory until the ink is replaced. You must manually print out faxes that were stored in memory. You can change the setting so that the received fax is forcibly printed out instead of being stored in memory, but all or part of the fax information may not be printed because of the ink out condition.
cs: Vzhledem k tomu, že při tisku za těchto podmínek může dojít ke ztrátě informací obsažených ve faxu, nebude přijatý fax vytištěn a bude uložen v paměti, dokud nebude vyměněn inkoust. Faxy uložené v paměti je nutné vytisknout ručně. Můžete změnit nastavení tak, aby fax nebyl uložen v paměti, ale byl nuceně vytištěn. Může se však stát, že se vzhledem k prázdné nádržce s inkoustem nevytisknou všechny informace.
de: Da die Informationen im Fax u.U. verloren gehen, wenn unter dieser Bedingung gedruckt wird, wird das eingegangene Fax nicht gedruckt, sondern gespeichert, bis die Tinte ausgetauscht wurde. Gespeicherte Faxnachrichten müssen manuell gedruckt werden. Sie können die Einstellung ändern, sodass das eingegangene Fax ausgedruckt und nicht gespeichert wird. Es werden jedoch möglicherweise nicht alle Informationen gedruckt, da die Tinte aufgebraucht ist.
el: Επειδή οι πληροφορίες που περιλαμβάνονται στο φαξ μπορεί να χαθούν αν εκτυπωθεί σε αυτήν την κατάσταση, το φαξ που λάβατε δεν θα εκτυπωθεί και θα αποθηκευτεί στη μνήμη μέχρι να αντικατασταθεί η μελάνη. Πρέπει να εκτυπώσετε χειροκίνητα τα φαξ που αποθηκεύτηκαν στη μνήμη. Μπορείτε να αλλάξετε τη ρύθμιση ώστε το φαξ που λαμβάνετε να εκτυπώνεται υποχρεωτικά και να μην αποθηκεύεται στη μνήμη, αλλά ενδέχεται να μην εκτυπωθεί μέρος ή το σύνολο του φαξ εξαιτίας της κατάστασης άδειου δοχείου μελάνης.
es: Puesto que la información contenida en el fax se podría perder si se imprime en estas condiciones, el fax recibido no se imprimirá, sino que se almacenará en la memoria hasta que se sustituya la tinta. Los faxes almacenados en la memoria deben imprimirse manualmente. Si lo desea, puede cambiar la configuración de modo que se fuerce la impresión del fax recibido en lugar de almacenarse en la memoria, si bien es posible que la información del fax o parte de ella no se imprima debido al estado de tinta agotada.
fi: Koska faksin sisältämät tiedot saattavat kadota, jos faksi tulostetaan tässä tilassa, vastaanotettua faksia ei tulosteta, vaan se tallennetaan muistiin, kunnes mustesäiliö on vaihdettu. Muistiin tallennetut faksit on tulostettava manuaalisesti. Voit muuttaa asetuksia niin, ettei vastaanotettua faksia tallenneta muistiin vaan tulostetaan, mutta tällöin kaikki faksin tiedot eivät välttämättä tulostu muste lopussa -tilan takia.
fr: Les informations contenues dans la télécopie peuvent être perdues si elles sont imprimées dans ces conditions. Par conséquent, la télécopie reçue n'est pas imprimée et est stockée dans la mémoire jusqu'au remplacement du réservoir d'encre. Vous devez imprimer manuellement les télécopies stockées dans la mémoire. Vous pouvez modifier le paramètre pour que la télécopie reçue soit imprimée au lieu d'être stockée, mais il est possible qu'une partie ou la totalité des informations ne soit pas imprimée en raison des conditions d'encre insuffisante.
it: Poiché le informazioni contenute nel fax potrebbero essere perse se la stampa viene eseguita in questa condizione, il fax ricevuto non verrà stampato e verrà memorizzato finché l’inchiostro non viene sostituito. I fax memorizzati devono essere stampati manualmente. È possibile modificare l’impostazione affinché il fax ricevuto venga stampato comunque invece di essere memorizzato, tuttavia, alcune o tutte le informazioni contenute nel fax potrebbero non essere stampate a causa della condizione di inchiostro esaurito.
nb: Ettersom informasjonen i telefaksen kan gå tapt hvis den skrives ut i denne tilstanden, vil ikke den mottatte telefaksen bli skrevet ut, men den vil bli lagret i minnet helt til blekket er byttet. Telefakser som er blitt lagret i minnet, må du skrive ut manuelt. Du kan endre innstillingen slik at den mottatte telefaksen skrives ut likevel i stedet for å bli lagret i minnet, men det kan hende at hele eller deler av faksinformasjonen ikke blir skrevet ut fordi det er tomt for blekk.
nl: Aangezien de informatie in de fax verloren kan gaan als deze nu wordt afgedrukt, wordt de ontvangen fax niet afgedrukt en wordt deze in het geheugen opgeslagen tot de inkt is vervangen. U moet faxen die in het geheugen zijn opgeslagen, handmatig afdrukken. U kunt de instelling wijzigen zodat de ontvangen fax toch wordt afgedrukt en niet in het geheugen wordt opgeslagen, maar in dat geval wordt alle of een gedeelte van de faxinformatie mogelijk niet afgedrukt omdat de inkt op is.
pl: Ponieważ może dojść do utraty informacji zawartych w faksie, gdyby został on wydrukowany w tej formie, otrzymany faks nie zostanie wydrukowany, lecz zostanie przechowany w pamięci do momentu wymiany atramentu. Faksy przechowywane w pamięci należy drukować ręcznie. Można zmienić ustawienie, by wymuszać drukowanie faksu zamiast przechowywania go w pamięci, lecz wówczas część informacji z faksu może nie zostać wydrukowana z powodu braku atramentu.
sv: Eftersom informationen i faxmeddelandet kan förloras om det skrivs ut i detta tillstånd kommer det mottagna faxmeddelandet inte att skrivas ut och det sparas i minnet tills bläcket byts ut. Du måste skriva ut fax från minnet manuellt. Du kan ändra inställningen så att det mottagna faxet skrivs ut ändå istället för att sparas i minnet, men all faxinformation eller delar av informationen kanske inte kan skrivas ut eftersom bläcket är slut.
tr: Faksın bu durumda yazdırılması halinde içerdiği bilgiler kaybolabileceği için alınan faks yazdırılmayacak ve mürekkep değiştirilene kadar bellekte saklanacaktır. Bellekte saklanan faksları el ile yazdırmanız gerekir. Bu ayarı, alınan faksın belleğe kaydedilmesi yerine her durumda yazdırılmasını sağlayacak şekilde değiştirebilirsiniz ancak mürekkep durumu nedeniyle fakstaki bilgilerin tümü veya bir kısmı yazdırılamayabilir.
zh: 如果在这种情况下打印，包含在传真中的信息可能丢失， 因此将不打印收到的传真，并且在更换墨水前将其存储到内存中。必须手动打印出存储在内存中的传真。 可以更改设置以便强制打印出收到的传真，而不是使其存储在内存中。但是由于墨水用完的情况，全部或部分传真信息可能无法打印。
zh_tw: 因為如果在該情況下列印，包含在傳真中的資訊可能丟失，接收的傳真將無法被列印並將儲存在記憶體中直到更換墨水。您必須手動列印儲存在記憶體中的傳真。 您可以變更設定使接收的傳真強制的列印出而不儲存在記憶體中，但是因為墨水用盡，全部或部分的傳真資訊可能無法列印。

source: The ink cannot be replaced because the print head is in a standby condition. Close the cover, wait for a while, and then replace the ink.
cs: Inkoust nelze vyměnit, protože tisková hlava je v pohotovostní poloze. Zavřete kryt, počkejte chvíli a pak vyměňte inkoust.
de: Die Tinte kann nicht ausgetauscht werden, da sich der Druckkopf im Bereitschaftszustand befindet. Schließen Sie die Abdeckung, warten Sie kurze Zeit und tauschen Sie dann die Tinte aus.
el: Δεν είναι δυνατή η αντικατάσταση του μελανιού, διότι η κεφαλή του εκτυπωτή βρίσκεται σε κατάσταση αναμονής. Κλείστε το κάλυμμα, περιμένετε λίγο και αντικαταστήστε το μελάνι.
es: No es posible sustituir la tinta, ya que el cabezal de impresión se encuentra en modo de espera. Cierre la cubierta, espere unos minutos y, a continuación, sustituya la tinta.
fi: Mustekasettia ei voida vaihtaa, koska tulostuspää on valmiustilassa. Sulje kansi, odota hetki ja vaihda mustekasetti sitten.
fr: L'encre ne peut pas être remplacée parce que la tête d'impression est en attente. Fermez le couvercle, patientez quelques instants, puis replacez l'encre.
it: L'inchiostro non può essere sostituito perché la testina di stampa è in standby. Chiudere il coperchio, attendere qualche minuto, quindi sostituire l'inchiostro.
nb: Blekket kan ikke byttes fordi skrivehodet er i en standby-tilstand. Lukk dekslet, vent en liten stund, og bytt deretter blekket.
nl: De inkt kan niet worden vervangen omdat de printkop zich in stand-by bevindt. Sluit de cover, wacht enkele ogenblikken en vervang vervolgens de inkt.
pl: Nie można wymienić atramentu, ponieważ głowica drukująca znajduje się w stanie oczekiwania. Zamknij pokrywę, odczekaj chwilę, a następnie wymień atrament.
sv: Det går inte att byta bläck eftersom skrivhuvudet är i vänteläge. Stäng locket, vänta ett tag och byt sedan ut bläcket.
tr: Yazıcı kafası bekleme durumunda olduğundan, mürekkep değiştirilemez. Kapağı kapatın, biraz bekleyin, ardından mürekkebi değiştirin.
zh: 由于打印头处于准备状态，无法更换墨水。 关闭机盖，等待片刻，然后更换墨水。
zh_tw: 由於列印頭處於待命狀態，無法更換墨水。 關閉機蓋，稍等片刻，然後更換墨水。
