Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. Contact the service center.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko POKRAČOVAT na tiskárně. Kontaktujte servisní středisko.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste FORTSETZEN am Drucker, um den Druckvorgang fortzusetzen. Wenden Sie sich an das Service-Center.
el: Η μονάδα απορρόφησης μελανιού είναι σχεδόν πλήρης. Πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για να συνεχίσει η εκτύπωση. Επικοινωνήστε με το κέντρο εξυπηρέτησης.
es: El absorbedor de tinta está casi lleno. Pulse el botón REANUDAR de la impresora para continuar la impresión. Póngase en contacto con el Centro de servicio.
fi: Musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen JATKA-painiketta. Ota yhteys huoltoon.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton REPRENDRE de l'imprimante pour continuer l'impression. Contactez le centre de service.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante RIPRENDI sulla stampante per continuare la stampa. Rivolgersi al centro assistenza.
nb: Blekkbeholderen er nesten full. Trykk på skriverens FORTSETT-knapp for å fortsette utskriften. Kontakt servicesenteret.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop HERVATTEN op de printer om door te gaan met afdrukken. Neem contact op met het servicecentrum.
pl: Pochłaniacz atramentu jest prawie pełny. Naciśnij przycisk WZNÓW na drukarce, aby kontynuować drukowanie. Skontaktuj się z centrum serwisowym.
sv: Bläckabsorberaren är nästan full. Tryck på FORTSÄTT på skrivaren om du vill fortsätta att skriva ut. Kontakta servicecentret.
tr: Mürekkep emicisi hemen hemen dolu durumda. Yazdırmaya devam etmek için yazıcıdaki SÜRDÜR düğmesine basın. Servis merkezine başvurun.
zh: 墨水收集器将满。 请按打印机的“恢复”按钮以继续打印。 请与服务中心联系。
zh_tw: 墨水收集器將滿。 按印表機的 [重試] 按鈕繼續列印。 請聯絡服務中心。

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
cs: Nádržka přebytečného inkoustu je téměř plná. Chcete-li pokračovat v tisku, stiskněte tlačítko POKRAČOVAT na tiskárně. Tiskárna bude brzy vyžadovat servisní zásah výměny nádržky přebytečného inkoustu. Kontaktujte servisní středisko. Nádržku přebytečného inkoustu může vyměnit jen kvalifikovaný servisní technik.
de: Der Tintenauffangbehälter ist fast voll. Drücken Sie die Taste FORTSETZEN am Drucker, um den Druckvorgang fortzusetzen. Es ist bald ein Service für den Drucker erforderlich, bei dem der Tintenauffangbehälter ausgetauscht wird. Wenden Sie sich an das Service-Center. Der Tintenauffangbehälter kann nur von einem qualifizierten Techniker ausgetauscht werden.
el: Η μονάδα απορρόφησης μελανιού είναι σχεδόν πλήρης. Πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για να συνεχίσει η εκτύπωση. Σύντομα θα χρειαστεί να πραγματοποιηθεί σέρβις για την αντικατάσταση της μονάδας απορρόφησης μελανιού. Επικοινωνήστε με το κέντρο εξυπηρέτησης για την αντικατάσταση. Η μονάδα απορρόφησης μελανιού μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está casi lleno. Pulse el botón REANUDAR de la impresora para continuar la impresión. La impresora necesitará pronto asistencia técnica para sustituir el absorbedor de tinta. Para ello, póngase en contacto con el Centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
fi: Musteen säiliö on lähes täynnä. Jatka tulostusta painamalla tulostimen JATKA-painiketta. Tulostimen musteen säiliö on pian vaihdettava huollossa. Ota yhteys huoltoon ja kysy vaihdosta. Musteen säiliön voi vaihtaa vain ammattitaitoinen huoltohenkilö.
fr: L'absorbeur d'encre est quasiment plein. Appuyez sur le bouton REPRENDRE de l'imprimante pour continuer l'impression. Prévoyez un entretien de l'imprimante pour remplacer l'absorbeur d'encre. Contactez le centre de service pour le remplacement. Le remplacement de l'absorbeur d'encre doit être réalisé par un technicien qualifié.
it: L'assorbitore di inchiostro è quasi pieno. Premere il pulsante RIPRENDI sulla stampante per continuare la stampa. La stampante richiederà presto un intervento di manutenzione per sostituire l'assorbitore di inchiostro. Rivolgersi al centro assistenza per la sostituzione. L'assorbitore di inchiostro può essere sostituito solo da un tecnico qualificato.
nb: Blekkbeholderen er nesten full. Trykk på skriverens FORTSETT-knapp for å fortsette utskriften. Skriveren trenger snart service for å bytte blekkbeholderen. Kontakt servicesenteret for utskiftning. Blekkbeholderen kan bare byttes av en kvalifisert tekniker.
nl: Het absorptiekussen voor inkt is bijna vol. Druk op de knop HERVATTEN op de printer om door te gaan met afdrukken. Er moet binnenkort onderhoud aan de printer worden uitgevoerd om het absorptiekussen voor inkt te vervangen. Neem hiervoor contact op met het servicecentrum. Het absorptiekussen voor inkt kan alleen door een gekwalificeerde technicus worden vervangen.
pl: Pochłaniacz atramentu jest prawie pełny. Naciśnij przycisk WZNÓW na drukarce, aby kontynuować drukowanie. Drukarka musi wkrótce trafić do serwisu w celu wymiany pochłaniacza atramentu. Skontaktuj się z centrum serwisowym w sprawie wymiany. Pochłaniacz atramentu może wymienić tylko wykwalifikowany technik.
sv: Bläckabsorberaren är nästan full. Tryck på FORTSÄTT på skrivaren om du vill fortsätta att skriva ut. Du måste snart byta ut bläckabsorberaren. Kontakta servicecentret för detta. Bläckabsorberaren måste bytas ut av en kvalificerad tekniker.
tr: Mürekkep emicisi hemen hemen dolu durumda. Yazdırmaya devam etmek için yazıcıdaki SÜRDÜR düğmesine basın. Mürekkep emicisinin değiştirilmesi için yazıcının kısa süre içinde servise götürülmesi gerekecek. Değiştirme işlemi için servis merkezine başvurun. Mürekkep emicisi yalnızca uzman bir teknisyen tarafından değiştirilebilir.
zh: 墨水收集器将满。 按打印机的“恢复”按钮以继续打印。 打印机将很快需要更换墨水收集器的服务。 请与服务中心联系进行更换。 墨水收集器只能由专业的技师来更换。
zh_tw: 墨水收集器將滿。 按印表機的 [重試] 按鈕繼續列印。 印表機即將需要更換墨水收集器。 請聯絡服務中心進行更換。 墨水收集器僅能由專業技術人員更換。

source: Printing cannot be executed because the inner cover is open.
cs: Nelze tisknout, protože je otevřený vnitřní kryt.
de: Der Druckvorgang kann nicht ausgeführt werden, da die Innenabdeckung geöffnet ist.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί διότι το εσωτερικό κάλυμμα είναι ανοιχτό.
es: No se puede realizar la impresión porque la tapa interior está abierta.
fi: Tulostus ei onnistu, sillä sisäkansi on auki.
fr: L'impression est impossible car le panneau interne est ouvert.
it: Impossibile stampare perché il coperchio interno è aperto.
nb: Kan ikke skrive ut fordi innvendig deksel er åpent.
nl: Het afdrukken kan niet worden uitgevoerd, omdat de binnenste klep is geopend.
pl: Nie można przeprowadzić drukowania, ponieważ pokrywa wewnętrzna jest otwarta.
sv: Det går inte att skriva ut därför att den inre luckan är öppen.
tr: İç kapak açık olduğundan yazdırma gerçekleştirilemiyor.
zh: 由于已打开内盖，所以无法执行打印。
zh_tw: 由於內蓋已開啟，所以無法執行列印。

source: During printing, the inner cover of the printer was opened.
cs: Během tisku byl otevřen vnitřní kryt tiskárny.
de: Während des Druckvorgangs war die Innenabdeckung des Druckers geöffnet.
el: Κατά την εκτύπωση, το εσωτερικό κάλυμμα του εκτυπωτή άνοιξε.
es: Durante la impresión, la tapa interna de la impresora estaba abierta.
fi: Tulostimen sisäkansi avattiin tulostuksen aikana.
fr: Le panneau interne de l'imprimante a été ouvert pendant l'impression.
it: Durante la stampa, il coperchio interno della stampante è stato aperto.
nb: Det innvendige dekselet ble åpnet under utskriften.
nl: De binnenste klep van de printer werd tijdens het afdrukken geopend.
pl: Pokrywa wewnętrzna drukarki została otwarta podczas drukowania.
sv: Skrivarens inre lucka öppnades under utskrift.
tr: Yazdırma sırasında yazıcının iç kapağı açıldı.
zh: 打印过程中，打印机的内盖被打开。
zh_tw: 列印過程中，印表機內蓋被開啟。

source: Close the inner cover.
cs: Zavřete vnitřní kryt.
de: Schließen Sie die Innenabdeckung.
el: Κλείστε το εσωτερικό κάλυμμα.
es: Cierre la tapa interior.
fi: Sulje sisäkansi.
fr: Fermez le panneau interne.
it: Chiudere il coperchio interno.
nb: Lukk det innvendige dekselet.
nl: Sluit de binnenste klep.
pl: Zamknij pokrywę wewnętrzną.
sv: Stäng den inre luckan.
tr: İç kapağı kapatın.
zh: 关闭内盖。
zh_tw: 關閉內蓋。

source: Paper Thickness Lever Position:
cs: Poloha páčky tloušťky papíru:
de: Position des Papierstärkehebels:
el: Θέση ρυθμ/κού πάχους χαρτιού:
es: Posición palanca grosor papel:
fi: Paksuudensäätövivun asento:
fr: Position levier épaiss. papier :
it: Pos. leva regolazione spessore:
nb: Posisjon for papirtykkelsesspak:
nl: Positie diktehendel:
pl: Pozycja dźwigni grubości papieru:
sv: Läge för spaken för papperstjocklek:
tr: Kağıt Kalınlığı Kolunun Konumu:
zh: 纸张厚度杆位置:
zh_tw: 紙張厚度調整桿位置:

source: Left
cs: Vlevo
de: Links
el: Αριστ.
es: Izquierda
fi: Vasen
fr: Gauche
it: Sinistra
nb: Venstre
nl: Links
pl: Z lewej
sv: Vänster
tr: Sol
zh: 左边
zh_tw: 靠左

source: Right
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
fi: Oikea
fr: Droite
it: Destra
nb: Høyre
nl: Rechts
pl: Z prawej
sv: Höger
tr: Sağ
zh: 右边
zh_tw: 靠右

source: Automatic duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the automatic duplex printing function, or a paper size that does not allow automatic duplex printing was specified. Load paper of the correct size into the printer, check the paper size setting then press the printer's RESUME button. Printing resumes from the next paper.
cs: Automatický oboustranný tisk nemůže pokračovat, protože velikost vloženého papíru není podporována funkcí automatického oboustranného tisku nebo byla zadána velikost papíru, která neumožňuje automatický oboustranný tisk. Vložte do tiskárny papír správné velikosti, zkontrolujte nastavení velikosti papíru a pak stiskněte tlačítko POKRAČOVAT na tiskárně. Tisk pokračuje následující stránkou.
de: Der automatische Duplexdruck kann nicht fortgesetzt werden, da das Format des im Drucker eingelegten Papiers von der automatischen Duplexdruckfunktion nicht unterstützt wird oder ein Papierformat angegeben wurde, das für den automatischen Duplexdruck nicht zulässig ist. Legen Sie Papier des richtigen Formats in den Drucker ein, prüfen Sie die Papierformateinstellung und drücken Sie die Taste FORTSETZEN am Drucker. Der Druckvorgang wird beim nächsten Blatt Papier fortgesetzt.
el: Η αυτόματη εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία αυτόματης εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την αυτόματη εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: No se puede continuar la impresión automática a doble cara porque el tamaño de papel cargado o especificado en la impresora no es compatible con la impresión automática a doble cara. Cargue papel de tamaño correcto en la impresora, compruebe la configuración de tamaño del papel y, a continuación, presione el botón REANUDAR de la impresora. La impresión se reanuda a partir del siguiente papel.
fi: Automaattista kaksipuolista tulostusta ei voi jatkaa, koska automaattinen kaksipuolinen tulostus -toiminto ei tue tulostimeen lisätyn paperin kokoa tai on määritetty paperikoko, joka ei salli automaattista kaksipuolista tulostusta. Lisää tulostimeen asianmukaisen kokoista paperia, tarkista paperikokoasetus ja paina sitten tulostimen JATKA-painiketta. Tulostusta jatketaan seuraavasta arkista.
fr: L'impression recto/verso auto. ne peut pas être poursuivie car le format de papier chargé dans l'imprimante n'est pas pris en charge par la fonction ou un format de papier n'autorisant pas l'impression recto/verso auto. a été spécifié. Chargez du papier au format correct dans l'imprimante, vérifiez le paramètre de format de papier, puis appuyez sur le bouton REPRENDRE de l'imprimante. L'impression reprend à la feuille suivante.
it: Impossibile continuare la stampa fronte/retro automatica: il formato della carta caricata nella stampante non è supportato dalla funzione di stampa fronte/retro automatica o è stato specificato un formato carta che non consente la stampa fronte/retro automatica. Caricare la carta del formato corretto nella stampante, verificare le impostazioni di formato carta e premere il pulsante RIPRENDI sulla stampante. La stampa riprende dal foglio successivo.
nb: Automatisk dupleksutskrift kan ikke fortsettes, fordi størrelsen på papiret som ligger i skriveren, ikke støttes av funksjonen for automatisk dupleksutskrift, eller fordi det er angitt en papirstørrelse som ikke tillater automatisk dupleksutskrift. Legg papir med riktig størrelse i skriveren, kontroller innstillingen for papirstørrelse og trykk på FORTSETT. Utskriften fortsetter fra det neste arket.
nl: Het automatisch dubbelzijdig afdrukken kan niet worden voortgezet, omdat het formaat van het papier in de printer niet wordt ondersteund door de functie automatisch dubbelzijdig afdrukken of er is een papierformaat opgegeven waarmee automatisch dubbelzijdig afdrukken niet mogelijk is. Plaats het juiste formaat papier in de printer, controleer de instelling voor papierformaat en druk op de knop HERVATTEN op de printer. Het afdrukken wordt bij het volgende vel papier hervat.
pl: Nie można kontynuować automatycznego drukowania dwustronnego, ponieważ format papieru załadowanego do drukarki nie jest obsługiwany przez funkcję automatycznego drukowania dwustronnego lub określono format papieru, który nie umożliwia automatycznego drukowania dwustronnego. Załaduj do drukarki papier odpowiedniego formatu i sprawdź ustawienie formatu papieru, a następnie kliknij przycisk WZNÓW na drukarce. Drukowanie zostanie wznowione od następnego arkusza.
sv: Det går inte att fortsätta den automatiska dubbelsidiga utskriften eftersom pappersstorleken i skrivaren inte kan användas med funktionen för automatisk dubbelsidig utskrift, eller så har en pappersstorlek som inte tillåter dubbelsidig utskrift angetts. Ladda papper i rätt storlek i skrivaren, kontrollera inställningen för pappersstorlek och tryck på FORTSÄTT-knappen på skrivaren. Utskriften fortsätter på nästa papper.
tr: Yazıcıya yüklenen kağıt otomatik çift taraflı yazdırma işlevi tarafından desteklenmediği veya otomatik çift taraflı yazdırmaya izin vermeyen bir kağıt boyutu belirtildiği için, otomatik çift taraflı yazdırma işlemine devam edilemiyor. Yazıcıya doğru boyutta kağıt yükleyin, kağıt boyutu ayarını denetleyin ve sonra yazıcının SÜRDÜR düğmesine basın. Yazdırma işlemi bir sonraki kağıttan itibaren sürdürülür.
zh: 自动双面打印不能继续进行，因为打印机中装入的纸张尺寸不被自动双面打印功能支持，或者指定了不允许自动双面打印的纸张尺寸。在打印机里装入合适大小的纸张，确认纸张尺寸设置，然后按打印机的“恢复”按钮。从下一张纸恢复打印。
zh_tw: 自動雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被自動雙面列印功能支援，或者指定了不允許自動雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後按印表機的 [重試] 按鈕。從下一頁恢復列印。

source: Automatic duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the automatic duplex printing function, or a paper size that does not allow automatic duplex printing was specified. Load paper of the correct size into the printer, check the paper size setting then press the printer's OK button. Printing resumes from the next paper.
cs: Automatický oboustranný tisk nemůže pokračovat, protože velikost vloženého papíru není podporována funkcí automatického oboustranného tisku nebo byla zadána velikost papíru, která neumožňuje automatický oboustranný tisk. Vložte do tiskárny papír správné velikosti, zkontrolujte nastavení velikosti papíru a pak stiskněte tlačítko OK na tiskárně. Tisk pokračuje následující stránkou.
de: Der automatische Duplexdruck kann nicht fortgesetzt werden, da das Format des im Drucker eingelegten Papiers von der automatischen Duplexdruckfunktion nicht unterstützt wird oder ein Papierformat angegeben wurde, das für den automatischen Duplexdruck nicht zulässig ist. Legen Sie Papier des richtigen Formats in den Drucker ein, prüfen Sie die Papierformateinstellung und drücken Sie die Taste OK am Drucker. Der Druckvorgang wird beim nächsten Blatt Papier fortgesetzt.
el: Η αυτόματη εκτύπωση διπλής όψης δεν μπορεί να συνεχιστεί είτε γιατί το μέγεθος του χαρτιού που είναι τοποθετημένο στον εκτυπωτή δεν υποστηρίζεται από τη λειτουργία αυτόματης εκτύπωσης διπλής όψης είτε γιατί έχει επιλεγεί ένα μέγεθος χαρτιού που δεν επιτρέπει την αυτόματη εκτύπωση διπλής όψης. Τοποθετήστε χαρτί κατάλληλου μεγέθους στον εκτυπωτή, ελέγξτε τη ρύθμιση μεγέθους χαρτιού, και στη συνέχεια πατήστε το κουμπί OK του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: No se puede continuar la impresión automática a doble cara porque el tamaño de papel cargado o especificado en la impresora no es compatible con la impresión automática a doble cara. Cargue papel de tamaño correcto en la impresora, compruebe la configuración de tamaño del papel y, a continuación, presione el botón OK de la impresora. La impresión se reanuda a partir del siguiente papel.
fi: Automaattista kaksipuolista tulostusta ei voi jatkaa, koska automaattinen kaksipuolinen tulostus -toiminto ei tue tulostimeen lisätyn paperin kokoa tai on määritetty paperikoko, joka ei salli automaattista kaksipuolista tulostusta. Lisää tulostimeen asianmukaisen kokoista paperia, tarkista paperikokoasetus ja paina sitten tulostimen OK-painiketta. Tulostusta jatketaan seuraavasta arkista.
fr: L'impression recto/verso auto. ne peut pas être poursuivie car le format de papier chargé dans l'imprimante n'est pas pris en charge par la fonction ou un format de papier n'autorisant pas l'mpression recto/verso auto. a été spécifié. Chargez du papier au format correct dans l'imprimante, vérifiez le paramètre de format de papier, puis appuyez sur le bouton OK de l'imprimante. L'impression reprend à la feuille suivante.
it: Impossibile continuare la stampa fronte/retro automatica: il formato della carta caricata nella stampante non è supportato dalla funzione di stampa fronte/retro automatica o è stato specificato un formato carta che non consente la stampa fronte/retro automatica. Caricare la carta del formato corretto nella stampante, verificare le impostazioni di formato carta e premere il pulsante OK sulla stampante. La stampa riprende dal foglio successivo.
nb: Automatisk dupleksutskrift kan ikke fortsettes, fordi størrelsen på papiret som ligger i skriveren, ikke støttes av funksjonen for automatisk dupleksutskrift, eller fordi det er angitt en papirstørrelse som ikke tillater automatisk dupleksutskrift. Legg papir med riktig størrelse i skriveren, kontroller innstillingen for papirstørrelse og trykk på OK. Utskriften fortsetter fra det neste arket.
nl: Het automatisch dubbelzijdig afdrukken kan niet worden voortgezet, omdat het formaat van het papier in de printer niet wordt ondersteund door de functie automatisch dubbelzijdig afdrukken of er is een papierformaat opgegeven waarmee automatisch dubbelzijdig afdrukken niet mogelijk is. Plaats het juiste formaat papier in de printer, controleer de instelling voor papierformaat en druk op de knop OK op de printer. Het afdrukken wordt bij het volgende vel papier hervat.
pl: Nie można kontynuować automatycznego drukowania dwustronnego, ponieważ format papieru załadowanego do drukarki nie jest obsługiwany przez funkcję automatycznego drukowania dwustronnego lub określono format papieru, który nie umożliwia automatycznego drukowania dwustronnego. Załaduj do drukarki papier odpowiedniego formatu i sprawdź ustawienie formatu papieru, a następnie kliknij przycisk OK na drukarce. Drukowanie zostanie wznowione od następnego arkusza.
sv: Det går inte att fortsätta den automatiska dubbelsidiga utskriften eftersom pappersstorleken i skrivaren inte kan användas med funktionen för automatisk dubbelsidig utskrift, eller så har en pappersstorlek som inte tillåter dubbelsidig utskrift angetts. Ladda papper i rätt storlek i skrivaren, kontrollera inställningen för pappersstorlek och tryck på knappen OK på skrivaren. Utskriften fortsätter på nästa papper.
tr: Yazıcıya yüklenen kağıt otomatik çift taraflı yazdırma işlevi tarafından desteklenmediği veya otomatik çift taraflı yazdırmaya izin vermeyen bir kağıt boyutu belirtildiği için, otomatik çift taraflı yazdırma işlemine devam edilemiyor. Yazıcıya doğru boyutta kağıt yükleyin, kağıt boyutu ayarını denetleyin ve sonra yazıcının OK düğmesine basın. Yazdırma işlemi bir sonraki kağıttan itibaren sürdürülür.
zh: 自动双面打印不能继续进行，因为打印机中装入的纸张尺寸不被自动双面打印功能支持，或者指定了不允许自动双面打印的纸张尺寸。在打印机里装入合适大小的纸张，确认纸张尺寸设置，然后按打印机的“OK”按钮。从下一张纸恢复打印。
zh_tw: 自動雙面列印無法繼續進行，因為印表機中裝入紙張的大小不被自動雙面列印功能支援，或者指定了不允許自動雙面列印的紙張大小。在印表機中裝入適當大小的紙張，檢查紙張大小設定，然後按印表機的 [OK] 按鈕。從下一頁恢復列印。

source: Ready.
cs: Připraveno.
de: Bereit.
el: Έτοιμο.
es: Preparado.
fi: Valmis.
fr: Prêt.
it: Pronta.
nb: Klar.
nl: Gereed.
pl: Gotowa.
sv: Klar.
tr: Hazır.
zh: 就绪。
zh_tw: 就緒。

source: Unknown printer.
cs: Neznámá tiskárna.
de: Unbekannter Drucker.
el: Άγνωστος εκτυπωτής.
es: Impresora desconocida.
fi: Tuntematon tulostin.
fr: Imprimante inconnue.
it: Stampante sconosciuta.
nb: Ukjent skriver.
nl: Onbekende printer.
pl: Nieznana drukarka.
sv: Okänd skrivare.
tr: Bilinmeyen yazıcı.
zh: 未知的打印机。
zh_tw: 未知的印表機。

source: Spooler error.
cs: Chyba zařazovací služby
de: Spooler-Fehler.
el: Σφάλμα σε ουρά εκτύπωσης.
es: Error de cola de impresión.
fi: Taustatulostusvirhe.
fr: Erreur de spouleur.
it: Errore dello spooler.
nb: Spolingsfeil.
nl: Spoolerfout.
pl: Błąd buforu.
sv: Fel i bufferthanteraren.
tr: Biriktirici hatası.
zh: 后台处理程序出错。
zh_tw: 多工緩衝處理器出錯。

source: Printer not responding.
cs: Tiskárna neodpovídá.
de: Der Drucker antwortet nicht.
el: Ο εκτυπωτής δεν ανταποκρίνεται.
es: La impresora no responde.
fi: Tulostin ei vastaa.
fr: L'imprimante ne répond pas.
it: La stampante non risponde.
nb: Skriveren svarer ikke.
nl: Printer reageert niet.
pl: Drukarka nie odpowiada.
sv: Skrivaren svarar inte.
tr: Yazıcı yanıt vermiyor.
zh: 打印机无响应。
zh_tw: 印表機沒有回應。

source: Collecting printer status.
cs: Zjišťování stavu tiskárny.
de: Druckerstatusinformationen werden gesammelt.
el: Συλλογή στοιχείων για την κατάσταση του εκτυπωτή.
es: Se está obteniendo el estado de la impresora.
fi: Kerätään tulostimen tilan tietoja.
fr: Collecte des informations sur l'état de l'imprimante.
it: Rilevamento stato stampante in corso.
nb: Henter skriverstatus.
nl: Informatie over de printerstatus wordt opgehaald.
pl: Zbieranie informacji o stanie drukarki.
sv: Hämtar skrivarstatus
tr: Yazıcı durumu toplanıyor.
zh: 正在收集打印机状态信息。
zh_tw: 正在收集印表機狀態資訊。
