Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: The ink absorber is full. Contact the service center.
cs: Nádržka přebytečného inkoustu je plná. Kontaktujte servisní středisko.
de: Der Tintenauffangbehälter ist voll. Wenden Sie sich an das Service-Zentrum.
el: Ο συλλέκτης μελάνης είναι πλήρης. Επικοινωνήστε με το κέντρο υπηρεσία.
es: El absorbedor de tinta está lleno. Póngase en contacto con el centro de servicio.
fi: Käytetyn musteen säiliö on täynnä. Ota yhteys huoltokeskukseen.
fr: L'absorbeur d'encre est plein. Contactez le centre de service.
it: L'assorbitore di inchiostro è pieno. Rivolgersi al centro assistenza.
nb: Blekkbeholderen er full. Kontakt servicesenteret.
nl: Het absorptiekussen voor inkt is vol. Neem contact op met het servicecentrum.
pl: Pochłaniacz atramentu jest pełny. Skontaktuj się z punktem serwisowym.
sv: Bläckuppsamlaren är full. Kontakta ett servicecenter.
tr: Mürekkep emici dolu. Servis merkeziyle bağlantı kurun.
zh: 墨水收集器已满。 请与服务中心联系。
zh_tw: 墨水收集器已滿。 請聯絡服務中心。

source: The ink absorber is full. It needs to be replaced. Further printing is not possible until this part is replaced. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
cs: Nádržka přebytečného inkoustu je plná. Je třeba ji vyměnit. Dokud nebude vyměněna nádržka přebytečného inkoustu, nelze tisknout. Kontaktujte servisní středisko nebo středisko podpory. Nádržku přebytečného inkoustu může vyměnit jen kvalifikovaný servisní technik.
de: Der Tintenauffangbehälter ist voll. Er muss ausgetauscht werden. Das Drucken ist erst wieder möglich, nachdem dieses Teil ersetzt wurde. Wenden Sie sich an das Support- oder Service-Zentrum. Der Tintenauffangbehälter kann nur von einem qualifizierten Techniker ausgetauscht werden.
el: Ο συλλέκτης μελάνης είναι πλήρης. Πρέπει να αντικατασταθεί. Δεν θα είναι δυνατή η εκτύπωση έως ότου αντικατασταθεί αυτό το εξάρτημα. Επικοινωνήστε με το κέντρο υποστήριξης ή με το κέντρο υπηρεσία. Ο συλλέκτης μελάνης μπορεί να αντικατασταθεί μόνο από εξειδικευμένο τεχνικό.
es: El absorbedor de tinta está lleno. Es necesario sustituirlo. No es posible continuar imprimiendo hasta que se sustituya esta pieza. Póngase en contacto con el centro de asistencia técnica o el centro de servicio. El absorbedor de tinta sólo podrá sustituirlo un técnico especializado.
fi: Käytetyn musteen säiliö on täynnä. Se on vaihdettava. Tulostusta ei voi jatkaa ennen kuin säiliö on vaihdettu. Ota yhteys asiakaspalveluun tai huoltokeskukseen. Vain ammattitaitoinen teknikko voi vaihtaa käytetyn musteen säiliön.
fr: L'absorbeur d'encre est plein. Il doit être remplacé. Il est impossible de continuer l'impression tant que la pièce n'est pas remplacée. Contactez le centre de support ou le centre de service. Le remplacement de l'absorbeur d'encre doit être réalisé par un technicien qualifié.
it: L'assorbitore di inchiostro è pieno. Deve essere sostituito. Non è possibile continuare la stampa finché non viene sostituito questo componente. Rivolgersi al centro di supporto o al centro assistenza. L'assorbitore di inchiostro può essere sostituito solo da un tecnico qualificato.
nb: Blekkbeholderen er full. Den må byttes. Du kan ikke fortsette å skrive ut før den er byttet. Kontakt kundestøtte eller servicesenteret. Blekkbeholderen kan bare byttes av en godkjent tekniker.
nl: Het absorptiekussen voor inkt is vol. Dit moet worden vervangen. U kunt pas weer afdrukken als dit onderdeel is vervangen. Neem contact op met het ondersteuningscentrum of servicecentrum. Het absorptiekussen voor inkt kan alleen door een gekwalificeerde technicus worden vervangen.
pl: Pochłaniacz atramentu jest pełny. Konieczna jest jego wymiana. Do czasu czasu jego wymiany dalsze drukowanie jest niemożliwe. Skontaktuj się z punktem obsługi lub punktem serwisowym. Pochłaniacz atramentu może wymieniać tylko wykwalifikowany personel.
sv: Bläckuppsamlaren är full. Den måste bytas ut. Det går inte att fortsätta skriva ut innan den har bytts ut. Kontakta ett support- eller servicecenter. Bläckuppsamlaren kan bara bytas ut av en kvalificerad tekniker.
tr: Mürekkep emici dolu. Değiştirilmesi gerekiyor. Bu parça değiştirilmedikçe yazdırma yapamazsınız. Destek merkeziyle veya servis merkeziyle bağlantı kurun. Mürekkep emici yalnızca bir yetkili teknisyen tarafından değiştirilebilir.
zh: 墨水收集器已满。 需要更换。 除非此部分被更换，否则无法继续打印。 请与支持中心或服务中心联系。 墨水收集器只能由专业的技师来更换。
zh_tw: 墨水收集器已滿。 需要更換。 更換之前無法繼續列印。 請聯絡支援中心或服務中心。 墨水收集器僅能由專業技術人員更換。

source: Service error %s. Cancel printing and turn the printer off and then on again. If this doesn't clear the error, see the printer manual for more detail.
cs: Chyba %s vyžadující servis. Zrušte tisk a potom vypněte a znovu zapněte tiskárnu. Pokud se tím chyba neodstraní, vyhledejte další informace v příručce k tiskárně.
de: Service-Fehler %s. Brechen Sie den Druckvorgang ab und schalten Sie den Drucker aus und wieder ein. Wenn der Fehler dadurch nicht behoben wird, ziehen Sie das Druckerhandbuch zu Rate.
el: Σφάλμα υπηρεσίας %s. Ακυρώστε την εκτύπωση, απενεργοποιήστε και ενεργοποιήστε εκ νέου τον εκτυπωτή. Εάν το σφάλμα δεν διορθωθεί, ανατρέξτε στο εγχειρίδιο του εκτυπωτή για περισσότερες πληροφορίες.
es: Error de servicio %s. Cancele la impresión, y apague y encienda de nuevo la impresora. Si no se corrige el error, consulte el manual de la impresora para obtener más información.
fi: Huoltovirhe %s. Peruuta tulostus, sammuta tulostin ja käynnistä se uudelleen. Jos virhe ei poistu, katso tarkempia ohjeita tulostimen Käyttöoppaasta.
fr: Erreur de service %s. Annulez l'impression et éteignez l'imprimante, puis rallumez-la. Si le problème persiste, consultez le manuel de l'imprimante pour des informations supplémentaires.
it: Errore di servizio %s. Annullare la stampa, quindi spegnere e poi riaccendere la stampante. Se l'errore non viene risolto, consultare il manuale della stampante per ulteriori dettagli.
nb: Driftsfeil %s. Avbryt utskriften og slå skriveren av og deretter på igjen. Hvis dette ikke løser problemet, kan du se i skriverhåndboken for mer informasjon.
nl: Servicefout %s. Annuleer het afdrukken en schakel de printer uit en weer in. Als hiermee de fout niet wordt hersteld, raadpleegt u de printerhandleiding voor meer informatie.
pl: Błąd serwisowy %s. Anuluj drukowanie, wyłącz drukarkę i włącz ją ponownie. Jeśli nie spowoduje to usunięcia błędu, poszukaj szczegółowych informacji w podręczniku drukarki.
sv: Servicefel %s. Avbryt utskriften, slå av strömmen till skrivaren och slå sedan på den igen. Om felet kvarstår kan du hitta mer information i skrivarens handbok.
tr: %s servis hatası. Yazdırmayı iptal edin ve yazıcıyı kapatıp açın. Bu işlem hatayı gidermezse, daha fazla bilgi için yazıcının el kitabına bakın.
zh: 维修错误 %s。 取消打印并关闭打印机，然后重新开机。 如果这样不能清除错误，请参阅打印机手册了解更多信息。
zh_tw: 維修錯誤 %s。 取消列印並關閉印表機，然後重新開啟。 如果這樣不能消除錯誤，請參閱印表機手冊以獲取更多詳細資訊。

source: Paper has run out.
cs: Došel papír.
de: Kein Papier.
el: Το χαρτί έχει τελειώσει.
es: Se ha agotado el papel.
fi: Paperi on loppunut.
fr: Le papier est épuisé.
it: Carta esaurita.
nb: Tomt for papir.
nl: Het papier is op.
pl: Skończył się papier.
sv: Papperet är slut.
tr: Kağıt bitti.
zh: 纸张已用完。
zh_tw: 紙張用盡。

source: Load paper.
cs: Vložte papír.
de: Papier laden.
el: Τοποθέτηση χαρτιού.
es: Cargar papel.
fi: Lisää paperia.
fr: Chargez du papier.
it: Caricare carta.
nb: Legg i papir.
nl: Plaats papier in de printer.
pl: Załaduj papier.
sv: Ladda papper.
tr: Kağıt yükleyin.
zh: 装入纸张。
zh_tw: 裝入紙張。

source: Load paper into the sheet feeder.
cs: Vložte papír do podavače listů.
de: Legen Sie Papier in den Papiereinzug ein.
el: Τοποθετήστε χαρτί στον τροφοδότη φύλλων.
es: Cargue papel en el alimentador de hojas.
fi: Lisää paperia arkinsyöttölaitteeseen.
fr: Chargez du papier dans le chargeur de feuilles.
it: Caricare la carta nell'alimentatore fogli.
nb: Legg papir i arkmateren.
nl: Plaats papier in de papierinvoer.
pl: Załaduj papier do podajnika arkuszy.
sv: Ladda papper i arkmataren.
tr: Sayfa besleyiciye kağıt yükleyin.
zh: 在供纸器中装入纸张。
zh_tw: 在送紙器中裝入紙張。

source: Load paper into the cassette.
cs: Vložte papír do kazety.
de: Legen Sie Papier in die Kassette ein.
el: Τοποθετήστε χαρτί στην κασέτα.
es: Cargue papel en el cassette.
fi: Lisää paperia kasettiin.
fr: Chargez du papier dans la cassette.
it: Caricare la carta nel cassetto.
nb: Legg papir i kassetten.
nl: Plaats papier in de cassette.
pl: Załaduj papier do kasety.
sv: Fyll på papper i kassetten.
tr: Kasede kağıt yükleyin.
zh: 在纸盒中装入纸张。
zh_tw: 在紙匣中裝入紙張。

source: Load paper into the front feeder.
cs: Vložte papír do předního podavače.
de: Legen Sie Papier in den vorderen Papiereinzug ein.
el: Τοποθετήστε χαρτί στον εμπρόσθιο τροφοδότη.
es: Cargue papel en el alimentador frontal.
fi: Lisää paperia etusyöttölaitteeseen.
fr: Chargez du papier dans le chargeur avant.
it: Caricare la carta nell'alimentatore anteriore.
nb: Legg papir i frontmateren.
nl: Plaats papier in de voorste invoer.
pl: Załaduj papier do podajnika przedniego.
sv: Ladda papper i frontmataren.
tr: Ön besleyiciye kağıt yükleyin.
zh: 在前端供纸器中装入纸张。
zh_tw: 在前端送紙器中裝入紙張。

source: Press the printer's RESUME button.
cs: Stiskněte tlačítko POKRAČOVAT na tiskárně.
de: Drücken Sie die Taste FORTSETZEN am Drucker.
el: Πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή.
es: Presione el botón REANUDAR de la impresora.
fi: Paina tulostimen JATKA-painiketta.
fr: Appuyez sur le bouton REPRENDRE de l'imprimante.
it: Premere il pulsante RIPRENDI sulla stampante.
nb: Trykk på FORTSETT på skriveren.
nl: Druk op de knop HERVATTEN op de printer.
pl: Naciśnij przycisk WZNÓW na drukarce.
sv: Tryck på knappen FORTSÄTT på skrivaren.
tr: Yazıcının SÜRDÜR düğmesine basın.
zh: 按打印机的“恢复”按钮。
zh_tw: 按印表機的 [重試] 按鈕。

source: Press the printer's OK button.
cs: Stiskněte tlačítko OK na tiskárně.
de: Drücken Sie die Taste OK am Drucker.
el: Πατήστε το κουμπί OK του εκτυπωτή.
es: Presione el botón OK de la impresora.
fi: Paina tulostimen OK-painiketta.
fr: Appuyez sur le bouton OK de l'imprimante.
it: Premere il pulsante OK sulla stampante.
nb: Trykk på OK på skriveren.
nl: Druk op de knop OK op de printer.
pl: Naciśnij przycisk OK na drukarce.
sv: Tryck på skrivarens OK-knapp.
tr: Yazıcının OK düğmesine basın.
zh: 按打印机的“OK”按钮。
zh_tw: 按印表機的 [OK] 按鈕。

source: Press the printer's Start button.
cs: Stiskněte tlačítko Spustit na tiskárně.
de: Drücken Sie die Taste START am Drucker.
el: Πατήστε το κουμπί Έναρξη του εκτυπωτή.
es: Presione el botón de inicio de la impresora.
fi: Paina tulostimen Käynnistä-painiketta.
fr: Appuyez sur le bouton Démarrer de l'imprimante.
it: Premere il pulsante Avvia sulla stampante.
nb: Trykk på Start på skriveren.
nl: Druk op de knop Starten op de printer.
pl: Naciśnij przycisk Start na drukarce.
sv: Tryck på knappen Start på skrivaren.
tr: Yazıcının Start düğmesine basın.
zh: 按打印机的“启动”按钮。
zh_tw: 按印表機的 [啟動] 按鈕。

source: Paper is jammed.
cs: Papír je uvíznutý.
de: Es ist ein Papierstau aufgetreten.
el: Το χαρτί έχει μπλοκάρει.
es: Se ha atascado el papel.
fi: Paperi on juuttunut.
fr: Il y a un bourrage papier.
it: Carta inceppata.
nb: Fastkjørt papir.
nl: Papierstoring.
pl: Wystąpiło zakleszczenie papieru.
sv: Papper har fastnat.
tr: Kağıt sıkıştı.
zh: 纸张被卡。
zh_tw: 紙張被夾。

source: Paper is jammed at the paper output slot.
cs: V otvoru pro výstup papíru se zachytil papír.
de: Es ist ein Papierstau am Ausgabeschacht aufgetreten.
el: Παρουσιάστηκε εμπλοκή στη σχισμή εξόδου χαρτιού.
es: El papel está atascado en la ranura de salida del papel.
fi: Paperitukos paperin luovutustilassa.
fr: Il y a un bourrage papier au niveau de la fente d'éjection du papier.
it: Carta inceppata nella fessura di uscita dei fogli.
nb: Det sitter fast papir i papirutmatingssporet.
nl: Papierstoring bij de papieruitvoersleuf.
pl: Wystąpiło zakleszczenie papieru w wyjściowej szczelinie papieru.
sv: Pappret har fastnat i pappersutmatningsfacket.
tr: Kağıt çıkış yuvasında kağıt sıkıştı.
zh: 出纸槽卡纸。
zh_tw: 出紙槽出現夾紙情況。

source: Remove the jammed paper.
cs: Odstraňte uvíznutý papír.
de: Entfernen Sie das gestaute Papier.
el: Αφαιρέστε το μπλοκαρισμένο χαρτί.
es: Retire el papel atascado.
fi: Poista juuttunut paperi.
fr: Retirez le papier coincé.
it: Rimuovere la carta inceppata.
nb: Fjern fastkjørt papir.
nl: Verwijder het vastgelopen papier.
pl: Usuń zacięty papier.
sv: Ta bort papperet som har fastnat.
tr: Sıkışmış kağıdı çıkarın.
zh: 取出被卡纸张。
zh_tw: 移除被夾紙張。

source: Press the printer's RESUME button. Printing resumes from the next paper.
cs: Stiskněte tlačítko POKRAČOVAT na tiskárně. Tisk pokračuje následující stránkou.
de: Drücken Sie die Taste FORTSETZEN am Drucker. Der Druckvorgang wird beim nächsten Blatt Papier fortgesetzt.
el: Πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: Presione el botón REANUDAR de la impresora. La impresión se reanuda a partir del siguiente papel.
fi: Paina tulostimen JATKA-painiketta. Tulostusta jatketaan seuraavasta arkista.
fr: Appuyez sur le bouton REPRENDRE de l'imprimante. L'impression reprend à la feuille suivante.
it: Premere il pulsante RIPRENDI sulla stampante. La stampa riprende dal foglio successivo.
nb: Trykk på FORTSETT på skriveren. Utskriften fortsetter fra det neste arket.
nl: Druk op de knop HERVATTEN op de printer. Het afdrukken wordt bij het volgende vel papier hervat.
pl: Naciśnij przycisk WZNÓW na drukarce. Drukowanie zostanie wznowione od następnego arkusza.
sv: Tryck på FORTSÄTT-knappen på skrivaren. Utskriften fortsätter på nästa papper.
tr: Yazıcının SÜRDÜR düğmesine basın. Yazdırma işlemi bir sonraki kağıttan itibaren sürdürülür.
zh: 按打印机的“恢复”按钮。从下一张纸恢复打印。
zh_tw: 按印表機的 [重試] 按鈕。從下一頁恢復列印。

source: Press the printer's OK button. Printing resumes from the next paper.
cs: Stiskněte tlačítko OK na tiskárně. Tisk pokračuje následující stránkou.
de: Drücken Sie die Taste OK am Drucker. Der Druckvorgang wird beim nächsten Blatt Papier fortgesetzt.
el: Πατήστε το κουμπί OK του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: Presione el botón OK de la impresora. La impresión se reanuda a partir del siguiente papel.
fi: Paina tulostimen OK-painiketta. Tulostusta jatketaan seuraavasta arkista.
fr: Appuyez sur le bouton OK de l'imprimante. L'impression reprend à la feuille suivante.
it: Premere il pulsante OK sulla stampante. La stampa riprende dal foglio successivo.
nb: Trykk på OK på skriveren. Utskriften fortsetter fra det neste arket.
nl: Druk op de knop OK op de printer. Het afdrukken wordt bij het volgende vel papier hervat.
pl: Naciśnij przycisk OK na drukarce. Drukowanie zostanie wznowione od następnego arkusza.
sv: Tryck på OK-knappen på skrivaren. Utskriften fortsätter på nästa papper.
tr: Yazıcının OK düğmesine basın. Yazdırma işlemi bir sonraki kağıttan itibaren sürdürülür.
zh: 按打印机的“OK”按钮。从下一张纸恢复打印。
zh_tw: 按印表機的 [OK] 按鈕。從下一頁恢復列印。

source: Press the printer's Start button. Printing resumes from the next paper.
cs: Stiskněte tlačítko Spustit na tiskárně. Tisk pokračuje následující stránkou.
de: Drücken Sie die Taste START am Drucker. Der Druckvorgang wird beim nächsten Blatt Papier fortgesetzt.
el: Πατήστε το κουμπί Έναρξη του εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
es: Presione el botón de inicio de la impresora. La impresión se reanuda a partir del siguiente papel.
fi: Paina tulostimen Käynnistä-painiketta. Tulostusta jatketaan seuraavasta arkista.
fr: Appuyez sur le bouton Démarrer de l'imprimante. L'impression reprend à la feuille suivante.
it: Premere il pulsante Avvia sulla stampante. La stampa riprende dal foglio successivo.
nb: Trykk på Start på skriveren. Utskriften fortsetter fra det neste arket.
nl: Druk op de knop Starten op de printer. Het afdrukken wordt bij het volgende vel papier hervat.
pl: Naciśnij przycisk Start na drukarce. Drukowanie zostanie wznowione od następnego arkusza.
sv: Tryck på Start-knappen på skrivaren. Utskriften fortsätter på nästa papper.
tr: Yazıcının Start düğmesine basın. Yazdırma işlemi bir sonraki kağıttan itibaren sürdürülür.
zh: 按打印机的“启动”按钮。从下一张纸恢复打印。
zh_tw: 按印表機的 [啟動] 按鈕。從下一頁恢復列印。

source: Paper is jammed in the transport unit.
cs: V jednotce pro posuv se zachytil papír.
de: In der Transporteinheit ist ein Papierstau aufgetreten.
el: Υπάρχει μπλοκαρισμένο χαρτί στη μονάδα μεταφοράς.
es: Se ha producido un atasco de papel en la unidad de transporte.
fi: Siirto-osaan on juuttunut paperia.
fr: Il y a un bourrage papier au niveau de l'unité d'entraînement.
it: Carta inceppata nell'unità di trasporto.
nb: Det sitter fast papir i transportenheten.
nl: Papierstoring in de transporteenheid.
pl: Wystąpiło zacięcie papieru w zespole przenoszenia papieru.
sv: Papperet har fastnat i transportenheten.
tr: Taşıma biriminde kağıt sıkıştı.
zh: 传送单元卡纸。
zh_tw: 傳送單元出現夾紙情況。

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
cs: Otevřete zadní kryt a odstraňte zachycený papír. Pokud nelze zachycený papír odstranit, odeberte nejprve kazetu a odstraňte papír ze strany kazety.
de: Öffnen Sie die hintere Abdeckung und entfernen Sie das gestaute Papier. Wenn das gestaute Papier nicht entfernt werden kann, nehmen Sie zuerst die Kassette heraus und entfernen Sie dann das Papier von der Kassettenseite aus.
el: Ανοίξτε το πίσω κάλυμμα, αφαιρέστε το χαρτί που έχει προκαλέσει την εμπλοκή. Εάν δεν μπορείτε να αφαιρέσετε το χαρτί, αφαιρέστε πρώτα την κασέτα και στη συνέχεια το χαρτί από την πλευρά της κασέτας.
es: Abra la cubierta trasera y retire el papel atascado. Si no se puede retirar el papel atascado, en primer lugar retire la bandeja y quite el papel desde el extremo de la bandeja.
fi: Avaa takakansi ja poista paperitukos. Jos juuttunut paperi ei irtoa, poista ensin kasetti ja sitten paperi kasetin puolelta.
fr: Ouvrez le capot arrière et retirez le papier coincé. Si le papier coincé ne peut pas être retiré, commencez par retirer la cassette et retirez le papier par le côté de la cassette.
it: Aprire il coperchio posteriore, rimuovere la carta inceppata. Se non è possibile rimuovere la carta inceppata, rimuovere innanzitutto il cassetto e togliere la carta dal lato del cassetto.
nb: Åpne det bakerste dekselet, og fjern papiret som sitter fast. Hvis du ikke får fjernet det fastkjørte papiret, må du først ta ut kassetten og deretter fjerne papiret fra kassettsiden.
nl: Open de achterklep en verwijder het vastgelopen papier. Als u het vastgelopen papier niet kunt verwijderen, verwijdert u eerst de cassette en haalt u het papier vervolgens aan de cassettezijde eruit
pl: Otwórz pokrywę tylną, usuń zacięty papier. Jeśli nie można wyjąć zakleszczonego papieru, najpierw usuń kasetę i usuń papier od strony kasety.
sv: Öppna den bakre luckan och ta bort papperet som har fastnat. Om papperet inte går att få bort tar du ut kassetten och drar ut papperet från kassettens sida.
tr: Arka kapağı açın ve sıkışmış kağıdı çıkarın. Sıkışmış kağıt çıkarılamazsa, önce kasedi çıkarın ve kağıdı kaset tarafından çıkarın.
zh: 打开后盖，取出被卡纸张。如果无法取出被卡纸张，先卸下纸盒，然后从纸盒一侧取出被卡纸张。
zh_tw: 開啟後蓋，移除被夾紙張。如果無法移除被夾紙張，請先移除紙匣，然後從紙匣一側移除被夾紙張。

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, remove the paper from the front feeder side.
cs: Otevřete zadní kryt a odstraňte zachycený papír. Pokud nelze zachycený papír odstranit, odstraňte papír ze strany předního podavače.
de: Öffnen Sie die hintere Abdeckung und entfernen Sie das gestaute Papier. Wenn das gestaute Papier nicht entfernt werden kann, entfernen Sie das Papier vom vorderen Papiereinzug aus.
el: Ανοίξτε το πίσω κάλυμμα, αφαιρέστε το χαρτί που έχει προκαλέσει την εμπλοκή. Εάν δεν είναι δυνατή η αφαίρεση του μπλοκαρισμένου χαρτιού, αφαιρέστε το χαρτί από τον εμπρόσθιο τροφοδότη.
es: Abra la cubierta trasera y retire el papel atascado. Si no puede hacerlo, quítelo desde el lado del alimentador delantero.
fi: Avaa takakansi ja poista paperitukos. Jos juuttunut paperi ei irtoa, poista paperi etusyöttölaitteen puolelta.
fr: Ouvrez le capot arrière et retirez le papier coincé. Si le papier coincé ne peut pas être retiré, procédez depuis le chargeur avant.
it: Aprire il coperchio posteriore, rimuovere la carta inceppata. Se non è possibile rimuovere la carta inceppata, togliere la carta dal lato dell'alimentatore anteriore.
nb: Åpne det bakerste dekselet, og fjern papiret som sitter fast. Hvis du ikke får fjernet det fastkjørte papiret, kan du prøve å fjerne det fra frontmateren.
nl: Open de achterklep en verwijder het vastgelopen papier. Als u het vastgelopen papier niet kunt verwijderen, verwijdert u het papier aan de kant van de voorste invoer.
pl: Otwórz pokrywę tylną, usuń zacięty papier. Jeśli nie można tego zrobić, usuń zacięty papier od strony podajnika przedniego.
sv: Öppna den bakre luckan och ta bort papperet som har fastnat. Om du inte kan ta bort papperet, tar du bort det från framsidan av mataren.
tr: Arka kapağı açın ve sıkışmış kağıdı çıkarın. Sıkışan kağıt çıkarılamıyorsa, kağıdı ön besleyici tarafından çıkarın.
zh: 打开后盖，取出被卡纸张。如果无法取出被卡纸张，请从前端供纸器一侧取出被卡纸张。
zh_tw: 開啟後蓋，移除被夾紙張。如果無法移除被夾紙張，請從前端送紙器一側移除被夾紙張。

source: Paper is jammed in the duplexing transport unit.
cs: V jednotce oboustranného tisku v části pro posuv se zachytil papír.
de: In der Duplex-Transporteinheit ist ein Papierstau aufgetreten.
el: Το χαρτί μπλόκαρε στη μονάδα μεταφοράς εκτυπώσεων διπλής όψης.
es: El papel está atascado en la unidad de transporte de doble cara.
fi: Paperitukos on kaksipuolisen tulostuksen siirtoyksikössä.
fr: Il y a un bourrage papier au niveau de l'unité d'entraînement recto verso.
it: Carta inceppata nell'unità di trasporto fronte/retro.
nb: Det sitter fast papir i transportenheten for tosidig utskrift.
nl: Papierstoring in de duplex-transporteenheid.
pl: Papier jest zakleszczony w zespole odwracania papieru.
sv: Papperet har fastnat i transportenheten för dubbelsidig utskrift.
tr: Dupleksleme taşıma biriminde kağıt sıkıştı.
zh: 双面传送单元卡纸。
zh_tw: 雙面傳送單元出現夾紙情況。
