Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's RESUME button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, protože hladinu inkoustu nelze správně zjistit. Chcete-li pokračovat v tisku bez použití této funkce, stiskněte na tiskárně tlačítko POKRAČOVAT alespoň na 5 sekund. Společnost Canon doporučuje pro získání optimální kvality tisku používat nové originální kazety Canon. Společnost Canon neodpovídá za žádnou chybu nebo problémy způsobené pokračováním v tisku za stavu, kdy došel inkoust.
de: Die Funktion zur Erkennung des Tintenstands wird deaktiviert, da der Tintenstand nicht korrekt ermittelt werden kann. Wenn Sie ohne diese Funktion weiterdrucken möchten, halten Sie die Taste FORTSETZEN am Drucker mindestens 5 Sekunden lang gedrückt. Canon empfiehlt, nur neue Patronen von Canon zu verwenden, um eine optimale Qualität zu erzielen. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Probleme haftbar ist, die durch das Fortsetzen des Druckvorgangs ohne Tinte entstehen.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα. Η Canon συνιστά να χρησιμοποιείτε νέα, αυθεντικά φυσίγγια μελάνης της Canon για να έχετε τη βέλτιστη ποιότητα. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar con la impresión sin esta función, presione el botón REANUDAR de la impresora durante 5 segundos como mínimo. Canon recomienda el uso de nuevos cartuchos originales de Canon para obtener una calidad óptima. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
fi: Mustetason tunnistustoiminto poistetaan käytöstä, koska musteen määrää ei voida tunnistaa oikein. Jos haluat jatkaa tulostusta ilman tätä toimintoa, paina tulostimen JATKA-painiketta vähintään 5 sekunnin ajan. Canon suosittelee uusien ja alkuperäisten Canon-mustekasettien käyttämistä parhaan laadun saavuttamiseksi. Muista, että Canon ei ole vastuussa toimintahäiriöistä tai vioista, jotka aiheutuvat tulostamisesta muste lopussa -tilassa.
fr: La fonction de détection du niveau d'encre restant sera désactivée puisque le niveau d'encre ne peut pas être détecté correctement. Si vous souhaitez continuer l'impression sans cette fonction, appuyez sur le bouton REPRENDRE de l'imprimante pendant 5 secondes minimum. Canon recommande l'utilisation de cartouches Canon neuves d'origine pour obtenir une qualité optimale. Notez que Canon ne sera pas tenu pour responsable de tout dysfonctionnement ou problème résultant de la poursuite de l'impression dans des conditions d'encre insuffisante.
it: La funzione di rilevamento del livello di inchiostro rimanente verrà disattivata perché non è possibile rilevare correttamente il livello di inchiostro. Se si desidera continuare la stampa senza questa funzione, premere il pulsante RIPRENDI sulla stampante per almeno 5 secondi. Canon consiglia di utilizzare cartucce nuove originali Canon per ottenere una qualità ottimale. Canon non sarà responsabile per malfunzionamenti o problemi causati dal proseguimento della stampa in stato di inchiostro esaurito.
nb: Funksjonen for registrering av gjenværende blekknivå vil være deaktivert, ettersom blekknivået ikke kan registreres korrekt. Hvis du vil fortsette utskriften uten denne funksjonen, holder du nede FORTSETT-knappen på skriveren i minst 5 sekunder. Canon anbefaler at du bruker nye, originale Canon-kassetter for å få optimal kvalitet. Canon er ikke ansvarlig for skade eller feil som skyldes fortsettelse av utskrift når det er tomt for blekk.
nl: De functie voor het bepalen van de resterende inktvoorraad wordt uitgeschakeld aangezien de inktvoorraad niet correct kan worden bepaald. Als u wilt doorgaan met afdrukken zonder deze functie, drukt u minstens 5 seconden op de knop HERVATTEN op de printer. Voor de beste kwaliteit beveelt Canon het gebruik van nieuwe, originele Canon-cartridges aan. Canon is niet aansprakelijk voor een slechte werking of problemen veroorzaakt door het voortzetten van het afdrukken met een lege inkttank.
pl: Funkcja wykrywania poziomu pozostałego atramentu zostanie wyłączona, ponieważ nie można poprawnie określić poziomu atramentu. Jeśli chcesz kontynuować drukowanie bez tej funkcji, naciśnij przycisk WZNÓW na drukarce i przytrzymaj go przez co najmniej 5 sekund. W celu uzyskania optymalnej jakości firma Canon zaleca używanie nowych oryginalnych kaset firmy Canon. Firma Canon nie ponosi odpowiedzialności za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
sv: Funktionen som känner av den återstående bläcknivån kommer att inaktiveras, eftersom bläcknivån inte går att känna av korrekt. Om du vill fortsätta skriva ut utan den här funktionen, trycker du på knappen FORTSÄTT på skrivaren i minst 5 sekunder. För bästa kvalitet rekommenderar Canon att du använder nya, äkta Canon-kassetter. Canon ansvarar inte för några fel eller problem som beror på att du fortsätter skriva ut när bläcket är slut.
tr: Mürekkep düzeyi doğru olarak algılanamadığından, kalan mürekkep düzeyini algılama işlevi devre dışı bırakılacak. Bu işlev olmadan yazdırmaya devam etmek istiyorsanız, en az 5 saniye boyunca yazıcının SÜRDÜR düğmesine basın. Canon, en iyi yazdırma kalitesini elde etmek için yeni ve orijinal Canon kartuşları kullanılmasını önerir. Mürekkep bittiği halde yazdırma işlemine devam edilmesi durumunda oluşan arıza veya sorundan Canon sorumlu tutulamaz.
zh: 因为无法正确检测墨水量，剩余墨水量检测功能将被禁用。 如果希望在不使用该功能的情况下继续打印，请按打印机的“恢复”按钮至少 5 秒。 为获得最佳质量，Canon 建议使用新的原装 Canon 墨盒。 请注意，对于因在墨水用完的情况下继续打印而导致的故障或问题，Canon 将不承担任何责任。
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [重試] 按鈕至少 5 秒鐘。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's OK button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, protože hladinu inkoustu nelze správně zjistit. Chcete-li pokračovat v tisku bez použití této funkce, stiskněte tlačítko OK na tiskárně. Společnost Canon doporučuje pro získání optimální kvality tisku používat nové originální kazety Canon.
de: Die Funktion zur Erkennung des Tintenstands wird deaktiviert, da der Tintenstand nicht korrekt ermittelt werden kann. Wenn Sie ohne diese Funktion weiterdrucken möchten, drücken Sie die Taste "OK" am Drucker. Canon empfiehlt, nur neue Patronen von Canon zu verwenden, um eine optimale Qualität zu erzielen.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί ΟΚ του εκτυπωτή. Η Canon συνιστά τη χρήση αυθεντικών φυσιγγίων μελάνης Canon για άριστα αποτελέσματα.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar imprimiendo sin esta función, pulse el botón OK de la impresora. Canon recomienda el uso de cartuchos Canon nuevos originales para obtener una calidad óptima.
fi: Mustetason tunnistustoiminto poistetaan käytöstä, koska musteen määrää ei voida tunnistaa oikein. Jos haluat jatkaa tulostusta ilman tätä toimintoa, paina tulostimen OK-painiketta. Canon suosittelee alkuperäisten Canon-kasettien käyttöä parhaan laadun saavuttamiseksi.
fr: La fonction de détection du niveau d'encre restant sera désactivée puisque le niveau d'encre ne peut pas être détecté correctement. Si vous voulez poursuivre l'impression sans cette fonction, appuyez sur le bouton OK de l'imprimante. Canon recommande d'utiliser des cartouches Canon neuves d'origine pour obtenir une qualité optimale.
it: La funzione di rilevamento del livello di inchiostro rimanente verrà disattivata perché non è possibile rilevare correttamente il livello di inchiostro. Se si desidera continuare la stampa senza questa funzione, premere il pulsante OK della stampante. Canon consiglia di utilizzare cartucce nuove originali Canon per ottenere una qualità ottimale.
nb: Funksjonen for å registrere det gjenværende blekknivået vil være deaktivert ettersom blekknivået ikke kan registreres korrekt. Hvis du ønsker å fortsette utskriften uten denne funksjonen, trykker du på OK på skriveren. Canon anbefaler at du bruker nye, originale Canon-kassetter for å få optimal kvalitet.
nl: De functie voor het bepalen van de resterende inktvoorraad wordt uitgeschakeld aangezien de inktvoorraad niet correct kan worden bepaald. Als u wilt doorgaan met het afdrukken zonder deze functie, drukt u op de knop OK op de printer. Aangeraden wordt echte Canon-cartridges te gebruiken om een optimale kwaliteit te verkrijgen.
pl: Funkcja wykrywania poziomu pozostałego atramentu zostanie wyłączona, ponieważ nie można poprawnie określić poziomu atramentu. Jeśli chcesz kontynuować drukowanie bez tej funkcji, naciśnij przycisk OK na drukarce. W celu uzyskania optymalnej jakości firma Canon zaleca używanie nowych oryginalnych kaset firmy Canon.
sv: Funktionen som känner av den återstående bläcknivån kommer att inaktiveras, eftersom bläcknivån inte går att känna av korrekt. Om du vill fortsätta skriva ut utan den här funktionen, trycker du på knappen OK på skrivaren. För bästa kvalitet rekommenderar Canon att du använder nya, äkta Canon-kassetter.
tr: Mürekkep düzeyi doğru olarak algılanamadığından, kalan mürekkep düzeyini algılama işlevi devre dışı bırakılacak. Bu işlev olmadan yazdırmaya devam etmek istiyorsanız, yazıcının OK düğmesine basın. Canon en iyi kalitenin elde edilmesi için yeni ve orijinal Canon kartuşlarının kullanılmasını önerir.
zh: 因为无法正确检测墨水量，剩余墨水量检测功能将被禁用。 如果希望在不使用该功能的情况下继续打印，请按打印机的“OK”按钮。 为获得最佳质量，Canon 建议使用新的原装 Canon 墨盒。
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [OK] 按鈕。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Start button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, protože hladinu inkoustu nelze správně zjistit. Chcete-li pokračovat v tisku bez použití této funkce, stiskněte tlačítko Spustit na tiskárně. Společnost Canon doporučuje pro získání optimální kvality tisku používat nové originální kazety Canon.
de: Die Funktion zur Erkennung des Tintenstands wird deaktiviert, da der Tintenstand nicht korrekt ermittelt werden kann. Wenn Sie ohne diese Funktion weiterdrucken möchten, drücken Sie die Taste "Start" am Drucker. Canon empfiehlt, nur neue Patronen von Canon zu verwenden, um eine optimale Qualität zu erzielen.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί Έναρξη του εκτυπωτή. Η Canon συνιστά τη χρήση αυθεντικών φυσιγγίων μελάνης Canon για άριστα αποτελέσματα.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar imprimiendo sin esta función, pulse el botón de inicio de la impresora. Canon recomienda el uso de cartuchos Canon nuevos originales para obtener una calidad óptima.
fi: Mustetason tunnistustoiminto poistetaan käytöstä, koska musteen määrää ei voida tunnistaa oikein. Jos haluat jatkaa tulostusta ilman tätä toimintoa, paina tulostimen Käynnistä-painiketta. Canon suosittelee alkuperäisten Canon-kasettien käyttöä parhaan laadun saavuttamiseksi.
fr: La fonction de détection du niveau d'encre restant sera désactivée puisque le niveau d'encre ne peut pas être détecté correctement. Si vous voulez poursuivre l'impression sans cette fonction, appuyez sur le bouton Démarrer de l'imprimante. Canon recommande d'utiliser des cartouches Canon neuves d'origine pour obtenir une qualité optimale.
it: La funzione di rilevamento del livello di inchiostro rimanente verrà disattivata perché non è possibile rilevare correttamente il livello di inchiostro. Se si desidera continuare la stampa senza questa funzione, premere il pulsante di avvio della stampante. Canon consiglia di utilizzare cartucce nuove originali Canon per ottenere una qualità ottimale.
nb: Funksjonen for å registrere det gjenværende blekknivået vil være deaktivert ettersom blekknivået ikke kan registreres korrekt. Hvis du ønsker å fortsette utskriften uten denne funksjonen, trykker du på Start på skriveren. Canon anbefaler at du bruker nye, originale Canon-kassetter for å få optimal kvalitet.
nl: De functie voor het bepalen van de resterende inktvoorraad wordt uitgeschakeld aangezien de inktvoorraad niet correct kan worden bepaald. Als u wilt doorgaan met het afdrukken zonder deze functie, drukt u op de knop Starten op de printer. Aangeraden wordt echte Canon-cartridges te gebruiken om een optimale kwaliteit te verkrijgen.
pl: Funkcja wykrywania poziomu pozostałego atramentu zostanie wyłączona, ponieważ nie można poprawnie określić poziomu atramentu. Jeśli chcesz kontynuować drukowanie bez tej funkcji, naciśnij przycisk Start na drukarce. W celu uzyskania optymalnej jakości firma Canon zaleca używanie nowych oryginalnych kaset firmy Canon.
sv: Funktionen som känner av den återstående bläcknivån kommer att inaktiveras, eftersom bläcknivån inte går att känna av korrekt. Om du vill fortsätta skriva ut utan den här funktionen, trycker du på knappen Starta på skrivaren. För bästa kvalitet rekommenderar Canon att du använder nya, äkta Canon-kassetter.
tr: Mürekkep düzeyi doğru olarak algılanamadığından, kalan mürekkep düzeyini algılama işlevi devre dışı bırakılacak. Bu işlev olmadan yazdırmaya devam etmek istiyorsanız, yazıcının Start düğmesine basın. Canon, en iyi kalitenin elde edilmesi için yeni ve orijinal Canon kartuşlarının kullanılmasını önerir.
zh: 因为无法正确检测墨水量，剩余墨水量检测功能将被禁用。 如果希望在不使用该功能的情况下继续打印，请按打印机的“启动”按钮。 为获得最佳质量，Canon 建议使用新的原装 Canon 墨盒。
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [啟動] 按鈕。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。

source: Prepare a new ink cartridge. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
cs: Připravte novou inkoustovou kazetu. Pokud dojde černý nebo barevní inkoust v kazetě, můžete tiskárnu nastavit tak, aby pokračovala v tisku s další kazetou nastavenou v části Nastavení inkoustové kazety na kartě Údržba ovladače tiskárny.
de: Bereiten Sie eine neue Tintenpatrone vor. Wenn die schwarze oder die Farbtintenpatrone leer ist, können Sie den Drucker über die "Tintenpatroneneinstellungen" im Register "Wartung" des Druckertreibers so einstellen, dass er mit der jeweils anderen Patrone weiterdruckt.
el: Προετοιμάστε ένα νέο φυσίγγιο μελάνης. Εάν έχει αδειάσει το φυσίγγιο μαύρης ή έγχρωμης μελάνης, από τις Ρυθμίσεις φυσιγγίου μελάνης στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή, μπορείτε να ρυθμίσετε τον εκτυπωτή να συνεχίσει να εκτυπώνει με το άλλο φυσίγγιο.
es: Preparar un nuevo cartucho de tinta. Si los cartuchos de tinta negra o de color se han quedado sin tinta, puede configurar la impresora para que continúe imprimiendo con otro cartucho en la Configuración de cartuchos de tinta en la ficha Mantenimiento del controlador de la impresora.
fi: Valmistele uusi mustekasetti. Jos joko musta tai värillinen mustekasetti on loppunut, voit jatkaa tulostusta, kun asetat tulostinajurin Ylläpito-välilehden Mustekasetti-asetuksista tulostimen tulostamaan toisella mustekasetilla.
fr: Préparez une nouvelle cartouche. Si la cartouche d'encre noire ou couleur est épuisée, vous pouvez configurer les paramètres de cartouche d'encre dans l'onglet Entretien du pilote d'imprimante pour poursuivre l'impression avec l'autre cartouche.
it: Preparare una cartuccia di inchiostro nuova. Se la cartuccia di inchiostro nera o a colori è esaurita, è possibile impostare la stampante affinché continui la stampa con le altre cartucce dalle Impostazioni cartuccia di inchiostro nella scheda Manutenzione del driver della stampante.
nb: Gjør klar en ny blekkassett. Hvis enten blekkassetten for svart eller for farger er tom, kan du i Innstillinger for blekkassett i kategorien Vedlikehold i skriverdriveren angi at skriveren skal fortsette utskriften med den andre blekkassetten.
nl: Bereid een nieuwe inktpatroon voor. Als de zwarte inktpatroon of de kleureninktpatroon leeg is, kunt u via de Inktpatrooninstellingen op het tabblad Onderhoud van het printerstuurprogramma de printer zo instellen het afdrukken met de andere inktpatroon wordt voortgezet.
pl: Przygotuj nową kasetę z atramentem. Jeśli wyczerpała się kaseta z czarnym lub kolorowym atramentem, to można tak skonfigurować drukarkę, aby kontynuować drukowanie za pomocą innej kasety wybranej w opcji Ustawienia kasety z atramentem na karcie Obsługa sterownika drukarki.
sv: Förbered en ny bläckkassett. Om antingen svart- eller färgbläckkassetten har tagit slut kan du välja att låta skrivaren fortsätta skriva ut med den andra bläckkassetten. Det gör du under Inställningar för bläckkassett på fliken Underhåll i skrivardrivrutinen.
tr: Yeni mürekkep kartuşunu hazırlayın. Siyah veya renkli mürekkep kartuşu bittiyse, yazıcı sürücüsünün Bakım sekmesindeki Mürekkep Kartuşu Ayarları’ndan yazıcıyı diğer kartuşla yazdırmaya devam etmek üzere ayarlayabilirsiniz.
zh: 准备一个新墨盒。 如果黑色或彩色墨盒已用完，您可以在打印机驱动程序的“维护”选项卡上的“墨盒设置”中进行设置，使用其他墨盒继续打印。
zh_tw: 準備新的墨盒。 如果黑色或彩色墨盒已用盡，在印表機驅動程式 [維護] 標籤上的 [墨盒設定] 中可以設定印表機使用其他墨盒繼續列印。
