Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: The holder is in the replacement position. After replacing the ink cartridge, close the printer's cover.
cs: Držák je v poloze pro výměnu. Po výměně kazety s inkoustem zavřete kryt tiskárny.
de: Der Halter befindet sich in der Austauschposition. Schließen Sie die Druckerabdeckung, nachdem Sie die Tintenpatrone ersetzt haben.
el: Η υποδοχή βρίσκεται στη θέση αντικατάστασης. Αφού αντικαταστήσετε το φυσίγγιο μελάνης, κλείστε το κάλυμμα του εκτυπωτή.
es: El soporte está en la posición de sustitución. Después de sustituir el cartucho de tinta, cierre la cubierta de la impresora.
fi: Pidike on mustekasetin vaihto -asennossa. Kun olet vaihtanut mustekasetin, sulje tulostimen kansi.
fr: Le porte-cartouche est en position de remplacement. Une fois la cartouche d'encre remplacée, fermez le couvercle de l'imprimante.
it: Il supporto si trova in posizione di sostituzione. Dopo aver sostituito la cartuccia inchiostro, chiudere il coperchio della stampante.
nb: Holderen er i bytteposisjon. Lukk dekselet etter at du har byttet blekkassett.
nl: De houder staat op de vervangingspositie. Sluit de klep van de printer na het vervangen van de inktpatroon.
pl: Uchwyt znajduje się w pozycji umożliwiającej wymianę. Po wymianie kasety z atramentem zamknij pokrywę drukarki.
sv: Hållaren är i ersättningsläget. Byt ut bläckkassetten och stäng sedan skrivarluckan.
tr: Tutucu değiştirme konumunda. Mürekkep kartuşunu değiştirdikten sonra yazıcının kapağını kapatın.
zh: 墨盒固定器在更换位置上。 墨盒更换完毕后，关闭打印机机盖。
zh_tw: 固定座位於更換位置。 更換墨盒後，關閉印表機機蓋。

source: The holder is in the replacement position. After replacing the print head or the ink tank, close the cover of the printer. To replace only the ink tank, do not remove the print head from the printer. Do not touch the lock lever.
cs: Držák je v poloze pro výměnu. Po výměně tiskové hlavy nebo nádržky s inkoustem zavřete kryt tiskárny. Pokud vyměňujete pouze nádržku s inkoustem, nevyjímejte tiskovou hlavu z tiskárny. Nedotýkejte se zajišťovací páčky.
de: Der Halter befindet sich in der Austauschposition. Schließen Sie die Druckerabdeckung, nachdem Sie den Druckkopf oder den Tintenbehälter ersetzt haben. Entfernen Sie nicht den Druckkopf aus dem Drucker, wenn Sie nur den Tintenbehälter ersetzen möchten. Berühren Sie nicht den Sperrhebel.
el: Η υποδοχή βρίσκεται στη θέση αντικατάστασης. Αφού αντικαταστήσετε την κεφαλή εκτύπωσης ή το δοχείο μελάνης, κλείστε το κάλυμμα του εκτυπωτή. Για να αντικαταστήσετε μόνο το δοχείο μελάνης, μην αφαιρείτε την κεφαλή εκτύπωσης από τον εκτυπωτή. Μην αγγίζετε το μοχλό ασφαλείας.
es: El soporte está en la posición de sustitución. Después de sustituir el cabezal de impresión o el depósito de tinta, cierre la cubierta de la impresora. Para sustituir únicamente el depósito de tinta, no saque el cabezal de impresión de la impresora. No toque la palanca de bloqueo.
fi: Pidike on tulostuspään tai mustekasetin vaihtosijainnissa. Kun olet vaihtanut tulostuspään tai mustesäiliön, sulje tulostimen kansi. Jos haluat vaihtaa ainoastaan mustesäiliön, älä irrota tulostuspäätä tulostimesta. Älä kosketa lukitusvipua.
fr: Le support est en position de remplacement. Une fois la tête d'impression ou le réservoir d'encre remplacé, fermez le couvercle de l'imprimante. Pour remplacer uniquement le réservoir d'encre, ne retirez pas la tête d'impression de l'imprimante. Ne touchez pas au levier de verrouillage.
it: Il supporto si trova in posizione di sostituzione. Dopo aver sostituito la testina di stampa o il serbatoio di inchiostro, chiudere il coperchio della stampante. Per sostituire solo il serbatoio di inchiostro, non rimuovere la testina di stampa dalla stampante. Non toccare la leva di bloccaggio.
nb: Holderen er i bytteposisjon. Lukk dekselet når du har byttet skrivehode eller blekktank. Hvis du bare skal bytte blekktanken, må du ikke fjerne skrivehodet fra skriveren. Ikke rør låsespaken.
nl: De houder staat op de vervangingspositie. Sluit de klep van de printer na het vervangen van de printkop of inkttank. Als u alleen de inkttank wilt vervangen, moet u de printkop niet uit de printer verwijderen. Raak de vergrendeling niet aan.
pl: Uchwyt znajduje się w pozycji umożliwiającej wymianę. Po wymianie głowicy drukującej lub zbiornika z atramentem zamknij pokrywę drukarki. Aby wymienić jedynie zbiornik z atramentem, nie wyjmuj z drukarki głowicy drukującej. Nie dotykaj dźwigni blokady.
sv: Hållaren är i ersättningsläget. Byt ut skrivhuvudet eller bläckbehållaren och stäng sedan skrivarluckan. Om du bara vill byta ut bläckbehållaren ska du inte ta bort skrivhuvudet från skrivaren. Rör inte låsspaken.
tr: Tutucu değiştirme konumunda. Yazıcı kafasını veya mürekkep haznesini değiştirdikten sonra yazıcının kapağını kapatın. Yalnızca mürekkep haznesini değiştirmek için yazıcı kafasını yazıcıdan çıkarmayın. Kilitleme koluna dokunmayın.
zh: 墨盒固定器在更换位置上。 打印头或墨水盒更换完毕后，关闭打印机机盖。仅更换墨水盒时，不要从打印机中取出打印头。不要触碰锁定杆。
zh_tw: 固定座位於更換位置。 更換列印頭或墨水盒後，關閉印表機機蓋。只更換墨水盒時，請不要從印表機移除列印頭。不要觸碰鎖定桿。

source: Printing.
cs: Tiskne se.
de: Wird gedruckt.
el: Εκτύπωση.
es: Imprimiendo.
fi: Tulostetaan.
fr: Impression.
it: Stampa in corso.
nb: Skriver ut.
nl: Bezig met afdrukken.
pl: Trwa drukowanie.
sv: Skriver ut.
tr: Yazdırılıyor.
zh: 正在打印。
zh_tw: 列印中。

source: The printer is performing another operation.
cs: Tiskárna provádí jinou operaci.
de: Der Drucker führt einen anderen Vorgang aus.
el: Ο εκτυπωτής πραγματοποιεί άλλη λειτουργία.
es: La impresora está realizando otra operación.
fi: Tulostin suorittaa toista toimintoa.
fr: L'imprimante est en train d'effectuer une autre opération.
it: È in corso l'esecuzione di un'altra operazione.
nb: Skriveren utfører en annen operasjon.
nl: Er wordt een andere taak op de printer uitgevoerd.
pl: Drukarka wykonuje inną operację.
sv: Skrivaren utför en annan åtgärd.
tr: Yazıcı başka bir işlem gerçekleştiriyor.
zh: 打印机正在执行其他操作。
zh_tw: 印表機正在執行其他操作。

source: The holder is in the replacement position. After replacing the ink tank, close the cover.
cs: Držák je v poloze pro výměnu. Po výměně nádržky s inkoustem zavřete kryt.
de: Der Halter befindet sich in der Austauschposition. Schließen Sie nach dem Austauschen des Tintenbehälters die Abdeckung.
el: Η υποδοχή βρίσκεται στη θέση αντικατάστασης. Αφού αντικαταστήσετε το δοχείο μελάνης, κλείστε το κάλυμμα του εκτυπωτή.
es: El soporte está en la posición de sustitución. Tras sustituir el depósito de tinta, cierre la cubierta.
fi: Pidike on mustekasetin vaihto -asennossa. Vaihda mustesäiliö ja sulje kansi.
fr: Le porte-cartouche est en position de remplacement. Une fois le réservoir remplacé, fermez le capot de l'imprimante.
it: Il supporto si trova nella posizione di sostituzione. Dopo aver sostituito il serbatoio di inchiostro, chiudere il coperchio della stampante.
nb: Holderen er i bytteposisjon. Lukk dekselet etter at du har byttet blekktank.
nl: De houder staat op de vervangingspositie. Sluit de klep van de printer na het vervangen van de inkttank.
pl: Uchwyt znajduje się w pozycji umożliwiającej wymianę. Po wymianie zbiornika z atramentem zamknij pokrywę.
sv: Hållaren är i ersättningsläget. Stäng locket när du har ersatt bläckbehållaren.
tr: Tutucu değiştirme konumunda. Mürekkep haznesini değiştirdikten sonra kapağı kapatın.
zh: 墨盒固定器在更换位置上。 墨水盒更换完毕后，关闭机盖。
zh_tw: 固定座位於更換位置。 更換墨水盒後，關閉機蓋。

source: A print head is not installed or the installed print head is not compatible with this printer. Install an appropriate print head and close the cover of the printer.
cs: Tisková hlava není nainstalována nebo nainstalovaná tisková hlava není kompatibilní s touto tiskárnou. Nainstalujte odpovídající tiskovou hlavu a zavřete kryt tiskárny.
de: Es ist kein Druckkopf installiert oder der installierte Druckkopf ist mit diesem Drucker nicht kompatibel. Installieren Sie einen geeigneten Druckkopf und schließen Sie die Abdeckung des Druckers.
el: Δεν έχει εγκατασταθεί η σωστή κεφαλή εκτύπωσης ή η εγκατεστημένη κεφαλή εκτύπωσης δεν είναι συμβατή με αυτόν τον εκτυπωτή. Εγκαταστήστε τη σωστή κεφαλή εκτύπωσης και κλείστε το κάλυμμα του εκτυπωτή.
es: No se ha instalado el cabezal de impresión o el cabezal de impresión instalado no es compatible con la impresora. Instale el cabezal de impresión adecuado y cierre la cubierta de la impresora.
fi: Tulostuspäätä ei ole asennettu tai asennettu tulostuspää ei ole yhteensopiva tämän tulostimen kanssa. Asenna asianmukainen tulostuspää ja sulje tulostimen kansi.
fr: Aucune tête d'impression n'est installée ou la tête d'impression installée n'est pas compatible avec cette imprimante. Installez une tête d'impression appropriée et fermez le couvercle de l'imprimante.
it: La testina di stampa non è stata installata oppure la testina di stampa installata non è compatibile con la stampante. Installare una testina di stampa corretta e chiudere il coperchio della stampante.
nb: Det er ikke installert et skrivehode, eller det er installert et skrivehode som ikke er kompatibelt med denne skriveren. Installer et passende skrivehode og lukk skriverdekselet.
nl: Er is geen printkop geïnstalleerd of de geïnstalleerde printkop is niet compatibel met deze printer. Installeer de juiste printkop en sluit de klep van de printer.
pl: Głowica drukująca nie jest zainstalowana lub zainstalowana głowica drukująca nie jest zgodna z tą drukarką. Zainstaluj właściwą głowicę drukującą i zamknij pokrywę drukarki.
sv: Inget skrivhuvud är installerat eller så ar installerat skrivhuvud inte kompatibelt med skrivaren. Sätt in rätt skrivhuvud och stäng skrivarluckan.
tr: Yazıcı kafası takılı değil veya takılı olan yazıcı kafası bu yazıcıyla uyumlu değil. Uygun bir yazıcı kafası takın ve yazıcının kapağını kapatın.
zh: 未安装打印头或安装的打印头与打印机不兼容。 安装合适的打印头并关闭打印机机盖。
zh_tw: 未安裝列印頭或安裝的列印頭與該印表機不相容。 安裝合適的列印頭，然後關閉印表機機蓋。

source: Printer is online.
cs: Tiskárna je v režimu online.
de: Der Drucker ist online.
el: Ο εκτυπωτής είναι συνδεδεμένος.
es: La impresora está conectada.
fi: Tulostin on linjalla.
fr: L'imprimante est en ligne.
it: Stampante in linea.
nb: Skriveren er online.
nl: De printer is online.
pl: Drukarka jest podłączona.
sv: Skrivaren är online.
tr: Yazıcı çevrimiçi.
zh: 打印机联机。
zh_tw: 印表機已連線。

source: The following ink tank is running low.
cs: V následující nádržce dochází inkoust.
de: Der folgende Tintenbehälter ist fast leer.
el: Το παρακάτω δοχείο μελάνης έχει χαμηλή στάθμη.
es: Se está agotando el siguiente depósito de tinta.
fi: Seuraava mustesäiliö on tyhjenemässä.
fr: Le niveau d'encre du réservoir suivant est faible.
it: Il seguente inchiostro è quasi esaurito.
nb: Det er lite blekk igjen i følgende blekktank.
nl: De volgende inkttank is bijna leeg.
pl: W następującym zbiorniku kończy się atrament.
sv: Följande bläckbehållare börjar ta slut.
tr: Aşağıdaki mürekkep haznesi boşalıyor.
zh: 以下墨水盒墨水量很少。
zh_tw: 以下墨水盒墨水量很少。

source: The following ink is running low.
cs: Dochází následující inkoust.
de: Die folgende Tinte ist fast aufgebraucht.
el: Το παρακάτω φυσίγγιο μελάνης έχει χαμηλή στάθμη.
es: Nivel bajo de la siguiente tinta.
fi: Seuraava mustelaatu on tyhjenemässä.
fr: Le niveau de l'encre suivante est faible.
it: Il seguente inchiostro è quasi esaurito.
nb: Det er lite blekk igjen i følgende blekktank.
nl: De volgende inkt is bijna op.
pl: Kończy się następujący atrament.
sv: Följande bläck börjar ta slut.
tr: Aşağıdaki mürekkep haznesi boşalıyor.
zh: 以下墨水量很少。
zh_tw: 以下墨水量很少。

source: Prepare a new ink tank.
cs: Připravte novou nádržku s inkoustem.
de: Bereiten Sie einen neuen Tintenbehälter vor.
el: Προετοιμάστε ένα νέο δοχείο μελάνης.
es: Prepare un depósito de tinta nuevo.
fi: Varaa uusi mustesäiliö valmiiksi.
fr: Préparez un nouveau réservoir d'encre.
it: Preparare un serbatoio d'inchiostro nuovo.
nb: Gjør klar en ny blekktank.
nl: Bereid een nieuwe inkttank voor.
pl: Przygotuj nowy zbiornik z atramentem.
sv: Gör i ordning en ny bläckbehållare.
tr: Yeni bir mürekkep haznesi hazırlayın.
zh: 准备一个新墨水盒。
zh_tw: 準備新墨水盒。

source: Prepare a new ink cartridge. The resulting print quality may not be satisfactory, if printing is continued under this condition. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
cs: Připravte novou inkoustovou kazetu. Pokud pokračujete v tisku s prázdnou inkoustovou kazetou, nemusí být výsledná kvalita tisku uspokojivá. Pokud dojde černý nebo barevní inkoust v kazetě, můžete tiskárnu nastavit tak, aby pokračovala v tisku s další kazetou nastavenou v části Nastavení inkoustové kazety na kartě Údržba ovladače tiskárny.
de: Bereiten Sie eine neue Tintenpatrone vor. Die Druckqualität ist möglicherweise nicht zufrieden stellend, wenn weiterhin unter dieser Bedingung gedruckt wird. Wenn die schwarze oder die Farbtintenpatrone leer ist, können Sie den Drucker über die "Tintenpatroneneinstellungen" im Register "Wartung" des Druckertreibers so einstellen, dass er mit der jeweils anderen Patrone weiterdruckt.
el: Προετοιμάστε ένα νέο φυσίγγιο μελάνης. Εάν η εκτύπωση συνεχιστεί υπό αυτές τις συνθήκες, ενδέχεται να μην είναι ικανοποιητική η ποιότητα εκτύπωσης. Εάν έχει αδειάσει το φυσίγγιο μαύρης ή έγχρωμης μελάνης, από τις Ρυθμίσεις φυσιγγίου μελάνης στην καρτέλα Συντήρηση του προγράμματος οδήγησης του εκτυπωτή, μπορείτε να ρυθμίσετε τον εκτυπωτή να συνεχίσει να εκτυπώνει με το άλλο φυσίγγιο.
es: Prepare un nuevo cartucho de tinta. Puede que la calidad de impresión resultante no sea satisfactoria si se continúa con la impresión en estas condiciones. Si los cartuchos de tinta negra o de color se han quedado sin tinta, puede configurar la impresora para que continúe imprimiendo con otro cartucho en la Configuración de cartuchos de tinta en la ficha Mantenimiento del controlador de la impresora.
fi: Valmistele uusi mustekasetti. Tulostuslaatu saattaa kärsiä, jos tulostusta jatketaan tässä tilassa. Jos joko musta tai värillinen mustekasetti on loppunut, voit jatkaa tulostusta, kun asetat tulostinajurin Ylläpito-välilehden Mustekasetti-asetuksista tulostimen tulostamaan toisella mustekasetilla.
fr: Préparez une nouvelle cartouche. La qualité de l'impression peut ne pas être satisfaisante si vous continuez à imprimer dans les conditions actuelles. Si la cartouche d'encre noire ou couleur est épuisée, vous pouvez configurer les paramètres de cartouche d'encre dans l'onglet Entretien du pilote d'imprimante pour poursuivre l'impression avec l'autre cartouche.
it: Preparare una cartuccia di inchiostro nuova. Se si continua la stampa in stato di inchiostro esaurito, la qualità di stampa potrebbe non essere soddisfacente. Se la cartuccia di inchiostro nera o a colori è esaurita, è possibile impostare la stampante affinché continui la stampa con le altre cartucce dalle Impostazioni cartuccia di inchiostro nella scheda Manutenzione del driver della stampante.
nb: Gjør klar en ny blekkassett. Hvis du velger å fortsette utskriften, kan utskriftskvaliteten bli mindre god. Hvis enten blekkassetten for svart eller for farger er tom, kan du i Innstillinger for blekkassett i kategorien Vedlikehold i skriverdriveren angi at skriveren skal fortsette utskriften med den andre blekkassetten.
nl: Bereid een nieuwe inktpatroon voor. Het kan zijn dat de afdrukkwaliteit niet voldoende is als u de printer blijft gebruiken terwijl de inkt bijna op is. Als de zwarte inktpatroon of de kleureninktpatroon leeg is, kunt u via de Inktpatrooninstellingen op het tabblad Onderhoud van het printerstuurprogramma de printer zo instellen het afdrukken met de andere inktpatroon wordt voortgezet.
pl: Przygotuj nową kasetę z atramentem. W przypadku kontynuowania drukowania mimo braku atramentu jakość wydruku może być niezadowalająca. Jeśli wyczerpała się kaseta z czarnym lub kolorowym atramentem, to można tak skonfigurować drukarkę, aby kontynuować drukowanie za pomocą innej kasety wybranej w opcji Ustawienia kasety z atramentem na karcie Obsługa sterownika drukarki.
sv: Förbered en ny bläckkassett. Utskriftskvaliteten kan försämras om du fortsätter att skriva ut trots att bläcket börjar ta slut. Om antingen svart- eller färgbläckkassetten har tagit slut kan du välja att låta skrivaren fortsätta skriva ut med den andra bläckkassetten. Det gör du under Inställningar för bläckkassett på fliken Underhåll i skrivardrivrutinen.
tr: Yeni mürekkep kartuşu hazırlayın. Bu koşulda yazdırma devam ederse, elde edilen baskı kalitesi tatmin edici olmaz. Siyah veya renkli mürekkep kartuşu bittiyse, yazıcı sürücüsünün Bakım sekmesindeki Mürekkep Kartuşu Ayarları’ndan yazıcıyı diğer kartuşla yazdırmaya devam etmek üzere ayarlayabilirsiniz.
zh: 准备一个新墨盒。 如果在这种情况下继续打印，打印结果的质量可能不会令人满意。 如果黑色或彩色墨盒已用完，您可以在打印机驱动程序的“维护”选项卡上的“墨盒设置”中进行设置，使用其他墨盒继续打印。
zh_tw: 準備新的墨盒。 如果在這種情況下繼續列印，列印結果的品質可能不會令人滿意。 如果黑色或彩色墨盒已用盡，在印表機驅動程式 [維護] 標籤上的 [墨盒設定] 中可以設定印表機使用其他墨盒繼續列印。

source: The ink cartridge has been installed or replaced. If the printout contains misaligned lines or is not satisfactory after the installation or replacement, refer to the user's guide and carry out the print head alignment.
cs: Kazeta s inkoustem byla nainstalována nebo vyměněna. Pokud po nainstalování nebo výměně kazety výstup obsahuje nezarovnané řádky nebo není uspokojivý, proveďte nastavení tiskových hlav podle uživatelské příručky.
de: Die Tintenpatrone wurde eingesetzt oder ausgetauscht. Wenn der Ausdruck nach dem Einsetzen oder dem Austausch falsch ausgerichtete Zeilen enthält oder nicht zufriedenstellend ist, ziehen Sie das Benutzerhandbuch zu Rate und führen Sie eine Druckkopfausrichtung durch.
el: Έχει εγκατασταθεί ή αντικαταστάθηκε η κασέτα μελάνης. Αν μετά από την εγκατάσταση ή την αντικατάσταση η εκτύπωση περιέχει ακανόνιστες γραμμές ή δεν είναι ικανοποιητική, ανατρέξτε στο εγχειρίδιο χρήσης και εκτελέστε ευθυγράμμιση κεφαλών εκτύπωσης.
es: Se ha instalado o sustituido el cartucho de tinta. Si la copia impresa contiene líneas mal alineadas o no es correcta después de la instalación o sustitución, consulte la Guía del usuario y realice la alineación de los cabezales de impresión.
fi: Mustekasetti on voitu asentaa tai vaihtaa. Jos tulosteessa on mustekasetin asennuksen tai vaihdon jälkeen kohdistumattomia viivoja tai sen laatu ei ole tyydyttävää, katso käyttöopasta ja kohdista tulostuspäät.
fr: La cartouche d'encre a été installée ou remplacée. Si des lignes sont mal alignées ou si le résultat de la sortie n'est pas satisfaisant après l'installation ou le remplacement, reportez-vous au Guide de l'utilisateur et effectuez un alignement des têtes d'impression.
it: La cartuccia di inchiostro è stata installata o sostituita. Se la stampa contiene linee non allineate o non è soddisfacente dopo l'installazione o la sostituzione, consultare il manuale dell'utente ed eseguire l'allineamento della testina di stampa.
nb: Blekkassetten er satt inn eller byttet ut. Hvis utskriften viser feiljusterte streker eller ikke er god nok etter at blekkassetten er satt inn eller byttet ut, kan du se i brukerhåndboken og utføre justering av skrivehode.
nl: De inktpatroon is geïnstalleerd of vervangen. Als na het installeren of vervangen van de inktpatroon lijnen niet zijn uitgelijnd of de afdruk niet naar wens is, raadpleegt u de gebruikershandleiding en voert u een printkopuitlijning uit.
pl: Zainstalowano lub wymieniono kasetę z atramentem. Jeśli po zainstalowaniu lub wymianie kasety z atramentem na wydruku występują nierówne linie lub wydruk jest niezadowalający, zapoznaj się z instrukcjami zamieszczonymi w podręczniku użytkownika i przeprowadź wyrównywanie głowic drukujących.
sv: Bläckkassetten har installerats eller bytts ut. Om utskriften innehåller feljusterade linjer eller inte är av förväntad kvalitet efter installationen eller bytet, läser du anvisningarna i användarhandboken om att justera skrivhuvuden.
tr: Mürekkep kartuşu takıldı veya değiştirildi. Mürekkep kartuşunu taktıktan veya değiştirdikten sonra çıkış yanlış hizalanmış satırlar içeriyorsa veya tatmin edici değilse, kullanıcı kılavuzuna başvurun ve yazıcı kafası hizalaması gerçekleştirin.
zh: 墨盒已被安装或者更换。 如果安装或更换墨盒后的打印结果中有未对齐的线条或者打印结果不令人满意，参阅用户指南并执行打印头对齐。
zh_tw: 墨盒被安裝或更換。 如果墨盒安裝或更換後列印結果有未對齊的線條，請參閱使用者指南並執行列印頭校準。

source: The printer is set not to display a low ink warning.
cs: Tiskárna nemá nastaveno zobrazení varování o docházejícím inkoustu.
de: Der Drucker ist so eingestellt, dass er keine Tintenstandwarnung anzeigt.
el: Ο εκτυπωτής έχει ρυθμιστεί ώστε να μην εμφανίζει προειδοποίηση για χαμηλή στάθμη μελάνης.
es: La impresora está configurada para no mostrar la advertencia sobre el nivel bajo de tinta.
fi: Tulostin ei näytä alhaisen mustetason varoitusta.
fr: L'imprimante est configurée pour ne pas afficher l'avertissement de faible niveau d'encre.
it: È stata disattivata la visualizzazione dell'avviso di inchiostro insufficiente.
nb: Skriveren skal ikke vise advarsel om lite blekk.
nl: De waarschuwing voor weinig inkt is uitgeschakeld.
pl: Drukarka nie jest ustawiona na wyświetlanie ostrzeżenia o niskim poziomie atramentu.
sv: Skrivaren är inställd på att inte visa en varning för låg bläcknivå.
tr: Yazıcı mürekkep az uyarısı görüntülemeyecek şekilde ayarlandı.
zh: 打印机被设为不显示缺墨警告。
zh_tw: 印表機被設定成不顯示低墨水警示。

source: Printing cannot be executed because the inner cover is open.
cs: Nelze tisknout, protože je otevřený vnitřní kryt.
de: Der Druckvorgang kann nicht ausgeführt werden, da die Innenabdeckung geöffnet ist.
el: Η εκτύπωση δεν μπορεί να εκτελεστεί διότι το εσωτερικό κάλυμμα είναι ανοιχτό.
es: No se puede realizar la impresión porque la tapa interior está abierta.
fi: Tulostus ei onnistu, sillä sisäkansi on auki.
fr: L'impression est impossible car le panneau interne est ouvert.
it: Impossibile stampare perché il coperchio interno è aperto.
nb: Kan ikke skrive ut fordi innvendig deksel er åpent.
nl: Het afdrukken kan niet worden uitgevoerd, omdat de binnenste klep is geopend.
pl: Nie można przeprowadzić drukowania, ponieważ pokrywa wewnętrzna jest otwarta.
sv: Det går inte att skriva ut därför att den inre luckan är öppen.
tr: İç kapak açık olduğundan yazdırma gerçekleştirilemiyor.
zh: 由于已打开内盖，所以无法执行打印。
zh_tw: 由於內蓋已開啟，所以無法執行列印。

source: Close the inner cover.
cs: Zavřete vnitřní kryt.
de: Schließen Sie die Innenabdeckung.
el: Κλείστε το εσωτερικό κάλυμμα.
es: Cierre la tapa interior.
fi: Sulje sisäkansi.
fr: Fermez le panneau interne.
it: Chiudere il coperchio interno.
nb: Lukk det innvendige dekselet.
nl: Sluit de binnenste klep.
pl: Zamknij pokrywę wewnętrzną.
sv: Stäng den inre luckan.
tr: İç kapağı kapatın.
zh: 关闭内盖。
zh_tw: 關閉內蓋。

source: Press the printer's RESUME button. Printing will restart.
cs: Stiskněte tlačítko POKRAČOVAT na tiskárně. Tisk se znovu spustí.
de: Drücken Sie die Taste FORTSETZEN am Drucker. Der Druckvorgang wird neu gestartet.
el: Πατήστε το κουμπί ΣΥΝΕΧΙΣΗ του εκτυπωτή. Η εκτύπωση θα ξεκινήσει ξανά.
es: Presione el botón REANUDAR de la impresora. La impresión se reanudará.
fi: Paina tulostimen JATKA-painiketta. Tulostus alkaa uudelleen.
fr: Appuyez sur le bouton REPRENDRE de l'imprimante. L'impression redémarrera.
it: Premere il pulsante RIPRENDI sulla stampante. La stampa viene riavviata.
nb: Trykk på FORTSETT på skriveren. Utskriften starter på nytt.
nl: Druk op de knop HERVATTEN op de printer. Het afdrukken wordt opnieuw gestart.
pl: Naciśnij przycisk WZNÓW na drukarce. Drukowanie zostanie wznowione.
sv: Tryck på knappen FORTSÄTT på skrivaren. Utskriften återupptas.
tr: Yazıcının SÜRDÜR düğmesine basın. Yazdırma yeniden başlatılır.
zh: 按打印机的“恢复”按钮。打印将重新开始。
zh_tw: 按印表機的 [重試] 按鈕。列印將重新開始。
