Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.30/po/*.po
Languages: cs, de, el, es, fi, fr, it, nb, nl, pl, sv, tr, zh, zh_tw

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Stop/Reset button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, protože hladinu inkoustu nelze správně zjistit. Chcete-li pokračovat v tisku bez použití této funkce, stiskněte na tiskárně tlačítko Zastavit/Obnovit alespoň na 5 sekund. Společnost Canon doporučuje pro získání optimální kvality tisku používat nové originální kazety Canon. Společnost Canon neodpovídá za žádnou chybu nebo problémy způsobené pokračováním v tisku za stavu, kdy došel inkoust.
de: Die Funktion zur Erkennung des Tintenstands wird deaktiviert, da der Tintenstand nicht korrekt ermittelt werden kann. Wenn Sie ohne diese Funktion weiterdrucken möchten, halten Sie die Taste "Stoppen/Zurücksetzen" am Drucker mindestens 5 Sekunden lang gedrückt. Canon empfiehlt, nur neue Patronen von Canon zu verwenden, um eine optimale Qualität zu erzielen. Beachten Sie, dass Canon nicht für Fehlfunktionen oder Probleme haftbar ist, die durch das Fortsetzen des Druckvorgangs ohne Tinte entstehen.
el: Η λειτουργία προσδιορισμού της ποσότητας μελάνης που απομένει θα απενεργοποιηθεί καθώς δεν είναι δυνατόν να εντοπιστεί σωστά η ποσότητα μελάνης. Αν θέλετε να συνεχίσετε την εκτύπωση χωρίς αυτήν τη λειτουργία, πατήστε το κουμπί Διακοπή/Επαναφορά του εκτυπωτή για τουλάχιστον 5 δευτερόλεπτα. Η Canon συνιστά να χρησιμοποιείτε νέα, αυθεντικά φυσίγγια μελάνης της Canon για να έχετε τη βέλτιστη ποιότητα. Σας ενημερώνουμε ότι η Canon δεν φέρει καμία ευθύνη για οποιαδήποτε δυσλειτουργία ή πρόβλημα προκληθεί από τη συνέχιση της εκτύπωσης σε κατάσταση άδειου δοχείου μελάνης.
es: La función de detección del nivel de tinta restante se desactivará, ya que el nivel de tinta no puede detectarse correctamente. Si desea continuar con la impresión sin esta función, presione el botón Parar/Reiniciar de la impresora durante 5 segundos como mínimo. Canon recomienda el uso de nuevos cartuchos originales de Canon para obtener una calidad óptima. Canon no se hace responsable del mal funcionamiento ni de los problemas derivados de continuar imprimiendo con el estado de tinta agotada.
fi: Mustetason tunnistustoiminto poistetaan käytöstä, koska musteen määrää ei voida tunnistaa oikein. Jos haluat jatkaa tulostusta ilman tätä toimintoa, paina tulostimen Pysäytä/Nollaa-painiketta vähintään 5 sekunnin ajan. Canon suosittelee uusien ja alkuperäisten Canon-mustekasettien käyttämistä parhaan laadun saavuttamiseksi. Muista, että Canon ei ole vastuussa toimintahäiriöistä tai vioista, jotka aiheutuvat tulostamisesta muste lopussa -tilassa.
fr: La fonction de détection du niveau d'encre restant sera désactivée puisque le niveau d'encre ne peut pas être détecté correctement. Si vous souhaitez continuer l'impression sans cette fonction, appuyez sur le bouton Arrêt/Réinitialisation de l'imprimante pendant 5 secondes minimum. Canon recommande l'utilisation de cartouches Canon neuves d'origine pour obtenir une qualité optimale. Notez que Canon ne sera pas tenu pour responsable de tout dysfonctionnement ou problème résultant de la poursuite de l'impression dans des conditions d'encre insuffisante.
it: La funzione di rilevamento del livello di inchiostro rimanente verrà disattivata perché non è possibile rilevare correttamente il livello di inchiostro. Se si desidera continuare la stampa senza questa funzione, premere il pulsante Arresta/Ripristina sulla stampante per almeno 5 secondi. Canon consiglia di utilizzare cartucce nuove originali Canon per ottenere una qualità ottimale. Canon non sarà responsabile per malfunzionamenti o problemi causati dal proseguimento della stampa in stato di inchiostro esaurito.
nb: Funksjonen for registrering av gjenværende blekknivå vil være deaktivert, ettersom blekknivået ikke kan registreres korrekt. Hvis du vil fortsette utskriften uten denne funksjonen, holder du nede Stopp/Nullstill-knappen på skriveren i minst 5 sekunder. Canon anbefaler at du bruker nye, originale Canon-kassetter for å få optimal kvalitet. Canon er ikke ansvarlig for skade eller feil som skyldes fortsettelse av utskrift når det er tomt for blekk.
nl: De functie voor het bepalen van de resterende inktvoorraad wordt uitgeschakeld aangezien de inktvoorraad niet correct kan worden bepaald. Als u wilt doorgaan met afdrukken zonder deze functie, drukt u minstens 5 seconden op de knop Stoppen/herstellen op de printer. Voor de beste kwaliteit beveelt Canon het gebruik van nieuwe, originele Canon-cartridges aan. Canon is niet aansprakelijk voor een slechte werking of problemen veroorzaakt door het voortzetten van het afdrukken met een lege inkttank.
pl: Funkcja wykrywania poziomu pozostałego atramentu zostanie wyłączona, ponieważ nie można poprawnie określić poziomu atramentu. Jeśli chcesz kontynuować drukowanie bez tej funkcji, naciśnij przycisk Zatrzymaj/Zresetuj na drukarce i przytrzymaj go przez co najmniej 5 sekund. W celu uzyskania optymalnej jakości firma Canon zaleca używanie nowych oryginalnych kaset firmy Canon. Firma Canon nie ponosi odpowiedzialności za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
sv: Funktionen som känner av den återstående bläcknivån kommer att inaktiveras, eftersom bläcknivån inte går att känna av korrekt. Om du vill fortsätta skriva ut utan den här funktionen, trycker du på knappen Stopp/Återställ på skrivaren i minst 5 sekunder. För bästa kvalitet rekommenderar Canon att du använder nya, äkta Canon-kassetter. Canon ansvarar inte för några fel eller problem som beror på att du fortsätter skriva ut när bläcket är slut.
tr: Mürekkep düzeyi doğru olarak algılanamadığından, kalan mürekkep düzeyini algılama işlevi devre dışı bırakılacak. Bu işlev olmadan yazdırmaya devam etmek istiyorsanız, en az 5 saniye boyunca yazıcının Durdur/Sıfırla düğmesine basın. Canon, en iyi yazdırma kalitesini elde etmek için yeni ve orijinal Canon kartuşları kullanılmasını önerir. Mürekkep bittiği halde yazdırma işlemine devam edilmesi durumunda oluşan arıza veya sorundan Canon sorumlu tutulamaz.
zh: 因为无法正确检测墨水量，剩余墨水量检测功能将被禁用。 如果希望在不使用该功能的情况下继续打印，请按打印机的“停止/重置”按钮至少 5 秒。 为获得最佳质量，Canon 建议使用新的原装 Canon 墨盒。 请注意，对于因在墨水用完的情况下继续打印而导致的故障或问题，Canon 将不承担任何责任。
zh_tw: 因為無法正確偵測墨水量，剩餘墨水量偵測功能將被禁用。 如果您想不使用該功能並繼續列印，請按印表機的 [停止/重新設定] 按鈕至少 5 秒鐘。 為得到最佳品質，Canon 推薦您使用新的原裝 Canon 墨盒。 請注意，對於在墨水用盡的情況下繼續列印而導致的印表機故障或問題，Canon 將不承擔任何責任。

source: Black <BC-310>
cs: Černá <BC-310>
de: Schwarz <BC-310>
el: Μαύρο <BC-310>
es: Negro <BC-310>
fi: Musta <BC-310>
fr: Noir <BC-310>
it: Nero <BC-310>
nb: Svart <BC-310>
nl: Zwart <BC-310>
pl: Czarny <BC-310>
sv: Svart <BC-310>
tr: Siyah <BC-310>
zh: 黑色 <BC-310>
zh_tw: 黑色 <BC-310>

source: Color <BC-311>
cs: Barva <BC-311>
de: Farbe <BC-311>
el: Έγχρωμη <BC-311>
fi: Väri <BC-311>
fr: Couleur <BC-311>
it: Colore <BC-311>
nb: Farge <BC-311>
nl: Kleur <BC-311>
pl: Kolor <BC-311>
sv: Färg <BC-311>
tr: Renkli <BC-311>
zh: 彩色 <BC-311>
zh_tw: 彩色 <BC-311>

source: Black <PG-815>
cs: Černá <PG-815>
de: Schwarz <PG-815>
el: Μαύρο <PG-815>
es: Negro <PG-815>
fi: Musta <PG-815>
fr: Noir <PG-815>
it: Nero <PG-815>
nb: Svart <PG-815>
nl: Zwart <PG-815>
pl: Czarny <PG-815>
sv: Svart <PG-815>
tr: Siyah <PG-815>
zh: 黑色 <PG-815>
zh_tw: 黑色 <PG-815>

source: Color <CL-816>
cs: Barva <CL-816>
de: Farbe <CL-816>
el: Έγχρωμη <CL-816>
fi: Väri <CL-816>
fr: Couleur <CL-816>
it: Colore <CL-816>
nb: Farge <CL-816>
nl: Kleur <CL-816>
pl: Kolor <CL-816>
sv: Färg <CL-816>
tr: Renkli <CL-816>
zh: 彩色 <CL-816>
zh_tw: 彩色 <CL-816>

source: Black <PG-815XL>
cs: Černá <PG-815XL>
de: Schwarz <PG-815XL>
el: Μαύρο <PG-815XL>
es: Negro <PG-815XL>
fi: Musta <PG-815XL>
fr: Noir <PG-815XL>
it: Nero <PG-815XL>
nb: Svart <PG-815XL>
nl: Zwart <PG-815XL>
pl: Czarny <PG-815XL>
sv: Svart <PG-815XL>
tr: Siyah <PG-815XL>
zh: 黑色 <PG-815XL>
zh_tw: 黑色 <PG-815XL>

source: Color <CL-816XL>
cs: Barva <CL-816XL>
de: Farbe <CL-816XL>
el: Έγχρωμη <CL-816XL>
fi: Väri <CL-816XL>
fr: Couleur <CL-816XL>
it: Colore <CL-816XL>
nb: Farge <CL-816XL>
nl: Kleur <CL-816XL>
pl: Kolor <CL-816XL>
sv: Färg <CL-816XL>
tr: Renkli <CL-816XL>
zh: 彩色 <CL-816XL>
zh_tw: 彩色 <CL-816XL>

source: Black <PG-810>
cs: Černá <PG-810>
de: Schwarz <PG-810>
el: Μαύρο <PG-810>
es: Negro <PG-810>
fi: Musta <PG-810>
fr: Noir <PG-810>
it: Nero <PG-810>
nb: Svart <PG-810>
nl: Zwart <PG-810>
pl: Czarny <PG-810>
sv: Svart <PG-810>
tr: Siyah <PG-810>
zh: 黑色 <PG-810>
zh_tw: 黑色 <PG-810>

source: Color <CL-811>
cs: Barva <CL-811>
de: Farbe <CL-811>
el: Έγχρωμη <CL-811>
fi: Väri <CL-811>
fr: Couleur <CL-811>
it: Colore <CL-811>
nb: Farge <CL-811>
nl: Kleur <CL-811>
pl: Kolor <CL-811>
sv: Färg <CL-811>
tr: Renkli <CL-811>
zh: 彩色 <CL-811>
zh_tw: 彩色 <CL-811>

source: Black <PG-810XL>
cs: Černá <PG-810XL>
de: Schwarz <PG-810XL>
el: Μαύρο <PG-810XL>
es: Negro <PG-810XL>
fi: Musta <PG-810XL>
fr: Noir <PG-810XL>
it: Nero <PG-810XL>
nb: Svart <PG-810XL>
nl: Zwart <PG-810XL>
pl: Czarny <PG-810XL>
sv: Svart <PG-810XL>
tr: Siyah <PG-810XL>
zh: 黑色 <PG-810XL>
zh_tw: 黑色 <PG-810XL>

source: Color <CL-811XL>
cs: Barva <CL-811XL>
de: Farbe <CL-811XL>
el: Έγχρωμη <CL-811XL>
fi: Väri <CL-811XL>
fr: Couleur <CL-811XL>
it: Colore <CL-811XL>
nb: Farge <CL-811XL>
nl: Kleur <CL-811XL>
pl: Kolor <CL-811XL>
sv: Färg <CL-811XL>
tr: Renkli <CL-811XL>
zh: 彩色 <CL-811XL>
zh_tw: 彩色 <CL-811XL>

source: Black <PG-210>
cs: Černá <PG-210>
de: Schwarz <PG-210>
el: Μαύρο <PG-210>
es: Negro <PG-210>
fi: Musta <PG-210>
fr: Noir <PG-210>
it: Nero <PG-210>
nb: Svart <PG-210>
nl: Zwart <PG-210>
pl: Czarny <PG-210>
sv: Svart <PG-210>
tr: Siyah <PG-210>
zh: 黑色 <PG-210>
zh_tw: 黑色 <PG-210>

source: Color <CL-211>
cs: Barva <CL-211>
de: Farbe <CL-211>
el: Έγχρωμη <CL-211>
fi: Väri <CL-211>
fr: Couleur <CL-211>
it: Colore <CL-211>
nb: Farge <CL-211>
nl: Kleur <CL-211>
pl: Kolor <CL-211>
sv: Färg <CL-211>
tr: Renkli <CL-211>
zh: 彩色 <CL-211>
zh_tw: 彩色 <CL-211>

source: Black <PG-210XL>
cs: Černá <PG-210XL>
de: Schwarz <PG-210XL>
el: Μαύρο <PG-210XL>
es: Negro <PG-210XL>
fi: Musta <PG-210XL>
fr: Noir <PG-210XL>
it: Nero <PG-210XL>
nb: Svart <PG-210XL>
nl: Zwart <PG-210XL>
pl: Czarny <PG-210XL>
sv: Svart <PG-210XL>
tr: Siyah <PG-210XL>
zh: 黑色 <PG-210XL>
zh_tw: 黑色 <PG-210XL>

source: Color <CL-211XL>
cs: Barva <CL-211XL>
de: Farbe <CL-211XL>
el: Έγχρωμη <CL-211XL>
fi: Väri <CL-211XL>
fr: Couleur <CL-211XL>
it: Colore <CL-211XL>
nb: Farge <CL-211XL>
nl: Kleur <CL-211XL>
pl: Kolor <CL-211XL>
sv: Färg <CL-211XL>
tr: Renkli <CL-211XL>
zh: 彩色 <CL-211XL>
zh_tw: 彩色 <CL-211XL>

source: Black <PG-510>
cs: Černá <PG-510>
de: Schwarz <PG-510>
el: Μαύρο <PG-510>
es: Negro <PG-510>
fi: Musta <PG-510>
fr: Noir <PG-510>
it: Nero <PG-510>
nb: Svart <PG-510>
nl: Zwart <PG-510>
pl: Czarny <PG-510>
sv: Svart <PG-510>
tr: Siyah <PG-510>
zh: 黑色 <PG-510>
zh_tw: 黑色 <PG-510>

source: Color <CL-511>
cs: Barva <CL-511>
de: Farbe <CL-511>
el: Έγχρωμη <CL-511>
fi: Väri <CL-511>
fr: Couleur <CL-511>
it: Colore <CL-511>
nb: Farge <CL-511>
nl: Kleur <CL-511>
pl: Kolor <CL-511>
sv: Färg <CL-511>
tr: Renkli <CL-511>
zh: 彩色 <CL-511>
zh_tw: 彩色 <CL-511>

source: Black <PG-512>
cs: Černá <PG-512>
de: Schwarz <PG-512>
el: Μαύρο <PG-512>
es: Negro <PG-512>
fi: Musta <PG-512>
fr: Noir <PG-512>
it: Nero <PG-512>
nb: Svart <PG-512>
nl: Zwart <PG-512>
pl: Czarny <PG-512>
sv: Svart <PG-512>
tr: Siyah <PG-512>
zh: 黑色 <PG-512>
zh_tw: 黑色 <PG-512>

source: Color <CL-513>
cs: Barva <CL-513>
de: Farbe <CL-513>
el: Έγχρωμη <CL-513>
fi: Väri <CL-513>
fr: Couleur <CL-513>
it: Colore <CL-513>
nb: Farge <CL-513>
nl: Kleur <CL-513>
pl: Kolor <CL-513>
sv: Färg <CL-513>
tr: Renkli <CL-513>
zh: 彩色 <CL-513>
zh_tw: 彩色 <CL-513>

source: Black <BCI-320PGBK>
cs: Černá <BCI-320PGBK>
de: Schwarz <BCI-320PGBK>
el: Μαύρο <BCI-320PGBK>
es: Negro <BCI-320PGBK>
fi: Musta <BCI-320PGBK>
fr: Noir <BCI-320PGBK>
it: Nero <BCI-320PGBK>
nb: Svart <BCI-320PGBK>
nl: Zwart <BCI-320PGBK>
pl: Czarny <BCI-320PGBK>
sv: Svart <BCI-320PGBK>
tr: Siyah <BCI-320PGBK>
zh: 黑色 <BCI-320PGBK>
zh_tw: 黑色 <BCI-320PGBK>

source: Black <BCI-321BK>
cs: Černá <BCI-321BK>
de: Schwarz <BCI-321BK>
el: Μαύρο <BCI-321BK>
es: Negro <BCI-321BK>
fi: Musta <BCI-321BK>
fr: Noir <BCI-321BK>
it: Nero <BCI-321BK>
nb: Svart <BCI-321BK>
nl: Zwart <BCI-321BK>
pl: Czarny <BCI-321BK>
sv: Svart <BCI-321BK>
tr: Siyah <BCI-321BK>
zh: 黑色 <BCI-321BK>
zh_tw: 黑色 <BCI-321BK>

source: Cyan <BCI-321C>
cs: Azurová <BCI-321C>
el: Κυανό <BCI-321C>
es: Cian <BCI-321C>
fi: Syaani <BCI-321C>
it: Ciano <BCI-321C>
nl: Cyaan <BCI-321C>
pl: Błękitny <BCI-321C>
tr: Camgöbeği <BCI-321C>
zh: 青色 <BCI-321C>
zh_tw: 藍色 <BCI-321C>

source: Magenta <BCI-321M>
cs: Purpurová <BCI-321M>
el: Ματζέντα <BCI-321M>
pl: Amarantowy <BCI-321M>
tr: Eflatun <BCI-321M>
zh: 品红色 <BCI-321M>
zh_tw: 紅色 <BCI-321M>

source: Yellow <BCI-321Y>
cs: Žlutá <BCI-321Y>
de: Gelb <BCI-321Y>
el: Κίτρινο <BCI-321Y>
es: Amarillo <BCI-321Y>
fi: Keltainen <BCI-321Y>
fr: Jaune <BCI-321Y>
it: Giallo <BCI-321Y>
nb: Gul <BCI-321Y>
nl: Geel <BCI-321Y>
pl: Żółty <BCI-321Y>
sv: Gul <BCI-321Y>
tr: Sarı <BCI-321Y>
zh: 黄色 <BCI-321Y>
zh_tw: 黃色 <BCI-321Y>

source: Black <PGI-820BK>
cs: Černá <PGI-820BK>
de: Schwarz <PGI-820BK>
el: Μαύρο <PGI-820BK>
es: Negro <PGI-820BK>
fi: Musta <PGI-820BK>
fr: Noir <PGI-820BK>
it: Nero <PGI-820BK>
nb: Svart <PGI-820BK>
nl: Zwart <PGI-820BK>
pl: Czarny <PGI-820BK>
sv: Svart <PGI-820BK>
tr: Siyah <PGI-820BK>
zh: 黑色 <PGI-820BK>
zh_tw: 黑色 <PGI-820BK>

source: Black <CLI-821BK>
cs: Černá <CLI-821BK>
de: Schwarz <CLI-821BK>
el: Μαύρο <CLI-821BK>
es: Negro <CLI-821BK>
fi: Musta <CLI-821BK>
fr: Noir <CLI-821BK>
it: Nero <CLI-821BK>
nb: Svart <CLI-821BK>
nl: Zwart <CLI-821BK>
pl: Czarny <CLI-821BK>
sv: Svart <CLI-821BK>
tr: Siyah <CLI-821BK>
zh: 黑色 <CLI-821BK>
zh_tw: 黑色 <CLI-821BK>

source: Cyan <CLI-821C>
cs: Azurová <CLI-821C>
el: Κυανό <CLI-821C>
es: Cian <CLI-821C>
fi: Syaani <CLI-821C>
it: Ciano <CLI-821C>
nl: Cyaan <CLI-821C>
pl: Błękitny <CLI-821C>
tr: Camgöbeği <CLI-821C>
zh: 青色 <CLI-821C>
zh_tw: 藍色 <CLI-821C>

source: Magenta <CLI-821M>
cs: Purpurová <CLI-821M>
el: Ματζέντα <CLI-821M>
pl: Amarantowy <CLI-821M>
tr: Eflatun <CLI-821M>
zh: 品红色 <CLI-821M>
zh_tw: 紅色 <CLI-821M>

source: Yellow <CLI-821Y>
cs: Žlutá <CLI-821Y>
de: Gelb <CLI-821Y>
el: Κίτρινο <CLI-821Y>
es: Amarillo <CLI-821Y>
fi: Keltainen <CLI-821Y>
fr: Jaune <CLI-821Y>
it: Giallo <CLI-821Y>
nb: Gul <CLI-821Y>
nl: Geel <CLI-821Y>
pl: Żółty <CLI-821Y>
sv: Gul <CLI-821Y>
tr: Sarı <CLI-821Y>
zh: 黄色 <CLI-821Y>
zh_tw: 黃色 <CLI-821Y>

source: Black <PGI-220BK>
cs: Černá <PGI-220BK>
de: Schwarz <PGI-220BK>
el: Μαύρο <PGI-220BK>
es: Negro <PGI-220BK>
fi: Musta <PGI-220BK>
fr: Noir <PGI-220BK>
it: Nero <PGI-220BK>
nb: Svart <PGI-220BK>
nl: Zwart <PGI-220BK>
pl: Czarny <PGI-220BK>
sv: Svart <PGI-220BK>
tr: Siyah <PGI-220BK>
zh: 黑色 <PGI-220BK>
zh_tw: 黑色 <PGI-220BK>

source: Black <CLI-221BK>
cs: Černá <CLI-221BK>
de: Schwarz <CLI-221BK>
el: Μαύρο <CLI-221BK>
es: Negro <CLI-221BK>
fi: Musta <CLI-221BK>
fr: Noir <CLI-221BK>
it: Nero <CLI-221BK>
nb: Svart <CLI-221BK>
nl: Zwart <CLI-221BK>
pl: Czarny <CLI-221BK>
sv: Svart <CLI-221BK>
tr: Siyah <CLI-221BK>
zh: 黑色 <CLI-221BK>
zh_tw: 黑色 <CLI-221BK>

source: Cyan <CLI-221C>
cs: Azurová <CLI-221C>
el: Κυανό <CLI-221C>
es: Cian <CLI-221C>
fi: Syaani <CLI-221C>
it: Ciano <CLI-221C>
nl: Cyaan <CLI-221C>
pl: Błękitny <CLI-221C>
tr: Camgöbeği <CLI-221C>
zh: 青色 <CLI-221C>
zh_tw: 藍色 <CLI-221C>

source: Magenta <CLI-221M>
cs: Purpurová <CLI-221M>
el: Ματζέντα <CLI-221M>
pl: Amarantowy <CLI-221M>
tr: Eflatun <CLI-221M>
zh: 品红色 <CLI-221M>
zh_tw: 紅色 <CLI-221M>

source: Yellow <CLI-221Y>
cs: Žlutá <CLI-221Y>
de: Gelb <CLI-221Y>
el: Κίτρινο <CLI-221Y>
es: Amarillo <CLI-221Y>
fi: Keltainen <CLI-221Y>
fr: Jaune <CLI-221Y>
it: Giallo <CLI-221Y>
nb: Gul <CLI-221Y>
nl: Geel <CLI-221Y>
pl: Żółty <CLI-221Y>
sv: Gul <CLI-221Y>
tr: Sarı <CLI-221Y>
zh: 黄色 <CLI-221Y>
zh_tw: 黃色 <CLI-221Y>

source: Black <PGI-520BK>
cs: Černá <PGI-520BK>
de: Schwarz <PGI-520BK>
el: Μαύρο <PGI-520BK>
es: Negro <PGI-520BK>
fi: Musta <PGI-520BK>
fr: Noir <PGI-520BK>
it: Nero <PGI-520BK>
nb: Svart <PGI-520BK>
nl: Zwart <PGI-520BK>
pl: Czarny <PGI-520BK>
sv: Svart <PGI-520BK>
tr: Siyah <PGI-520BK>
zh: 黑色 <PGI-520BK>
zh_tw: 黑色 <PGI-520BK>

source: Black <CLI-521BK>
cs: Černá <CLI-521BK>
de: Schwarz <CLI-521BK>
el: Μαύρο <CLI-521BK>
es: Negro <CLI-521BK>
fi: Musta <CLI-521BK>
fr: Noir <CLI-521BK>
it: Nero <CLI-521BK>
nb: Svart <CLI-521BK>
nl: Zwart <CLI-521BK>
pl: Czarny <CLI-521BK>
sv: Svart <CLI-521BK>
tr: Siyah <CLI-521BK>
zh: 黑色 <CLI-521BK>
zh_tw: 黑色 <CLI-521BK>

source: Cyan <CLI-521C>
cs: Azurová <CLI-521C>
el: Κυανό <CLI-521C>
es: Cian <CLI-521C>
fi: Syaani <CLI-521C>
it: Ciano <CLI-521C>
nl: Cyaan <CLI-521C>
pl: Błękitny <CLI-521C>
tr: Camgöbeği <CLI-521C>
zh: 青色 <CLI-521C>
zh_tw: 藍色 <CLI-521C>

source: Magenta <CLI-521M>
cs: Purpurová <CLI-521M>
el: Ματζέντα <CLI-521M>
pl: Amarantowy <CLI-521M>
tr: Eflatun <CLI-521M>
zh: 品红色 <CLI-521M>
zh_tw: 紅色 <CLI-521M>

source: Yellow <CLI-521Y>
cs: Žlutá <CLI-521Y>
de: Gelb <CLI-521Y>
el: Κίτρινο <CLI-521Y>
es: Amarillo <CLI-521Y>
fi: Keltainen <CLI-521Y>
fr: Jaune <CLI-521Y>
it: Giallo <CLI-521Y>
nb: Gul <CLI-521Y>
nl: Geel <CLI-521Y>
pl: Żółty <CLI-521Y>
sv: Gul <CLI-521Y>
tr: Sarı <CLI-521Y>
zh: 黄色 <CLI-521Y>
zh_tw: 黃色 <CLI-521Y>

source: Preparing...
cs: Probíhá příprava...
de: Vorbereitung erfolgt...
el: Γίνεται προετοιμασία...
es: Preparando...
fi: Valmistellaan...
fr: Préparation en cours...
it: Preparazione in corso...
nb: Klargjør...
nl: Voorbereiden...
pl: Przygotowywanie...
sv: Förbereder...
tr: Hazırlanıyor...
zh: 正在准备...
zh_tw: 正在準備...

source: Detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be found inside the rear cover, refer to the user's guide for how to remove the paper.
cs: Sejměte zadní kryt a potom odstraňte zachycený papír. Pokud zachycený papír nebyl uvnitř zadního krytu nalezen, informace o odebrání papíru naleznete v uživatelské příručce.
de: Nehmen Sie die hintere Abdeckung ab und entfernen Sie das gestaute Papier. Wenn sich das gestaute Papier hier nicht befindet, lesen Sie das Benutzerhandbuch zum Entfernen des Papiers.
el: Αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αφαιρέστε το μπλοκαρισμένο χαρτί. Εάν δεν μπορείτε να βρείτε το μπλοκαρισμένο χαρτί στο εσωτερικό του πίσω καλύμματος, ανατρέξτε στο εγχειρίδιο χρήσης για τον τρόπο αφαίρεσης του χαρτιού.
es: Suelte la tapa trasera y, a continuación, extraiga el papel atascado. Si el papel atascado no se encuentra dentro de la tapa trasera, consulte cómo extraerlo en la Guía del Usuario.
fi: Irrota takakansi ja poista paperitukos. Jos juuttunutta paperia ei ole takakannen sisäpuolella, katso käyttöoppaasta ohjeet paperin poistamiseen.
fr: Détachez le panneau arrière, puis retirez le papier coincé. Si vous ne trouvez pas de papier coincé à l'intérieur, consultez le Guide d'Utilisation pour la procédure de retrait du papier.
it: Togliere il coperchio posteriore e rimuovere la carta inceppata. Se la carta inceppata non si trova all'interno del coperchio posteriore, consultare il manuale dell'utente per istruzioni sulla rimozione della carta.
nb: Ta av bakdekselet, og fjern deretter det fastkjørte papiret. Hvis du ikke ser det fastkjørte papiret når du åpner bakdekselet, finner du informasjon om hvordan du fjerner papiret i brukerhåndboken.
nl: Maak de achterklep los en verwijder het vastgelopen papier. Raadpleeg de gebruikershandleiding voor meer informatie over het verwijderen van het papier als u geen vastgelopen papier kunt vinden in de achterklep.
pl: Odłącz tylną pokrywę i usuń zacięty papier. Jeśli nie możesz znaleźć zaciętego papieru pod tylną pokrywą, zobacz instrukcje dotyczące usuwania papieru w podręczniku użytkownika.
sv: Ta loss den bakre luckan och ta bort pappret som fastnat. Om inget papper har fastnat innanför den bakre luckan, se i användarhandboken för anvisningar om hur du tar bort papperet.
tr: Arka kapağı ayırın ve sıkışmış kağıdı çıkartın. Sıkışan kağıt arka kapağın iç kısmında bulunamıyorsa kullanıcı kılavuzunda kağıdın nasıl çıkarılacağıyla ilgili bölüme bakın.
zh: 卸下后盖，然后取出被卡纸张。 如果无法找到后端托盘中的被卡纸张，对于如何移除纸张请参阅用户指南。
zh_tw: 卸下後蓋，然後移除被夾紙張。 如果在後蓋中無法找到被夾紙張，請參閱使用者指南獲取如何移除紙張的詳細資訊。

source: Raise the paper support, detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be found inside the rear cover, refer to the user's guide for how to remove the paper.
cs: Zdvihněte opěrku papíru, sejměte zadní kryt a potom odstraňte zachycený papír. Pokud zachycený papír nebyl uvnitř zadního krytu nalezen, informace o odebrání papíru naleznete v uživatelské příručce.
de: Heben Sie die Papierstütze an, nehmen Sie die hintere Abdeckung ab und entfernen Sie das gestaute Papier. Wenn sich das gestaute Papier hier nicht befindet, lesen Sie das Benutzerhandbuch zum Entfernen des Papiers.
el: Ανασηκώστε τη βάση χαρτιού, αφαιρέστε το πίσω κάλυμμα και, στη συνέχεια, αφαιρέστε το μπλοκαρισμένο χαρτί. Εάν δεν μπορείτε να βρείτε το μπλοκαρισμένο χαρτί στο εσωτερικό του πίσω καλύμματος, ανατρέξτε στο εγχειρίδιο χρήσης για τον τρόπο αφαίρεσης του χαρτιού.
es: Levante el soporte del papel, suelte la tapa trasera y, a continuación, extraiga el papel atascado. Si el papel atascado no se encuentra dentro de la tapa trasera, consulte cómo extraerlo en la Guía del Usuario.
fi: Nosta paperituki, irrota takakansi ja poista paperitukos. Jos juuttunutta paperia ei ole takakannen sisäpuolella, katso käyttöoppaasta ohjeet paperin poistamiseen.
fr: Relevez le support papier, détachez le panneau arrière, puis retirez le papier coincé. Si vous ne trouvez pas de papier coincé à l'intérieur, consultez le Guide d'Utilisation pour la procédure de retrait du papier.
it: Sollevare il supporto per la carta, togliere il coperchio posteriore e rimuovere la carta inceppata. Se la carta inceppata non si trova all'interno del coperchio posteriore, consultare il manuale dell'utente per istruzioni sulla rimozione della carta.
nb: Hev papirstøtten, ta av bakdekselet og fjern deretter det fastkjørte papiret. Hvis du ikke ser det fastkjørte papiret når du åpner bakdekselet, finner du informasjon om hvordan du fjerner papiret i brukerhåndboken.
nl: Til de papiersteun op, maak de achterklep los en verwijder het vastgelopen papier. Raadpleeg de gebruikershandleiding voor meer informatie over het verwijderen van het papier als u geen vastgelopen papier kunt vinden in de achterklep.
pl: Podnieś podpórkę papieru, odłącz tylną pokrywę i usuń zacięty papier. Jeśli nie możesz znaleźć zaciętego papieru pod tylną pokrywą, zobacz instrukcje dotyczące usuwania papieru w podręczniku użytkownika.
sv: Lyft pappersstödet, ta loss den bakre luckan och ta bort pappret som fastnat. Om inget papper har fastnat innanför den bakre luckan, se i användarhandboken för anvisningar om hur du tar bort papperet.
tr: Kağıt desteğini kaldırın, arka kapağı ayırın ve sıkışmış kağıdı çıkartın. Sıkışan kağıt arka kapağın iç kısmında bulunamıyorsa kullanıcı kılavuzunda kağıdın nasıl çıkarılacağıyla ilgili bölüme bakın.
zh: 抬起靠纸架，卸下后盖，然后取出被卡纸张。 如果无法找到后盖中的被卡纸张，对于如何移除纸张请参阅用户指南。
zh_tw: 抬起托紙架，卸下後蓋，然後移除被夾紙張。 如果在後蓋中無法找到被夾紙張，請參閱使用者指南獲取如何移除紙張的詳細資訊。
