Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.80/po/*.po
Languages: pt

source: The ink absorber is full. Contact the service center.
pt: O absorvente de tinta está cheio. Contacte o centro de assistência.

source: The ink absorber is full. It needs to be replaced. Further printing is not possible until this part is replaced. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
pt: O absorvente de tinta está cheio. Ele precisa ser substituído. A impressão só poderá prosseguir quando essa parte for substituída. Contacte o centro de suporte ou o centro de assistência. O absorvente de tinta só pode ser substituído por um técnico qualificado.

source: Support Code : %s
pt: Código de suporte: %s

source: Service error %s. Cancel printing and turn the printer off and then on again. If this doesn't clear the error, see the printer manual for more detail.
pt: Erro de serviço %s. Cancele a impressão, desligue a impressora e volte a ligá-la. Se esta ação não eliminar o erro, consulte o manual da impressora para obter mais detalhes.

source: Paper has run out.
pt: O papel acabou.

source: Load paper.
pt: Colocar papel.

source: Load paper into the sheet feeder.
pt: Coloque papel no alimentador.

source: Load paper into the cassette.
pt: Coloque papel na cassete.

source: Load paper into the front feeder.
pt: Coloque papel no alimentador frontal.

source: Press the printer's RESUME button.
pt: Pressione o botão RETOMAR (RESUME) da impressora.

source: Press the printer's OK button.
pt: Pressione o botão OK da impressora.

source: Press the printer's Start button.
pt: Pressione o botão Iniciar (Start) da impressora.

source: Paper is jammed.
pt: O papel está preso.

source: Paper is jammed at the paper output slot.
pt: O papel está preso no slot de saída.

source: Remove the jammed paper.
pt: Remova o papel preso.

source: Press the printer's RESUME button. Printing resumes from the next paper.
pt: Pressione o botão RETOMAR (RESUME) da impressora. A impressão é retomada a partir do próximo papel.

source: Press the printer's OK button. Printing resumes from the next paper.
pt: Pressione o botão OK da impressora. A impressão é retomada a partir do próximo papel.

source: Press the printer's Start button. Printing resumes from the next paper.
pt: Pressione o botão Iniciar (Start) da impressora. A impressão é retomada a partir do próximo papel.

source: Paper is jammed in the transport unit.
pt: Existe papel preso na unidade de Transporte.

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
pt: Abra a tampa posterior e remova o papel preso. Se não for possível retirar o papel preso, primeiro remova a cassete e remova o papel pelo lado dela.

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, remove the paper from the front feeder side.
pt: Abra a tampa posterior e remova o papel preso. Se o papel preso não puder ser removido, remova-o pelo lado do alimentador frontal.

source: Paper is jammed in the duplexing transport unit.
pt: O papel está preso na unidade de transporte duplex.

source: Remove the cassette, push the printer over onto its back side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and immediately return the printer to its original position. Refer to the user's guide for details.
pt: Remova a cassete, coloque a impressora sob o seu lado posterior e em seguida abra a tampa da unidade de transporte frente/verso. Depois, remova o papel preso e coloque imediatamente a impressora na posição original. Consulte o guia do usuário para obter mais detalhes.

source: Remove the cassette, push the printer over onto its side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and immediately return the printer to its original position. Refer to the user's guide for details.
pt: Remova a cassete, coloque a impressora sob o seu lado e em seguida abra a tampa da unidade de transporte frente/verso. Depois, remova o papel preso e coloque imediatamente a impressora na posição original. Consulte o guia do usuário para obter mais detalhes.

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. Contact the service center.
pt: O absorvente de tinta está quase cheio. Pressione o botão RETOMAR (RESUME) para continuar a impressão. Contacte o centro de assistência.

source: The ink absorber is almost full. Press the printer's OK button to continue printing. Contact the service center.
pt: O absorvente de tinta está quase cheio. Pressione o botão OK da impressora para continuar a impressão. Contacte o centro de assistência.

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
pt: O absorvente de tinta está quase cheio. Pressione o botão RETOMAR (RESUME) para continuar a impressão. A impressora logo necessitará de assistência para substituição do absorvente de tinta. Contacte o centro de suporte ou o centro de assistência. O absorvente de tinta só pode ser substituído por um técnico qualificado.

source: The ink absorber is almost full. Press the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
pt: O absorvente de tinta está quase cheio. Pressione o botão OK da impressora para continuar a impressão. A impressora logo necessitará de assistência para substituição do absorvente de tinta. Contacte o centro de suporte ou o centro de assistência. O absorvente de tinta só pode ser substituído por um técnico qualificado.

source: The ink absorber is almost full. Press the printer's Start button to continue printing. Contact the service center.
pt: O absorvente de tinta está quase cheio. Pressione o botão Iniciar (Start) da impressora para continuar a impressão. Contacte o centro de assistência.

source: The ink absorber is almost full. Press the printer's Start button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
pt: O absorvente de tinta está quase cheio. Pressione o botão Iniciar (Start) da impressora para continuar a impressão. A impressora logo necessitará de assistência para substituição do absorvente de tinta. Contacte o centro de suporte ou o centro de assistência. O absorvente de tinta só pode ser substituído por um técnico qualificado.

source: The printer's cover is open. If printing is in progress, the cartridge cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the cartridge.
pt: A tampa da impressora está aberta. Se a impressão estiver em andamento, o cartucho não poderá ser substituído. Feche a tampa, aguarde o término da impressão, abra a tampa novamente e substitua o cartucho.

source: The printer's cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
pt: A tampa da impressora está aberta. Se houver uma impressão em andamento, a cabeça de impressão ou o cartucho não poderão ser substituídos. Feche a tampa, aguarde a impressão terminar e, em seguida, abra novamente a tampa e substitua a cabeça de impressão ou o cartucho.

source: Document printing cannot be executed because the paper output tray is closed. Open the paper output tray. Printing will restart.
pt: O documento não pode ser impresso porque a bandeja de saída do papel está fechada. Abra-a. A impressão será reiniciada.

source: Document printing cannot be executed because the paper output tray is closed. Press the printer's Open button, and open the paper output tray. Printing will restart.
pt: O documento não pode ser impresso porque a bandeja de saída do papel está fechada. Pressione o botão Abrir da impressora e abra a bandeja de saída do papel. A impressão será reiniciada.

source: Document printing cannot be executed because the front cover is closed. Open the front cover. Printing will restart.
pt: Não é possível imprimir o documento porque a tampa frontal está fechada. Abra a tampa frontal. A impressão será reiniciada.

source: Cleaning. Please wait.
pt: Limpando. Aguarde.

source: The holder is in the replacement position. After replacing the ink cartridge, close the printer's cover.
pt: O suporte está na posição de substituição. Após substituir o cartucho, feche a tampa da impressora.

source: The holder is in the replacement position. After replacing the print head or the ink tank, close the cover of the printer. To replace only the ink tank, do not remove the print head from the printer. Do not touch the lock lever.
pt: O suporte está na posição de substituição. Depois de substituir a cabeça de impressão ou o cartucho, feche a tampa da impressora. Para substituir apenas o cartucho, não remova a cabeça de impressão da impressora. Não toque na alavanca de fixação.

source: Printing.
pt: Imprimindo.

source: The printer is performing another operation.
pt: A impressora está executando outra operação.

source: The holder is in the replacement position. After replacing the ink tank, close the cover.
pt: O suporte está na posição de substituição. Depois de substituir o cartucho, feche a tampa.

source: A print head is not installed or the installed print head is not compatible with this printer. Install an appropriate print head and close the cover of the printer.
pt: Não há uma cabeça de impressão instalada ou a cabeça de impressão instalada não é compatível com esta impressora. Instale a cabeça de impressão apropriada e feche a tampa da impressora.

source: Printer is online.
pt: A impressora está on-line.

source: The following ink tank is running low.
pt: O cartucho a seguir está acabando.

source: The following ink is running low.
pt: A tinta a seguir está acabando.

source: Prepare a new ink tank.
pt: Prepare um novo cartucho.

source: Prepare a new ink cartridge. The resulting print quality may not be satisfactory, if printing is continued under this condition. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
pt: Prepare um novo cartucho. O resultado da impressão pode não ser satisfatório, se continuar a imprimir nessa condição. Se acabar o cartucho colorido ou o de tinta preta, será possível configurar a impressora para continuar imprimindo com o outro cartucho nas Configurações do Cartucho na guia Manutenção do driver da impressora.

source: The ink cartridge has been installed or replaced. If the printout contains misaligned lines or is not satisfactory after the installation or replacement, refer to the user's guide and carry out the print head alignment.
pt: O cartucho foi instalado ou substituído. Se a impressão apresentar linhas desalinhadas ou não for satisfatória após instalação ou a substituição, consulte o guia do usuário e execute o alinhamento da cabeça de impressão.

source: The printer is set not to display a low ink warning.
pt: A impressora está definida para não exibir um aviso de falta de tinta.

source: Printing cannot be executed because the inner cover is open.
pt: Não é possível imprimir porque a tampa interna está aberta.

source: Close the inner cover.
pt: Feche a tampa interna.

source: Press the printer's RESUME button. Printing will restart.
pt: Pressione o botão RETOMAR (RESUME) da impressora. A impressão será reiniciada.

source: Press the printer's OK button. Printing will restart.
pt: Pressione o botão OK da impressora. A impressão será reiniciada.

source: During printing, the inner cover of the printer was opened.
pt: Durante a impressão, a tampa interna da impressora foi aberta.

source: An ink tank is not installed properly. Open the cover of the printer, make sure the ink tank is installed properly, and close the cover.
pt: Um cartucho está instalado incorretamente. Abra a tampa da impressora, certifique-se de que o cartucho esteja instalado corretamente e feche a tampa.

source: The print head lock lever is not locked or an ink tank is installed improperly.
pt: As alavancas de fixação da cabeça de impressão não estão travadas ou um cartucho está instalado incorretamente.

source: Open the printer cover and firmly push down both sides of the print head lock lever. Make sure both sides of the lever are locked securely.
pt: Abra a tampa da impressora e pressione firmemente ambos os lados da alavanca de fixação da cabeça de impressão. Verifique se ambos os lados da alavanca estão travados com segurança.

source: Firmly push down the front side of the top of the ink tank. Make sure the ink tank is installed properly, and then close the cover.
pt: Pressione firmemente a frente da parte superior do cartucho. Verifique se o cartucho está instalado apropriadamente e, em seguida, feche a tampa.

source: An ink cartridge is not installed properly. Open the printer's cover, make sure the ink cartridge is installed properly, and close the cover.
pt: Um cartucho não está instalado corretamente. Abra a tampa da impressora, certifique-se de que o cartucho esteja instalado corretamente e feche a tampa.

source: A digital camera or device that is not supported by the direct printing function is connected to the direct print port. Disconnect the cable from the direct print port. If the device is connected via a USB hub, unplug the USB hub, and then connect the device directly to the direct print port.
pt: A função de impressão direta não oferece suporte a uma câmera ou dispositivo digital conectado à porta para impressão direta. Desconecte o cabo da porta para impressão direta. Se o dispositivo estiver conectado por meio de um hub USB, desconecte o hub USB e conecte o dispositivo diretamente à porta para impressão direta.

source: A noncompliant device is connected to the direct print port or the Bluetooth unit connector. Disconnect the cable from the direct print port or the Bluetooth unit connector. If the device is connected via a USB hub, unplug the USB hub, and then connect the device directly to the direct print port or the Bluetooth unit connector.
pt: Um dispositivo incompatível está conectado à porta para impressão direta ou ao conector da unidade Bluetooth. Desconecte o cabo da porta para impressão direta ou do conector da unidade Bluetooth. Se o dispositivo estiver conectado por um hub USB, desconecte o hub USB e conecte o dispositivo diretamente à porta para impressão direta ou ao conector da unidade Bluetooth.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's RESUME button to clear the error.
pt: Ocorreu um erro durante o alinhamento automático da cabeça de impressão. Os ejetores da cabeça de impressão poderão estar obstruídos. Execute a limpeza na guia Manutenção do driver da impressora e execute novamente o alinhamento da cabeça de impressão. Se o erro persistir, consulte o manual do usuário para verificar o tipo de erro ou efetue o alinhamento manual. Pressione o botão RETOMAR (RESUME) para eliminar o erro.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's OK button to clear the error.
pt: Ocorreu um erro durante o alinhamento automático da cabeça de impressão. Os ejetores da cabeça de impressão poderão estar obstruídos. Execute a limpeza na guia Manutenção do driver da impressora e execute novamente o alinhamento da cabeça de impressão. Se o erro persistir, consulte o manual do usuário para verificar o tipo de erro ou efetue o alinhamento manual. Pressione o botão OK para eliminar o erro.

source: An ink tank cannot be recognized. Open the printer's cover and replace the ink tank on which the ink lamp is off.
pt: Um cartucho de tinta não pôde ser reconhecido. Abra a tampa da impressora e troque o cartucho de tinta cujo indicador de tinta esteja apagado.

source: More than one ink tank of the following color is installed.
pt: Encontra-se instalado mais do que um cartucho da cor a seguir.

source: The following ink tank cannot be recognized.
pt: Não é possível identificar o cartucho a seguir.

source: An ink tank is not installed in the correct position. Confirm that the following ink tank is installed in the appropriate position.
pt: Um cartucho não está instalado corretamente. Confirme se o cartucho está instalado na posição correta.

source: The following ink may have run out.
pt: A tinta a seguir pode ter acabado.

source: The following ink may have run out.
pt: A tinta a seguir pode ter acabado.

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, press the printer's RESUME button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
pt: Recomenda-se a substituição do cartucho. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão RETOMAR (RESUME) da impressora. Depois disso, a impressão poderá prosseguir. Recomenda-se a substituição do cartucho após a impressão. A impressora poderá sofrer danos se continuar imprimindo sem tinta.

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, press the printer's OK button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
pt: Recomenda-se a substituição do cartucho. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão OK da impressora. Depois disso, a impressão poderá prosseguir. Recomenda-se a substituição do cartucho após a impressão. A impressora poderá sofrer danos se continuar imprimindo sem tinta.

source: The remaining level of the following ink cannot be correctly detected. Replace the ink tank.
pt: O nível restante da tinta a seguir não pode ser detectado corretamente. Substitua o cartucho.

source: The remaining level of the following ink cannot be correctly detected.
pt: Não é possível detectar corretamente o nível restante da seguinte tinta.

source: The ink tank is not installed. Install the ink tank properly and close the printer's cover.
pt: O cartucho não está instalado. Instale-o corretamente e feche a tampa da impressora.

source: The following ink cartridge cannot be recognized.
pt: Não é possível identificar o cartucho a seguir.

source: The following ink may have run out.
pt: A tinta a seguir pode ter acabado.

source: The remaining level of the following ink is unknown.
pt: O nível restante da seguinte tinta não é conhecido.

source: There is a possibility that the printer cannot detect the remaining ink level properly. Reset the ink counter using the Maintenance tab of the printer driver whenever you have replaced any ink tank with new one.
pt: É possível que a impressora não consiga detectar corretamente o nível de tinta restante. Sempre que substituir um cartucho por um novo, zere o contador de tinta, na guia Manutenção do driver da impressora.

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the RESUME button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
pt: A tinta acabou. Substitua o cartucho de tinta e feche a tampa. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão RETOMAR (RESUME) da impressora, com o cartucho instalado. Assim, a impressão poderá prosseguir sem tinta. Substitua o cartucho vazio imediatamente após a impressão. A qualidade do resultado de impressão poderá não ser satisfatório se você continuar imprimindo sem tinta.

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the Start button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
pt: A tinta acabou. Substitua o cartucho de tinta e feche a tampa. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão Iniciar (Start) da impressora, com o cartucho instalado. Assim, a impressão poderá prosseguir sem tinta. Substitua o cartucho vazio imediatamente após a impressão. A qualidade do resultado de impressão poderá não ser satisfatório se você continuar imprimindo sem tinta.

source: Black <BCI-7eBK>
pt: Preto <BCI-7eBK>

source: Black <BCI-9BK>
pt: Preto <BCI-9BK>

source: Photo Cyan <BCI-7ePC>
pt: Ciano para Fotografia <BCI-7ePC>

source: Photo Magenta <BCI-7ePM>
pt: Magenta para Fotografia <BCI-7ePM>

source: Cyan <BCI-7eC>
pt: Ciano <BCI-7eC>

source: Yellow <BCI-7eY>
pt: Amarelo <BCI-7eY>

source: Black
pt: Preto

source: Color
pt: Colorido

source: Yellow
pt: Amarelo

source: Cyan
pt: Ciano

source: Gray
pt: Cinza

source: Black <PG-30>
pt: Preto <PG-30>

source: Black <PG-830>
pt: Preto <PG-830>

source: Black <PG-37>
pt: Preto <PG-37>

source: Black <PG-40>
pt: Preto <PG-40>

source: Black <PG-50>
pt: Preto <PG-50>

source: Color <CL-31>
pt: Colorido <CL-31>

source: Color <CL-831>
pt: Colorido <CL-831>

source: Color <CL-38>
pt: Colorido <CL-38>

source: Color <CL-41>
pt: Colorido <CL-41>

source: Color <CL-51>
pt: Colorido <CL-51>

source: Black <BC-70>
pt: Preto <BC-70>

source: Black <BC-90>
pt: Preto <BC-90>

source: Color <BC-71>
pt: Colorido <BC-71>

source: Color <BC-91>
pt: Colorido <BC-91>

source: Black <CLI-8BK>
pt: Preto <CLI-8BK>

source: Black <PGI-5BK>
pt: Preto <PGI-5BK>

source: Photo Cyan <CLI-8PC>
pt: Ciano para Fotografia <CLI-8PC>

source: Photo Magenta <CLI-8PM>
pt: Magenta para Fotografia <CLI-8PM>

source: Cyan <CLI-8C>
pt: Ciano <CLI-8C>

source: Yellow <CLI-8Y>
pt: Amarelo <CLI-8Y>

source: Black <BCI-19 Black>
pt: Preto <BCI-19 Black>

source: Color <BCI-19 Color>
pt: Colorido <BCI-19 Color>

source: Black <PGI-35 Black>
pt: Preto <PGI-35 Black>

source: Color <CLI-36 Color>
pt: Colorido <CLI-36 Color>

source: Black <BCI-15 Black>
pt: Preto <BCI-15 Black>

source: Color <BCI-16 Color>
pt: Colorido <BCI-16 Color>

source: Black Ink Tank
pt: Cartucho Preto

source: Color Ink Tank
pt: Cartucho Colorido

source: Use only one ink tank per color at a time.
pt: Utilize apenas um cartucho de cada cor em cada utilização.
