Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.80/po/*.po
Languages: pt

source: Since the information contained in the fax may be lost if it is printed in this condition, the received fax will not be printed and will be stored in memory until the ink is replaced. You must manually print out faxes that were stored in memory. You can change the setting so that the received fax is forcibly printed out instead of being stored in memory, but all or part of the fax information may not be printed because of the ink out condition.
pt: Como as informações contidas no fax podem se perder se ele for impresso nessas condições, o fax recebido não será impresso e será armazenado na memória até que a tinta seja substituída. É necessário imprimir manualmente mensagens de fax que tenham sido armazenadas na memória. Você pode mudar a configuração para que um fax recebido seja obrigatoriamente impresso ao invés de ser armazenado na memória, mas algumas ou todas as informações do fax podem não ser impressas devido à condição de falta de tinta.

source: The ink cannot be replaced because the print head is in a standby condition. Close the cover, wait for a while, and then replace the ink.
pt: A tinta não pode ser substituída porque a cabeça de impressão está em um estado de espera. Feche a tampa, aguarde um pouco e substitua a tinta.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Stop button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
pt: A função de detecção do nível de tinta restante será desativada, uma vez que não é possível detectar corretamente o nível de tinta. Para continuar imprimindo sem utilizar esta função, pressione o botão Parar (Stop) da impressora por pelo menos 5 segundos. A Canon recomenda a utilização de cartuchos Canon genuínos novos de forma a obter ótima qualidade na impressão. A Canon não se responsabiliza por mau funcionamento ou problemas causados pela impressão com cartucho sem tinta.

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's Stop button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
pt: Substitua o cartucho de tinta e feche a tampa. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão Parar (Stop) por pelo menos 5 segundos com o cartucho de tinta instalado. Assim, a impressão poderá prosseguir sem tinta. A função de detecção do nível de tinta restante será desativada. Substitua o cartucho vazio imediatamente após a impressão. A qualidade do resultado de impressão poderá não ser satisfatório se você continuar imprimindo sem tinta.

source: Document printing cannot be executed because the paper output tray is closed.
pt: A impressão do documento não pode ser executada porque a bandeja de saída de papel está fechada.

source: Open the paper output tray.
pt: Abra a bandeja de saída de papel.

source: Print job has been canceled by the operation of the printer.
pt: O trabalho de impressão foi cancelado pela operação da impressora.

source: The ink absorber is almost full. Press the printer's Start button to continue printing. Contact the service center.
pt: O absorvedor de tinta está quase cheio. Pressione o botão Iniciar (Start) da impressora para continuar a impressão. Entre em contato com o centro de serviços.

source: The ink absorber is almost full. Press the printer's Start button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
pt: O absorvedor de tinta está quase cheio. Pressione o botão Iniciar (Start) da impressora para continuar imprimindo. A impressora logo solicitará uma manutenção para substituir o absorvedor de tinta. Para fazer a substituição, entre em contato com o centro de serviços. O absorvedor de tinta só pode ser substituído por um técnico qualificado.

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. Contact the service center.
pt: O absorvedor de tinta está quase cheio. Pressione o botão RETOMAR (RESUME) para continuar a impressão. Entre em contato com o centro de serviços.

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
pt: O absorvedor de tinta está quase cheio. Pressione o botão RETOMAR (RESUME) da impressora para continuar imprimindo. A impressora logo solicitará uma manutenção para substituir o absorvedor de tinta. Para fazer a substituição, entre em contato com o centro de serviços. O absorvedor de tinta só pode ser substituído por um técnico qualificado.

source: Printing cannot be executed because the inner cover is open.
pt: Não é possível imprimir porque a tampa interna está aberta.

source: During printing, the inner cover of the printer was opened.
pt: Durante a impressão, a tampa interna da impressora foi aberta.

source: Close the inner cover.
pt: Feche a tampa interna.

source: Paper Thickness Lever Position:
pt: Pos. Alavanca Espessura Papel:

source: Left
pt: Esquerda

source: Right
pt: Direita

source: Automatic duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the automatic duplex printing function, or a paper size that does not allow automatic duplex printing was specified. Load paper of the correct size into the printer, check the paper size setting then press the printer's RESUME button. Printing resumes from the next paper.
pt: A impressão duplex automática não pode prosseguir porque a função de impressão duplex automática não oferece suporte ao tamanho do papel colocado na impressora ou porque foi especificado um tamanho de papel que não permite impressão duplex automática. Coloque papel com o tamanho correto na impressora, verifique a configuração de tamanho do papel e, em seguida, pressione o botão RETOMAR (RESUME). A impressão é retomada a partir do próximo papel.

source: Automatic duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the automatic duplex printing function, or a paper size that does not allow automatic duplex printing was specified. Load paper of the correct size into the printer, check the paper size setting then press the printer's OK button. Printing resumes from the next paper.
pt: A impressão duplex automática não pode prosseguir porque a função de impressão duplex automática não oferece suporte ao tamanho do papel colocado na impressora ou porque foi especificado um tamanho de papel que não permite impressão duplex automática. Coloque papel com o tamanho correto na impressora, verifique a configuração de tamanho do papel e, em seguida, pressione o botão OK. A impressão é retomada a partir do próximo papel.

source: Appropriate ink tank is not installed. Make sure the following ink tank is installed properly.
pt: O cartucho apropriado não está instalado. Certifique-se de que o seguinte cartucho esteja instalado corretamente.

source: Printing cannot be executed because the ink tank is not compatible with this printer. Install the appropriate ink tank.
pt: A impressão não pode ser executada porque o cartucho não é compatível com esta impressora. Instale o cartucho apropriado.

source: Printer cannot be ready because its inner cover is open.
pt: A impressora não está pronta porque sua tampa interna está aberta.

source: Touch the printer's OK button. Printing will restart.
pt: Toque no botão OK da impressora. A impressão será reiniciada.

source: Printer cannot be ready for printing because its inner cover is open.
pt: A impressora não está pronta para impressão porque sua tampa interna está aberta.

source: Touch the printer's OK button.
pt: Toque no botão OK da impressora.

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, touch the printer's OK button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
pt: Recomenda-se a substituição do cartucho. Se houver uma impressão em andamento e você desejar continuar imprimindo, toque o botão OK da impressora. Depois disso, a impressão poderá prosseguir. Recomenda-se a substituição do cartucho após a impressão. A impressora poderá sofrer danos se continuar imprimindo sem tinta.

source: The ink absorber is almost full. Touch the printer's OK button to continue printing. Contact the service center.
pt: O absorvente de tinta está quase cheio. Toque no botão OK da impressora para continuar imprimindo. Entre em contato com o centro de serviços.

source: The ink absorber is almost full. Touch the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
pt: O absorvente de tinta está quase cheio. Toque no botão OK da impressora para continuar imprimindo. A impressora logo solicitará uma manutenção para substituir o absorvedor de tinta. Para fazer a substituição, entre em contato com o centro de serviços. O absorvedor de tinta só pode ser substituído por um técnico qualificado.

source: Touch the printer's OK button. Printing resumes from the next paper.
pt: Toque no botão OK da impressora. A impressão é retomada a partir do próximo papel.

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then touch the OK button on the printer.
pt: A impressão duplex não pode continuar porque a função de impressão duplex não oferece suporte ao tamanho do papel colocado na impressora ou porque foi especificado um tamanho do papel que não permite impressão duplex. Coloque papel com o tamanho correto na impressora, verifique a configuração de tamanho do papel e toque no botão OK da impressora.

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then press the OK button on the printer.
pt: A impressão duplex não pode continuar porque a função de impressão duplex não oferece suporte ao tamanho do papel colocado na impressora ou porque foi especificado um tamanho do papel que não permite impressão duplex. Coloque papel com o tamanho correto na impressora, verifique a configuração de tamanho do papel e pressione o botão OK da impressora.

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then press the RESUME button on the printer.
pt: A impressão duplex não pode continuar porque a função de impressão duplex não oferece suporte ao tamanho do papel colocado na impressora ou porque foi especificado um tamanho do papel que não permite impressão duplex. Coloque papel com o tamanho correto na impressora, verifique a configuração de tamanho do papel e pressione o botão RETOMAR (RESUME) da impressora.

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then press the Start button on the printer.
pt: A impressão duplex não pode continuar porque a função de impressão duplex não oferece suporte ao tamanho do papel colocado na impressora ou porque foi especificado um tamanho do papel que não permite impressão duplex. Coloque papel com o tamanho correto na impressora, verifique a configuração de tamanho do papel e pressione o botão Iniciar (Start) da impressora.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Touch the printer's OK button to clear the error.
pt: Ocorreu um erro durante o alinhamento automático da cabeça de impressão. Os ejetores da cabeça de impressão poderão estar obstruídos. Execute a limpeza na guia Manutenção do driver da impressora e execute novamente o alinhamento da cabeça de impressão. Se o erro persistir, consulte o manual do usuário para verificar o tipo de erro ou efetue o alinhamento manual. Toque no botão OK da impressora para eliminar o erro.

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, touch the printer's Stop button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
pt: Substitua o cartucho. A impressão nessa condição pode danificar a impressora. Para continuar imprimindo, toque o botão Parar (Stop) da impressora por pelo menos 5 segundos e solte-o. Esta operação libera a função de detecção do nível restante da tinta mencionada e memoriza a liberação da função. A Canon não se responsabiliza por mau funcionamento ou problemas causados pela impressão com cartucho sem tinta.

source: The protective material may still be attached to the holder in the printer. You need to remove this material before using the printer. Open the printer's cover and remove the protective material if it is still attached. Then close the printer's cover, turn off power and turn it back on. If this message appears again, please see the user's guide.
pt: É possível que o material de proteção ainda esteja anexado à alça da impressora. Você precisa remover esse material antes de usar a impressora. Abra a tampa da impressora e remova o material de proteção se ele ainda estiver anexado. Em seguida, feche a tampa da impressora, desligue-a e ligue-a novamente. Se esta mensagem surgir novamente, consulte o guia do usuário.

source: The protective material or tape may still be attached to the holder in the printer. You need to remove this protective material or tape before using the printer. Open the printer's paper output cover and remove the protective material or tape if it is still attached. Then close the printer's paper output cover.
pt: É possível que o material de proteção ou a fita ainda estejam anexados à alça da impressora. Você precisa remover esse material de proteção ou essa fita antes de usar a impressora. Abra a tampa de saída do papel da impressora e remova o material de proteção ou a fita se ainda estiverem anexados. Em seguida, feche a tampa de saída do papel da impressora.

source: Appropriate ink cartridge is not installed.
pt: O cartucho apropriado não está instalado.

source: Printing cannot be executed because the ink cartridge is not compatible with this printer. Install the appropriate ink cartridge.
pt: A impressão não pode ser executada porque o cartucho não é compatível com esta impressora. Instale o cartucho adequado.

source: Load paper into the front tray. Insert the paper completely to the end of the front tray.
pt: Coloque papel na bandeja frontal. Insira o papel completamente, até o final da bandeja frontal.

source: The paper output cover is open. Close the cover.
pt: A tampa de saída do papel está aberta. Feche-a.

source: An ink cartridge is not installed properly. Push up the ink cartridge locking lever firmly, and then make sure the ink cartridge is installed properly. Then close the paper output cover.
pt: Um cartucho não está instalado corretamente. Empurre para cima a alavanca de bloqueio do cartucho de tinta com firmeza e certifique-se de que o cartucho esteja instalado corretamente. Depois, feche a tampa de saída do papel.

source: Remove the loaded paper in the front tray and close the front cover. If a memory card is inserted, be sure to remove it.
pt: Remova o papel colocado na bandeja frontal e feche a tampa frontal. Se houver um cartão de memória inserido, remova-o.

source: Place the printer upright with the right side down, then open the transport unit by pressing down the open lever. Remove the jammed paper and immediately return the printer to its original position. Refer to the user's guide for details.
pt: Coloque a impressora na posição correta com o lado direito voltado para baixo e abra a unidade de Transporte pressionando a alavanca de abertura. Remova o papel preso e retorne imediatamente a impressora para sua posição original. Consulte o guia do usuário para obter detalhes.

source: The holder is in the ink cartridge replacement position. After replacing the ink cartridge, close the paper output cover.
pt: O suporte está na posição de substituição do cartucho. Após substituir o cartucho, feche a tampa de saída do papel.

source: The ink cannot be replaced because the print head is in a standby condition. Close the paper output cover, wait for a while, and then replace the ink.
pt: A tinta não pode ser substituída porque a cabeça de impressão está em um estado de espera. Feche a tampa de saída do papel, aguarde um pouco e substitua a tinta.

source: The paper output cover is open. If printing is in progress, the ink cartridges cannot be replaced while printing. Close the paper output cover, wait for printing to finish, then open the cover again and replace the ink cartridges.
pt: A tampa de saída do papel está aberta. Se a impressão estiver em andamento, os cartuchos de tinta não poderão ser substituídos. Feche a tampa de saída do papel, aguarde o término da impressão, abra a tampa novamente e substitua os cartuchos.

source: Remove the loaded paper in the front tray and close the front cover.
pt: Remova o papel colocado na bandeja frontal e feche a tampa frontal.

source: Printing cannot be executed because the lock switch is on. Cancel printing, release the lock switch, and turn the printer off and then back on.
pt: Não é possível imprimir porque a trava está ativada. Cancele a impressão, solte a trava e desligue e volte a ligar a impressora.

source: Automatic duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the automatic duplex printing function, or a paper size that does not allow automatic duplex printing was specified. Load paper of the correct size into the printer, check the paper size setting then touch the printer's OK button. Printing resumes from the next paper.
pt: A impressão duplex automática não pode prosseguir porque a função de impressão duplex automática não oferece suporte ao tamanho do papel colocado na impressora ou porque foi especificado um tamanho de papel que não permite impressão duplex automática. Coloque papel com o tamanho correto na impressora, verifique a configuração de tamanho do papel e, em seguida, toque no botão OK. A impressão é retomada a partir do próximo papel.

source: An ink cartridge is not installed in the correct position. Install the following ink cartridge in the appropriate position. If printing is in progress, cancel printing and install the ink cartridge.
pt: Um cartucho não está instalado corretamente. Instale o cartucho a seguir na posição correta. Se a impressão estiver em andamento, cancele-a e instale o cartucho.

source: More than one ink cartridge of the following type is installed.
pt: Encontra-se instalado mais do que um cartucho do tipo a seguir.

source: Use only one ink cartridge per type at a time.
pt: Utilize apenas um cartucho de cada tipo, de cada vez.

source: Replace the ink cartridge and close the paper output cover. If printing is in progress and you want to continue printing, press the printer's Stop/Reset button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
pt: Substitua o cartucho de tinta e feche a tampa de saída do papel. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão Parar/Reiniciar (Stop/Reset) por pelo menos 5 segundos com o cartucho de tinta instalado. Assim, a impressão poderá prosseguir sem tinta. A função de detecção do nível de tinta restante será desativada. Substitua o cartucho vazio imediatamente após a impressão. A qualidade do resultado de impressão poderá não ser satisfatório se você continuar imprimindo sem tinta.

source: Replace the ink cartridge and close the paper output cover. If printing is in progress and you want to continue printing, press the printer's Stop button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
pt: Substitua o cartucho de tinta e feche a tampa de saída do papel. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão Parar (Stop) por pelo menos 5 segundos com o cartucho de tinta instalado. Assim, a impressão poderá prosseguir sem tinta. A função de detecção do nível de tinta restante será desativada. Substitua o cartucho vazio imediatamente após a impressão. A qualidade do resultado de impressão poderá não ser satisfatório se você continuar imprimindo sem tinta.

source: Remove the loaded paper in the front tray and close the front cover. Keep the document cover open.
pt: Remova o papel colocado na bandeja frontal e feche a tampa frontal. Mantenha a tampa de documentos aberta.

source: Remove the loaded paper in the front tray and close the front cover. Keep the document cover open. If a memory card is inserted, be sure to remove it.
pt: Remova o papel colocado na bandeja frontal e feche a tampa frontal. Mantenha a tampa de documentos aberta. Se houver um cartão de memória inserido, remova-o.

source: Black
pt: Preto

source: Yellow
pt: Amarelo

source: Cyan
pt: Ciano

source: Gray
pt: Cinza
