Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.80/po/*.po
Languages: pt

source: A printer error has occurred. Turn the printer off. Then check that there are no foreign objects in the printer and that the ink tanks are installed properly. After that, turn the printer on again. If this doesn't clear the error, the printer needs repair. See the user's guide and contact the service center.
pt: Ocorreu um erro na impressora. Desligue a impressora. Em seguida, verifique se não há objetos na impressora e se os cartuchos de tinta estão instalados corretamente. Depois disso, ligue a impressora novamente. Se isso não funcionar, a impressora precisará de reparo. Consulte o Guia do Usuário e entre em contato com o centro de serviços.

source: Fit paper into the cassette (upper).
pt: Ajuste o papel no cassete (superior).

source: Fit paper into the cassette (lower).
pt: Ajuste o papel no cassete (inferior).

source: Tap [OK] on the printer.
pt: Toque em [OK] na impressora.

source: Cannot print with the specified paper size. Press the RESUME button on the printer to cancel printing. Then, change the paper size setting and print again. See the user's guide for the correct paper size setting.
pt: Não é possível imprimir com o tamanho de papel especificado. Pressione o botão RETOMAR (RESUME) na impressora para cancelar a impressão. Em seguida, altere a configuração do tipo de papel e imprima novamente. Consulte o guia do Usuário para a configuração correta de tamanho de papel.

source: Cannot print with the specified paper size. Press the printer's Stop button on the printer to cancel printing. Then, change the paper size setting and print again. See the user's guide for the correct paper size setting.
pt: Não é possível imprimir com o tamanho de papel especificado. Pressione o botão Parar (Stop) na impressora para cancelar a impressão. Em seguida, altere a configuração do tipo de papel e imprima novamente. Consulte o Guia do Usuário para a configuração correta de tamanho de papel.

source: Cannot print with the specified paper size. Touch the printer's Stop button on the printer to cancel printing. Then, change the paper size setting and print again. See the user's guide for the correct paper size setting.
pt: Não é possível imprimir com o tamanho de papel especificado. Toque no botão Parar (Stop) na impressora para cancelar a impressão. Em seguida, altere a configuração do tipo de papel e imprima novamente. Consulte o Guia do Usuário para a configuração correta de tamanho de papel.

source: Check that there are no objects in front of the printer and that the cassette (upper) is fully inserted, and then press the open button on the printer to open the paper output tray.
pt: Verifique se não há objetos na parte frontal da impressora e se o cassete (superior) está completamente inserido. Em seguida, pressione o botão de abertura na impressora para abrir a bandeja de saída do papel.

source: Check that there are no objects in front of the printer and that the cassette (upper) is fully inserted, and then open the paper output tray.
pt: Verifique se não há objetos na parte frontal da impressora e se o cassete (superior) está completamente inserido. Em seguida, abra a bandeja de saída do papel.

source: Detach the rear cover. Open the paper output tray if it is closed.
pt: Retire a tampa traseira. Abra a bandeja de saída do papel, se estiver fechada.

source: Detach the rear cover, and then detach the transport unit cover inside. Open the paper output tray if it is closed.
pt: Retire a tampa traseira e retire a tampa da unidade de transporte. Abra a bandeja de saída do papel, se estiver fechada.

source: Remove the jammed paper from inside the transport unit. If the paper cannot be removed, refer to the user's guide to remove it.
pt: Remova o papel atolado da parte interna da unidade de transporte. Se o papel não puder ser removido, consulte o Guia do Usuário para removê-lo.

source: Tap [OK] on the printer. Printing resumes from the next paper.
pt: Toque em [OK] na impressora. A impressão é retomada a partir do próximo papel.

source: The print head holder has moved to the head replacement position.
pt: O suporte da cabeça de impressão se moveu para a posição de substituição de cabeça.

source: The printer's cover is open. If printing is in progress, the ink tank cannot be replaced. Close the cover, wait for printing to finish, then open the cover again and replace the ink tank.
pt: A tampa da impressora está aberta. Se houver uma impressão em andamento, o cartucho de tinta não poderá ser substituído. Feche a tampa, aguarde a impressão terminar e, em seguida, abra novamente a tampa e substitua o cartucho de tinta.

source: A printer error has occurred. Turn the printer off. Then check that there are no foreign objects in the printer and that the ink cartridges are installed properly. After that, turn the printer on again. If this doesn't clear the error, the printer needs repair. See the user's guide and contact the service center.
pt: Ocorreu um erro na impressora. Desligue a impressora. Em seguida, verifique se não há objetos na impressora e se os cartuchos estão instalados corretamente. Depois disso, ligue a impressora novamente. Se isso não funcionar, a impressora precisará de reparo. Consulte o Guia do Usuário e entre em contato com o centro de serviços.

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, tap [OK] on the printer. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
pt: Recomenda-se a substituição do cartucho de tinta. Se houver uma impressão em andamento e você desejar continuar imprimindo, toque em [OK] na impressora. Depois disso, a impressão poderá prosseguir. Recomenda-se a substituição do cartucho de tinta após a impressão. A impressora poderá sofrer danos se continuar imprimindo sem tinta.

source: The ink absorber is almost full. Tap [OK] on the printer to continue printing. Contact the service center.
pt: O absorvente de tinta está quase cheio. Toque em [OK] na impressora para continuar imprimindo. Entre em contato com o centro de serviços.

source: The ink absorber is almost full. Tap [OK] on the printer to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
pt: O absorvente de tinta está quase cheio. Toque em [OK] na impressora para continuar imprimindo. A impressora logo solicitará uma manutenção para substituir o absorvedor de tinta. Para fazer a substituição, entre em contato com o centro de serviços. O absorvedor de tinta só pode ser substituído por um técnico qualificado.

source: Duplex printing cannot be continued because the size of the paper loaded in the printer is not supported by the duplex printing function or a paper size that does not allow duplex printing was specified. Load paper of the correct size in the printer, check the paper size setting, then tap [OK] on the printer.
pt: A impressão duplex não pode continuar porque a função de impressão duplex não oferece suporte ao tamanho do papel colocado na impressora ou porque foi especificado um tamanho do papel que não permite impressão duplex. Coloque papel com o tamanho correto na impressora, verifique a configuração de tamanho do papel e toque em [OK] na impressora.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Tap [OK] on the printer to clear the error.
pt: Ocorreu um erro durante o alinhamento automático da cabeça de impressão. Os ejetores da cabeça de impressão poderão estar obstruídos. Execute a limpeza na guia Manutenção do driver da impressora e execute novamente o alinhamento da cabeça de impressão. Se o erro persistir, consulte o guia do usuário para verificar o tipo de erro ou efetue o alinhamento manual. Toque em [OK] na impressora para limpar o erro.

source: Ready.
pt: Preparada.

source: Unknown printer.
pt: Impressora não identificada.

source: Spooler error.
pt: Erro na fila de impressão.

source: Printer not responding.
pt: A impressora não está respondendo.

source: Collecting printer status.
pt: Coletando status da impressora.

source: Printer is standing by.
pt: A impressora está em modo de espera.

source: The printer is updating the firmware. Turn the printer off and then on again. If this message appears again, update the firmware once more.
pt: A impressora está atualizando o firmware. Desligue a impressora e, em seguida, volte a ligá-la. Se esta mensagem surgir novamente, atualize o firmware mais uma vez.

source: The printer is offline. Check that the printer cable is connected and the printer power is on.
pt: A impressora está off-line. Verifique se o cabo da impressora está conectado e se ela está ligada.
