Repository: endlessm/cnijfilter-common
Catalog: cngpijmon-3.80/po/*.po
Languages: pt

source: Printing cannot be executed because the ink tank may not be installed properly or may not be compatible with this printer. Install the appropriate ink tank.
pt: Não é possível imprimir porque o cartucho pode não estar instalado corretamente ou pode não ser compatível com esta impressora. Instale o cartucho adequado.

source: The following ink has run out.
pt: A tinta a seguir acabou.

source: Printer detected ink out condition of the following ink.
pt: A impressora detectou a situação de falta da seguinte tinta.

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's RESUME button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
pt: A impressão na condição atual pode danificar a impressora. A Canon não se responsabiliza por mau funcionamento ou danos na impressora causados por cartuchos reciclados. Para continuar a impressão, é necessário liberar a função do nível de tinta restante. Pressione e mantenha pressionado o botão RETOMAR da impressora por pelo menos 5 segundos e solte-o. A liberação da função de detecção do nível de tinta restante é memorizada. Esta operação liberará a função de detecção do nível restante da tinta mencionada.

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
pt: A impressão na condição atual pode danificar a impressora. A Canon não se responsabiliza por mau funcionamento ou danos na impressora causados por cartuchos reciclados. Para continuar a impressão, é necessário liberar a função do nível de tinta restante. Pressione e mantenha pressionado o botão Parar/Repor da impressora por pelo menos 5 segundos e solte-o. A liberação da função de detecção do nível de tinta restante é memorizada. Esta operação liberará a função de detecção do nível restante da tinta mencionada.

source: Replace the ink tank.
pt: Substitua o cartucho.

source: Printing cannot be executed because the ink cartridge may not be installed properly or may not be compatible with this printer. Install the appropriate ink cartridge.
pt: Não é possível imprimir porque o cartucho pode não estar instalado corretamente ou pode não ser compatível com esta impressora. Instale o cartucho adequado.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's RESUME button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
pt: A função de detecção do nível de tinta restante será desativada, uma vez que não é possível detectar corretamente o nível de tinta. Para continuar imprimindo sem utilizar esta função, pressione o botão RETOMAR (RESUME) da impressora por pelo menos 5 segundos. A Canon recomenda a utilização de cartuchos Canon genuínos novos de forma a obter ótima qualidade na impressão. A Canon não se responsabiliza por mau funcionamento ou problemas causados pela impressão com cartucho sem tinta.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's OK button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
pt: A função de detecção do nível de tinta restante será desativada, uma vez que não é possível detectar corretamente o nível de tinta. Caso deseje continuar imprimindo sem utilizar esta função, pressione o botão OK da impressora. A Canon recomenda a utilização de cartuchos novos genuínos da Canon de forma a obter ótima qualidade na impressão.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Start button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
pt: A função de detecção do nível de tinta restante será desativada, uma vez que não é possível detectar corretamente o nível de tinta. Caso deseje continuar imprimindo sem utilizar esta função, pressione o botão Iniciar (Start) da impressora. A Canon recomenda a utilização de cartuchos novos genuínos da Canon de forma a obter ótima qualidade na impressão.

source: Prepare a new ink cartridge. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
pt: Prepare um novo cartucho. Se acabar o cartucho colorido ou o de tinta preta, será possível configurar a impressora para continuar imprimindo com o outro cartucho nas Configurações do Cartucho na guia Manutenção do driver da impressora.

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's RESUME button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
pt: Substitua o cartucho. A impressão nessa condição pode danificar a impressora. Para continuar imprimindo, mantenha o botão RETOMAR (RESUME) da impressora pressionado por pelo menos 5 segundos e solte-o. Esta operação libera a função de detecção do nível restante da tinta mencionada e memoriza a liberação da função. A Canon não se responsabiliza por mau funcionamento ou problemas causados pela impressão com cartucho sem tinta.

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
pt: Substitua o cartucho. A impressão nessa condição pode danificar a impressora. Para continuar imprimindo, mantenha o botão Parar/Reiniciar (Stop/Reset) da impressora pressionado por pelo menos 5 segundos e solte-o. Esta operação libera a função de detecção do nível restante da tinta mencionada e memoriza a liberação da função. A Canon não se responsabiliza por mau funcionamento ou problemas causados pela impressão com cartucho sem tinta.

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's RESUME button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
pt: Substitua o cartucho de tinta e feche a tampa. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão RETOMAR (RESUME) da impressora por pelo menos 5 segundos com o cartucho de tinta instalado. Assim, a impressão poderá prosseguir sem tinta. A função de detecção do nível de tinta restante será desativada. Substitua o cartucho vazio imediatamente após a impressão. A qualidade do resultado de impressão poderá não ser satisfatório se você continuar imprimindo sem tinta.

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's Stop/Reset button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
pt: Substitua o cartucho de tinta e feche a tampa. Se houver uma impressão em andamento e você desejar continuar imprimindo, pressione o botão Parar/Reiniciar (Stop/Reset) da impressora por pelo menos 5 segundos com o cartucho de tinta instalado. Assim, a impressão poderá prosseguir sem tinta. A função de detecção do nível de tinta restante será desativada. Substitua o cartucho vazio imediatamente após a impressão. A qualidade do resultado de impressão poderá não ser satisfatório se você continuar imprimindo sem tinta.

source: The function for detecting the remaining levels of the following ink has been released.
pt: A função de detecção do nível restante da seguinte tinta foi ativada.

source: Battery exhausted! Turn the printer off and either plug the AC adapter in, or change to a fully charged battery pack. If printing is in progress, stop printing, then perform the process.
pt: Bateria descarregada! Desligue a impressora e conecte-a a um adaptador de CA ou mude para um conjunto de baterias totalmente carregadas. Se estiver imprimindo, pare a impressão e, em seguida, execute o processo.

source: A problem has occurred with the battery. Cancel printing and turn the printer off. Then either change to a new battery pack or remove the battery pack and plug the AC adapter in.
pt: Ocorreu um problema com a bateria. Cancele a impressão e desligue a impressora. Troque o conjunto de baterias ou remova-o e conecte o adaptador de CA a ele.

source: The battery is low.
pt: A bateria está fraca.

source: Print job has been canceled by the printer's RESUME button being pressed.
pt: O trabalho de impressão foi cancelado quando o botão RETOMAR (RESUME) da impressora foi pressionado.

source: Print job has been canceled by the printer's Stop/Reset button being pressed.
pt: O trabalho de impressão foi cancelado quando o botão Parar/Reiniciar (Stop/Reset) da impressora foi pressionado.

source: Preparing for printing.
pt: Preparando para impressão.

source: Waiting for the previous page to dry.
pt: Aguardando a página anterior secar.

source: Printer is busy.
pt: A impressora está ocupada.

source: Load paper into the rear tray.
pt: Coloque papel na bandeja traseira.

source: Load paper into the front tray.
pt: Coloque papel na bandeja frontal.

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, remove the paper from the front tray side.
pt: Abra a tampa posterior e remova o papel preso. Se o papel preso não puder ser removido, remova-o pelo lado da bandeja frontal.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Stop/Reset button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
pt: A função de detecção do nível de tinta restante será desativada, uma vez que não é possível detectar corretamente o nível de tinta. Para continuar imprimindo sem utilizar esta função, pressione o botão Parar/Reiniciar (Stop/Reset) da impressora por pelo menos 5 segundos. A Canon recomenda a utilização de cartuchos Canon genuínos novos de forma a obter ótima qualidade na impressão. A Canon não se responsabiliza por mau funcionamento ou problemas causados pela impressão com cartucho sem tinta.

source: Black <BC-310>
pt: Preto <BC-310>

source: Color <BC-311>
pt: Colorido <BC-311>

source: Black <PG-815>
pt: Preto <PG-815>

source: Color <CL-816>
pt: Colorido <CL-816>

source: Black <PG-815XL>
pt: Preto <PG-815XL>

source: Color <CL-816XL>
pt: Colorido <CL-816XL>

source: Black <PG-810>
pt: Preto <PG-810>

source: Color <CL-811>
pt: Colorido <CL-811>

source: Black <PG-810XL>
pt: Preto <PG-810XL>

source: Color <CL-811XL>
pt: Colorido <CL-811XL>

source: Black <PG-210>
pt: Preto <PG-210>

source: Color <CL-211>
pt: Colorido <CL-211>

source: Black <PG-210XL>
pt: Preto <PG-210XL>

source: Color <CL-211XL>
pt: Colorido <CL-211XL>

source: Black <PG-510>
pt: Preto <PG-510>

source: Color <CL-511>
pt: Colorido <CL-511>

source: Black <PG-512>
pt: Preto <PG-512>

source: Color <CL-513>
pt: Colorido <CL-513>

source: Black <BCI-320PGBK>
pt: Preto <BCI-320PGBK>

source: Black <BCI-321BK>
pt: Preto <BCI-321BK>

source: Cyan <BCI-321C>
pt: Ciano <BCI-321C>

source: Yellow <BCI-321Y>
pt: Amarelo <BCI-321Y>

source: Black <PGI-820BK>
pt: Preto <PGI-820BK>

source: Black <CLI-821BK>
pt: Preto <CLI-821BK>

source: Cyan <CLI-821C>
pt: Ciano <CLI-821C>

source: Yellow <CLI-821Y>
pt: Amarelo <CLI-821Y>

source: Black <PGI-220BK>
pt: Preto <PGI-220BK>

source: Black <CLI-221BK>
pt: Preto <CLI-221BK>

source: Cyan <CLI-221C>
pt: Ciano <CLI-221C>

source: Yellow <CLI-221Y>
pt: Amarelo <CLI-221Y>

source: Black <PGI-520BK>
pt: Preto <PGI-520BK>

source: Black <CLI-521BK>
pt: Preto <CLI-521BK>

source: Cyan <CLI-521C>
pt: Ciano <CLI-521C>

source: Yellow <CLI-521Y>
pt: Amarelo <CLI-521Y>

source: Black <PGI-125PGBK>
pt: Preto <PGI-125PGBK>

source: Black <CLI-126BK>
pt: Preto <CLI-126BK>

source: Yellow <CLI-126Y>
pt: Amarelo <CLI-126Y>

source: Cyan <CLI-126C>
pt: Ciano <CLI-126C>

source: Gray <CLI-126GY>
pt: Cinza <CLI-126GY>

source: Black <PGI-225PGBK>
pt: Preto <PGI-225PGBK>

source: Black <CLI-226BK>
pt: Preto <CLI-226BK>

source: Yellow <CLI-226Y>
pt: Amarelo <CLI-226Y>

source: Cyan <CLI-226C>
pt: Ciano <CLI-226C>

source: Gray <CLI-226GY>
pt: Cinza <CLI-226GY>

source: Black <BCI-325PGBK>
pt: Preto <BCI-325PGBK>

source: Black <BCI-326BK>
pt: Preto <BCI-326BK>

source: Yellow <BCI-326Y>
pt: Amarelo <BCI-326Y>

source: Cyan <BCI-326C>
pt: Ciano <BCI-326C>

source: Gray <BCI-326GY>
pt: Cinza <BCI-326GY>

source: Black <PGI-425PGBK>
pt: Preto <PGI-425PGBK>

source: Black <CLI-426BK>
pt: Preto <CLI-426BK>

source: Yellow <CLI-426Y>
pt: Amarelo <CLI-426Y>

source: Cyan <CLI-426C>
pt: Ciano <CLI-426C>

source: Gray <CLI-426GY>
pt: Cinza <CLI-426GY>

source: Black <PGI-525PGBK>
pt: Preto <PGI-525PGBK>

source: Black <CLI-526BK>
pt: Preto <CLI-526BK>

source: Yellow <CLI-526Y>
pt: Amarelo <CLI-526Y>

source: Cyan <CLI-526C>
pt: Ciano <CLI-526C>

source: Gray <CLI-526GY>
pt: Cinza <CLI-526GY>

source: Black <PGI-725PGBK>
pt: Preto <PGI-725PGBK>

source: Black <CLI-726BK>
pt: Preto <CLI-726BK>

source: Yellow <CLI-726Y>
pt: Amarelo <CLI-726Y>

source: Cyan <CLI-726C>
pt: Ciano <CLI-726C>

source: Gray <CLI-726GY>
pt: Cinza <CLI-726GY>

source: Black <PGI-825PGBK>
pt: Preto <PGI-825PGBK>

source: Black <CLI-826BK>
pt: Preto <CLI-826BK>

source: Yellow <CLI-826Y>
pt: Amarelo <CLI-826Y>

source: Cyan <CLI-826C>
pt: Ciano <CLI-826C>

source: Gray <CLI-826GY>
pt: Cinza <CLI-826GY>

source: Color <CL-141XL>
pt: Colorido <CL-141XL>

source: Color <CL-141>
pt: Colorido <CL-141>

source: Color <CL-241XL>
pt: Colorido <CL-241XL>

source: Color <CL-241>
pt: Colorido <CL-241>

source: Color <BC-341XL>
pt: Colorido <BC-341XL>

source: Color <BC-341>
pt: Colorido <BC-341>

source: Color <CL-441XL>
pt: Colorido <CL-441XL>

source: Color <CL-441>
pt: Colorido <CL-441>

source: Color <CL-541XL>
pt: Colorido <CL-541XL>

source: Color <CL-541>
pt: Colorido <CL-541>

source: Color <CL-641XL>
pt: Colorido <CL-641XL>

source: Color <CL-641>
pt: Colorido <CL-641>

source: Color <CL-741XL>
pt: Colorido <CL-741XL>

source: Color <CL-741>
pt: Colorido <CL-741>

source: Color <CL-841XL>
pt: Colorido <CL-841XL>

source: Color <CL-841>
pt: Colorido <CL-841>

source: Color <CL-93>
pt: Colorido <CL-93>

source: Color <CL-98>
pt: Colorido <CL-98>

source: Black <PG-140XXL>
pt: Preto <PG-140XXL>

source: Black <PG-140XL>
pt: Preto <PG-140XL>

source: Black <PG-140>
pt: Preto <PG-140>

source: Black <PG-240XXL>
pt: Preto <PG-240XXL>

source: Black <PG-240XL>
pt: Preto <PG-240XL>

source: Black <PG-240>
pt: Preto <PG-240>

source: Black <BC-340XL>
pt: Preto <BC-340XL>

source: Black <BC-340>
pt: Preto <BC-340>

source: Black <PG-440XL>
pt: Preto <PG-440XL>

source: Black <PG-440>
pt: Preto <PG-440>

source: Black <PG-540XL>
pt: Preto <PG-540XL>

source: Black <PG-540>
pt: Preto <PG-540>

source: Black <PG-640XXL>
pt: Preto <PG-640XXL>

source: Black <PG-640XL>
pt: Preto <PG-640XL>

source: Black <PG-640>
pt: Preto <PG-640>

source: Black <PG-740XL>
pt: Preto <PG-740XL>

source: Black <PG-740>
pt: Preto <PG-740>

source: Black <PG-840XL>
pt: Preto <PG-840XL>

source: Black <PG-840>
pt: Preto <PG-840>

source: Black <PG-83>
pt: Preto <PG-83>

source: Black <PG-88>
pt: Preto <PG-88>

source: Preparing...
pt: Preparando...

source: Detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be found inside the rear cover, refer to the user's guide for how to remove the paper.
pt: Retire a tampa posterior e remova o papel preso. Se não for possível encontrar o papel preso dentro da tampa posterior, consulte o guia do usuário para saber como removê-lo.

source: Raise the paper support, detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be found inside the rear cover, refer to the user's guide for how to remove the paper.
pt: Levante o suporte do papel, retire a tampa posterior e remova o papel preso. Se não for possível encontrar o papel preso dentro da tampa posterior, consulte o guia do usuário para saber como removê-lo.

source: When closing the cover, lift it up first and then close it slowly.
pt: Para fechar a tampa, primeiro levante-a e, depois, feche-a devagar.

source: Media Type :
pt: Tipo de Mídia :

source: Plain Paper
pt: Papel Comum

source: Paper that can be fed from the cassette is plain paper of A4, Letter, B5, and A5 sizes.
pt: Os tipos de papel que podem ser alimentados a partir da cassete são papéis comuns A4, Letter, B5 e A5.

source: Print job has been canceled by the printer's Stop button being pressed.
pt: O trabalho de impressão foi cancelado quando o botão Parar (Stop) da impressora foi pressionado.

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's Stop button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
pt: Substitua o cartucho. A impressão nessa condição pode danificar a impressora. Para continuar imprimindo, mantenha o botão Parar (Stop) da impressora pressionado por pelo menos 5 segundos e solte-o. Esta operação libera a função de detecção do nível restante da tinta mencionada e memoriza a liberação da função. A Canon não se responsabiliza por mau funcionamento ou problemas causados pela impressão com cartucho sem tinta.

source: Detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
pt: Retire a tampa posterior e remova o papel preso. Se não for possível retirar o papel preso, primeiro remova o cassete e retire o papel pelo lado do cassete.

source: Raise the paper support, detach the rear cover, and then remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
pt: Levante o suporte do papel, retire a tampa posterior e remova o papel preso. Se não for possível retirar o papel preso, primeiro remova o cassete e retire o papel pelo lado do cassete.

source: An error has occurred. Check the display on the printer.
pt: Ocorreu um erro. Verifique o visor da impressora.

source: An ink cartridge is not installed properly. Open the printer's cover, firmly push down the ink cartridge locking cover, and then make sure the ink cartridge is installed properly. Then close the printer's cover.
pt: Um cartucho não está instalado corretamente. Abra a tampa da impressora, pressione firmemente a tampa de fixação do cartucho e certifique-se de que o cartucho esteja instalado corretamente. Depois, feche a tampa da impressora.

source: Another computer is using the printer. The following status is the usage status of that computer. ---
pt: A impressora está sendo utilizada por outro computador. O seguinte status é o status de utilização desse computador. ---

source: A printer error has occurred. Turn the printer off and then on again. If this doesn't clear the error, the printer needs repair. See the user's guide and contact the service center.
pt: Ocorreu um erro na impressora. Desligue a impressora e ligue-a novamente. Se isso não funcionar, a impressora precisará de reparo. Consulte o Guia do Usuário e entre em contato com o centro de serviços.

source: An error has occurred. The printer needs repair. Turn the printer off and unplug the power cord of the printer from the power supply. Then see the user's guide and contact the service center.
pt: Ocorreu um erro. A impressora precisa de reparo. Desligue a impressora e desconecte o cabo de alimentação. Em seguida, consulte o Guia do Usuário e entre em contato com o centro de serviços.

source: Printer error has occurred. Contact the service center.
pt: Ocorreu um erro na impressora. Entre em contato com o centro de serviços.

source: The ink absorber is full. It needs to be replaced. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
pt: O absorvedor de tinta está cheio. Ele precisa ser substituído. Entre em contato com o centro de serviços para fazer a substituição. O absorvedor de tinta só pode ser substituído por um técnico qualificado.

source: The ink absorber is almost full. Press the printer's OK button to continue printing. Contact the service center.
pt: O absorvedor de tinta está quase cheio. Pressione o botão OK da impressora para continuar a impressão. Entre em contato com o centro de serviços.

source: The ink absorber is almost full. Press the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the service center for replacement. The ink absorber can only be replaced by a qualified technician.
pt: O absorvedor de tinta está quase cheio. Pressione o botão OK da impressora para continuar imprimindo. A impressora logo solicitará uma manutenção para substituir o absorvedor de tinta. Para fazer a substituição, entre em contato com o centro de serviços. O absorvedor de tinta só pode ser substituído por um técnico qualificado.
